Repository: KDE/kile
Catalog: po/sa/kile.po
Languages: sa

source: Use line commands of the booktabs package.
sa: booktabs संकुलस्य रेखानिर्देशानां उपयोगं कुर्वन्तु ।

source: Set the width of the table.
sa: सारणीयाः विस्तारं सेट् कुर्वन्तु ।

source: Insert bullets in each cell. Alt+Ctrl+Right and Alt+Ctrl+Left will move very quickly from one cell to another.
sa: प्रत्येकं कोष्ठके गोलिकानि निवेशयन्तु। Alt+Ctrl+Right तथा Alt+Ctrl+Left एकस्मात् कोष्ठकात् अन्यतमं कोष्ठकं प्रति अतीव शीघ्रं गमिष्यन्ति ।

source: Set bold font series.
sa: बोल्ड फॉन्ट श्रृङ्खला सेट् कुर्वन्तु।

source: Set italic font shape.
sa: इटैलिक फॉन्ट आकारं सेट् कुर्वन्तु।

source: Set underlined font shape.
sa: रेखांकितं फ़ॉन्ट् आकारं सेट् कुर्वन्तु।

source: The text will be aligned at the left border of the cell.
sa: पाठः कोष्ठकस्य वामसीमायां संरेखितः भविष्यति ।

source: The text will be centered.
sa: पाठः केन्द्रितः भविष्यति।

source: The text will be aligned at the right border of the cell.
sa: पाठः कोष्ठकस्य दक्षिणसीमायां संरेखितः भविष्यति ।

source: Joins adjacent cells when they are in the same row.
sa: समीपस्थकोशिकानां संयोजनं करोति यदा ते एकस्मिन् पङ्क्तौ भवन्ति ।

source: Splits joined cells.
sa: कोष्ठकेषु विभाजनं करोति।

source: Choose the border for the selected cells. When clicking on the button, the current border will be applied to the selected cells.
sa: चयनितकोष्ठकानां सीमां चिनोतु । बटन् क्लिक् करणसमये वर्तमानसीमा चयनितकोष्ठकेषु प्रयुक्ता भविष्यति ।

source: Choose a background color (needs color package).
sa: पृष्ठभूमिवर्णं चिनोतु (रङ्गसङ्कुलस्य आवश्यकता अस्ति) ।

source: Choose a text color (needs color package).
sa: पाठवर्णं चिनोतु (रङ्गसङ्कुलस्य आवश्यकता अस्ति) ।

source: Clears the text of the selected cells but keeps attributes such as alignment and font shape.
sa: चयनितकोष्ठकानां पाठं स्वच्छं करोति परन्तु alignment, font shape इत्यादीन् विशेषताः रक्षति ।

source: Resets the attributes of the selected cells to the default values but keeps the text.
sa: चयनितकोष्ठकानां विशेषताः पूर्वनिर्धारितमूल्येषु पुनः सेट् करोति परन्तु पाठं रक्षति ।

source: Clears the text of the selected cells and resets the attributes.
sa: चयनितकोष्ठकानां पाठं स्वच्छं करोति, विशेषताः पुनः सेट् करोति च ।

source: Pastes a table stored in the clipboard into this wizard.
sa: क्लिप्बोर्ड् मध्ये संगृहीतं सारणीम् अस्मिन् विजार्ड् मध्ये चिनोति ।

source: Setting the new size for the table will delete content. Are you sure to set the new size?
sa: सारणीयाः कृते नूतनं आकारं सेट् कृत्वा सामग्रीं विलोपयिष्यति । किं भवन्तः नूतनं आकारं निश्चितरूपेण सेट् कुर्वन्ति?

source: Resizing table
sa: सारणीयाः आकारं परिवर्तयति

source: Apply
sa: आचरतु

source: p{w} Alignment
sa: p{w} संरेखणम्

source: b{w} Alignment
sa: b{w} संरेखणम्

source: m{w} Alignment
sa: m{w} संरेखणम्

source: X Alignment
sa: X संरेखणम्

source: Insert Before Declaration
sa: घोषणायाः पूर्वं सम्मिलितं कुर्वन्तु

source: Insert After Declaration
sa: घोषणायाः अनन्तरं सम्मिलितं कुर्वन्तु

source: Suppress Space
sa: अन्तरिक्षं दमनं कुर्वन्तु

source: Do not Suppress Space
sa: अन्तरिक्षं न दमयन्तु

source: There is no content to insert into the table as the clipboard is empty.
sa: क्लिप्बोर्ड् रिक्तत्वात् सारणीयां सम्मिलितुं सामग्री नास्ति ।

source: Empty Clipboard
sa: रिक्त क्लिपबोर्ड

source: Documentation Browser
sa: दस्तावेजीकरण ब्राउज़र

source: Table of Contents
sa: विषयसूची

source: <p>A list of the documentation provided by the installed TeX distribution.</p><p>Double clicking on an item or pressing the space key will open a viewer to show the corresponding file.</p><p>Items that are grayed out are not installed.</p>
sa: <p>संस्थापितेन TeX वितरणेन प्रदत्तस्य दस्तावेजस्य सूची ।</p><p> कस्मिंश्चित् द्रव्ये द्विवारं क्लिक् कृत्वा अथवा स्पेस कीलम् नुदन् तत्सम्बद्धां सञ्चिकां दर्शयितुं दर्शकं उद्घाटयिष्यति ।</p><p> ये वस्तूनि ग्रे आउट् भवन्ति ते न स्थापिताः भवन्ति ।</p>

source: You can choose a keyword to show only document files that are related to this keyword.
sa: केवलं दस्तावेजसञ्चिकाः दर्शयितुं भवान् कीवर्डं चिन्वितुं शक्नोति ये अस्य कीवर्डस्य सम्बद्धाः सन्ति ।

source: Start the search for the chosen keyword.
sa: चयनितस्य कीवर्डस्य अन्वेषणं आरभत ।

source: Reset list to all available documentation files.
sa: सूचीं सर्वासु उपलब्धदस्तावेजसञ्चिकासु पुनः सेट् कुर्वन्तु ।

source: Cancel &Search
sa: रद्दं कुर्वन्तु &अन्वेषणं कुर्वन्तु

source: Could not read 'texdoctk.dat'.
sa: 'texdoctk.dat' इति पठितुं न शक्तवान् ।

source: No KDE service found for this file.
sa: अस्याः सञ्चिकायाः कृते कोऽपि KDE सेवा न प्राप्ता ।

source: Could not find the documentation file '%1'
sa: '%1' इति दस्तावेजसञ्चिकां न लब्धम् ।

source: No keyword given.
sa: न कीवर्डः दत्तः।

source: Search results for keyword '%1'
sa: '%1' इति कीवर्डस्य अन्वेषणपरिणामाः।

source: No documents found for keyword '%1'.
sa: '%1' कीवर्डस्य कृते कोऽपि दस्तावेजः न प्राप्तः ।

source: Could not determine the search paths of TexLive/teTeX or file 'texdoctk.dat'.<br/>Unfortunately, Kile cannot show any useful information.
sa: TexLive/teTeX अथवा &#39;texdoctk.dat&#39; सञ्चिकायाः अन्वेषणमार्गान् निर्धारयितुं न शक्तवान् ।<br/> दुर्भाग्येन किले किमपि उपयोगी सूचनां दर्शयितुं न शक्नोति।

source: TexDoc Dialog
sa: TexDoc संवाद

source: Could not determine the installation path of your TeX distribution or find the file 'texdoctk.dat'.<br/>Hence, we cannot provide you with an overview of the installed TeX documentation.
sa: भवतः TeX वितरणस्य संस्थापनमार्गं निर्धारयितुं वा &#39;texdoctk.dat&#39; इति सञ्चिकां न ज्ञातवान् ।<br/> अतः वयं भवद्भ्यः संस्थापितस्य TeX दस्तावेजस्य अवलोकनं दातुं न शक्नुमः ।

source: Configure User Help
sa: उपयोक्तृसहायतां विन्यस्यताम्

source: User Help
sa: उपयोक्तृसहायता

source: &Menu item:
sa: &मेनू मदः :

source: &Remove
sa: &अपाकरोति

source: &Separator
sa: &विभाजक

source: Move &Up
sa: चाल & ऊपर

source: File:
sa: संचिका:

source: Add User Helpfile
sa: उपयोक्तृसहायतासञ्चिकां योजयन्तु

source: &Menu entry:
sa: &मेनू प्रविष्टिः :

source: &Help file:
sa: &सहायता सञ्चिका:

source: Open file dialog
sa: सञ्चिकासंवादं उद्घाटयन्तु

source: The menu entry for this help file.
sa: अस्याः सहायकसञ्चिकायाः मेनूप्रविष्टिः ।

source: The name of the local help file or a valid WEB url.
sa: स्थानीयसहायतासञ्चिकायाः नाम अथवा वैधस्य WEB url ।

source: Start a file dialog to choose a local help file.
sa: स्थानीयसहायतासञ्चिकां चिन्वितुं सञ्चिकासंवादं आरभत ।

source: Websites (HTML) (*.html *.htm);;Documents (PDF, PS, DVI, EPUB) (*.ps *.pdf *.dvi *.epub);;All Files (*)
sa: वेबसाइट् (HTML) (*.html *.htm);;दस्तावेज (PDF, PS, DVI, EPUB) (*.ps *.pdf *.dvi *.epub);;सर्व सञ्चिकाः (*)

source: Select File
sa: सञ्चिकां चिनोतु

source: File '%1' does not exist.
sa: '%1' सञ्चिका नास्ति ।

source: Edit User Menu
sa: उपयोक्तृमेनू सम्पादयतु

source: Menu Entry
sa: मेनू प्रविष्टि

source: Separator
sa: विभाजक

source: Submenu
sa: उपमेनू

source: Text
sa: पाठ

source: Insert file contents
sa: सञ्चिकासामग्री सम्मिलितं कुर्वन्तु

source: Execute program
sa: कार्यक्रमं निष्पादयन्तु

source: Text, which will be inserted, if the action is executed. Some placeholders are available: <ul><li>%M - selected (marked) text</li><li>%C - cursor position</li><li>%B - bullet</li><li>%E - indentation in environments</li><li>%R - select label from list</li><li>%T - select citation key from list</li></ul>
sa: पाठः, यः निवेशितः भविष्यति, यदि क्रिया निष्पादिता भवति। केचन स्थानधारकाः उपलभ्यन्ते : १.<ul><li> %M - चयनितः (चिह्नितः) पाठः</li><li> %C - कर्सर स्थिति</li><li> %B - गोली</li><li> %E - वातावरणेषु निक्षेपः</li><li> %R - सूचीतः लेबलं चिनोतु</li><li> %T - सूचीतः उद्धरणकुंजी चिनोतु</li></ul>

source: Available placeholders: %M: Selected (marked) text %C: Cursor position %B: Bullet %E: Indentation in environments %R: Select label from list %T: Select citation key from list %S: Source file name without extension
sa: उपलब्धाः स्थानधारकाः : १. %M: चयनितः (चिह्नितः) पाठः %C: कर्सरस्य स्थितिः %ख: गोली %E: वातावरणेषु इन्डेंटेशनम् %R: सूचीतः लेबलं चिनोतु %T: सूचीतः उद्धरणकुंजी चिनोतु %S: विस्तारं विना स्रोतसञ्चिकानाम

source: <p>You can create, change and install a user-defined menu, which will appear as a part of Kile's menu. To create or change this menu, use the six buttons on the left side. Even more possible actions are available in the context menu of already existing menu items.</p><p>Like a standard menu, three different kinds of menu items are available:</p><ul><li><i>standard entries</i>, which are assigned to an action</li><li><i>submenus</i>, which contain more menu items</li><li><i>separators</i>, to get a visible structure of all entries</li></ul><p>Each standard menu item is assigned to one of three action types:</p><ul><li><i>insert text</i>: this action will insert your text at the current cursor position. Some metachars are available: <tt>%M</tt>, <tt>%C</tt>, <tt>%B</tt>, <tt>%E</tt>, <tt>%R</tt>, <tt>%T</tt>, <tt>%S</tt>: see the <i>What's This</i> or <i>Tool Tip</i> feature of this widget to get more information.</li><li><i>file content</i>: inserts the complete contents of a given file (metachars are also available)</li><li><i>run an external program</i>: The output of this program can be inserted into the opened document. Metachar <tt>%M</tt> is also possible in the commandline of this program, as the selected text will be saved in a temporary file. Use <tt>%M</tt> for the filename of this temporary file.</li></ul><p>If some important information for an action is missing, menu items are colored red. More information is available using the <i>What's this</i> feature of most widgets.</p>
sa: <p>भवान् उपयोक्तृनिर्धारितं मेनू निर्मातुम्, परिवर्तयितुं, संस्थापयितुं च शक्नोति, यत् Kile इत्यस्य मेनू इत्यस्य भागरूपेण दृश्यते । एतत् मेन्यू निर्मातुं परिवर्तयितुं वा वामभागे षट् बटन् उपयुज्यताम् । पूर्वमेव विद्यमानानाम् मेनू-वस्तूनाम् सन्दर्भ-मेनू-मध्ये अपि अधिकानि सम्भाव्य-क्रियाणि उपलभ्यन्ते ।</p><p> मानकमेनू इव त्रयः भिन्नाः प्रकाराः मेनू-वस्तूनि उपलभ्यन्ते-</p><ul><li> <i>standard entries</i> , ये कस्यापि क्रियायाः नियुक्ताः भवन्ति</li><li> <i>submenus</i> , येषु अधिकानि मेनू-वस्तूनि सन्ति</li><li> <i>separators</i> , सर्वेषां प्रविष्टीनां दृश्यमानसंरचनां प्राप्तुं</li></ul><p> प्रत्येकं मानकं मेनू-वस्तु त्रयाणां क्रियाप्रकारेषु एकस्मिन् नियुक्तं भवति:</p><ul><li> <i>insert text</i> : एषा क्रिया वर्तमानकर्सरस्थाने भवतः पाठं सम्मिलितं करिष्यति । केचन मेटाचार्स् उपलभ्यन्ते: <tt>%M</tt> , <tt>%C</tt> , <tt>%B</tt> , <tt>%E</tt> , <tt>%R</tt> , <tt>%T</tt> , <tt>%S</tt> : अधिकसूचनाः प्राप्तुं अस्य विजेट् इत्यस्य <i>What&#39;s This</i> अथवा <i>Tool Tip इति</i> विशेषतां पश्यन्तु ।</li><li> <i>file content</i> : दत्तसञ्चिकायाः सम्पूर्णसामग्रीम् सम्मिलितं करोति (मेटाचार्स् अपि उपलभ्यन्ते)</li><li> <i>run an external program</i> : अस्य प्रोग्रामस्य आउटपुट् उद्घाटितदस्तावेजे सम्मिलितुं शक्यते । अस्य प्रोग्रामस्य आदेशपङ्क्तौ Metachar <tt>%M</tt> अपि सम्भवति, यतः चयनितः पाठः अस्थायीसञ्चिकायां रक्षितः भविष्यति । अस्याः अस्थायीसञ्चिकायाः सञ्चिकानामस्य कृते <tt>%M इत्यस्य</tt> उपयोगं कुर्वन्तु ।</li></ul><p> यदि कस्यापि क्रियायाः कृते काश्चन महत्त्वपूर्णाः सूचनाः लुप्ताः सन्ति तर्हि मेनू-वस्तूनि रक्तवर्णानि भवन्ति । अधिकांशविजेट्-मध्ये <i>What&#39;s this</i> इति विशेषतायाः उपयोगेन अधिका सूचना उपलभ्यते ।</p>

source: UserMenu Dialog
sa: UserMenu संवादः

source: Current menu tree was modified, but not saved. Discard this tree?
sa: वर्तमान मेनू वृक्षः परिवर्तितः, परन्तु न रक्षितः । एतत् वृक्षं परित्यजन्तु ?

source: Discard tree
sa: वृक्षं परित्यजन्तु

source: User Menu Files (*.xml)
sa: उपयोक्तृ मेनू सञ्चिकाः (*.xml) .

source: Select Menu File
sa: मेनू सञ्चिकां चिनोतु

source: Save Menu File
sa: मेनू सञ्चिकां रक्षन्तु

source: File '%1' does already exist. Overwrite this file?
sa: '%1' सञ्चिका पूर्वमेव अस्ति । एतां सञ्चिकां अधिलिखितव्यम्?

source: Overwrite file
sa: सञ्चिकां अधिलिखयतु

source: The menu tree contains some errors and installing this file may lead to unpredictable results. Do you really want to save this file?
sa: मेनूवृक्षे केचन त्रुटयः सन्ति तथा च एतस्याः सञ्चिकायाः संस्थापनेन अप्रत्याशितफलं भवितुम् अर्हति । किं भवान् वास्तवमेव एतां सञ्चिकां रक्षितुं इच्छति ?

source: Menu tree errors
sa: मेनू वृक्षदोषाः

source: Menutype
sa: मेनूप्रकारः

source: Please choose a menutype
sa: कृपया मेनूप्रकारं चिनोतु

source: Choose
sa: चिनोतु

source: LaTeX Usermenu
sa: LaTeX उपयोक्तृमेनू

source: The user-defined menu tree, which can be modified with the six buttons below the tree (and their shortcuts). More actions are available in the context menu of selected items. You can also rearrange items with drag and drop.
sa: उपयोक्तृनिर्धारितः मेनूवृक्षः, यः वृक्षस्य अधः षड्भिः बटनैः (तेषां शॉर्टकट् च) परिवर्तयितुं शक्यते । चयनितवस्तूनाम् सन्दर्भमेनूमध्ये अधिकानि क्रियाणि उपलभ्यन्ते । भवन्तः drag and drop इत्यनेन अपि वस्तूनि पुनः व्यवस्थितुं शक्नुवन्ति ।

source: Insert a new separator below the selected item.
sa: चयनितस्य द्रव्यस्य अधः नूतनं विभाजकं निवेशयन्तु ।

source: Delete the selected item.
sa: चयनितं द्रव्यं विलोपयन्तु।

source: Move the selected item down.
sa: चयनितं द्रव्यं अधः चालयन्तु ।

source: Down
sa: अधः

source: Insert a new menu item below the selected item.
sa: चयनितस्य द्रव्यस्य अधः नूतनं मेनू-वस्तु सम्मिलितं कुर्वन्तु ।

source: Insert
sa: युज्

source: Insert a new submenu item below the selected item.
sa: चयनितस्य द्रव्यस्य अधः नूतनं उपमेनू-वस्तुं सम्मिलितं कुर्वन्तु ।

source: Move the selected item up.
sa: चयनितं द्रव्यं उपरि चालयन्तु।

source: Up
sa: उपरि

source: Menu File
sa: मेनू सञ्चिका

source: Install an unmodified and saved menu tree as user-defined menu.
sa: अपरिवर्तितं रक्षितं च मेनूवृक्षं उपयोक्तृनिर्धारितमेनूरूपेण संस्थापयन्तु ।

source: Install
sa: प्रतिस्था

source: Load an xml file, which describes the user-defined menu.
sa: xml सञ्चिकां लोड् कुर्वन्तु, यत् उपयोक्तृनिर्धारितं मेनू वर्णयति ।

source: Load
sa: भार

source: Save a modified menu tree, which describes the user-defined menu, to an xml file into the local directory of Kile.
sa: परिवर्तितं मेनूवृक्षं, यत् उपयोक्तृनिर्धारितं मेनू वर्णयति, तत् Kile इत्यस्य स्थानीयनिर्देशिकायां xml सञ्चिकायां रक्षन्तु ।

source: Save
sa: रक्ष्

source: Save a modified menu tree, which describes the user-defined menu, to an xml file into the local directory of Kile and choose a new name for this file.
sa: परिवर्तितं मेनूवृक्षं, यत् उपयोक्तृनिर्धारितं मेनू वर्णयति, तत् xml सञ्चिकायां Kile इत्यस्य स्थानीयनिर्देशिकायां रक्षन्तु, अस्याः सञ्चिकायाः कृते नूतनं नाम चिनोतु ।

source: Save as
sa: यथा रक्षतु

source: (installed)
sa: (स्थापितम्)

source: Delete current menu tree and start a new one.
sa: वर्तमानमेनूवृक्षं विलोप्य नूतनं आरभत ।

source: New
sa: नूतनम्‌

source: Text:
sa: पाठ:

source: Shortcut:
sa: लघुमार्गः :

source: Type:
sa: प्रकारः:

source: Filename of the corresponding file.
sa: तत्सम्बद्धसञ्चिकायाः सञ्चिकानाम ।

source: Choose an icon for this action.
sa: अस्य क्रियायाः कृते चिह्नं चिनोतु ।

source: Remove the icon for this action.
sa: अस्य क्रियायाः चिह्नं निष्कासयन्तु ।

source: Change the type of a menu item.
sa: मेनू-वस्तुनः प्रकारं परिवर्तयन्तु ।

source: Change
sa: परिवर्तय

source: The label of the selected menu item.
sa: चयनितस्य मेनू-वस्तुनः लेबलम् ।

source: Entry:
sa: प्रवेशः :

source: Commandline parameter for an executable program.
sa: कार्यान्वयनीयप्रोग्रामस्य कृते आदेशपङ्क्तिपैरामीटर् ।

source: Choose or clear a shortcut for this action.
sa: अस्य क्रियायाः कृते शॉर्टकट् चिनुत अथवा स्वच्छं कुर्वन्तु ।

source: Select, if inserted text should be selected.
sa: चयनं कुर्वन्तु, यदि सम्मिलितः पाठः चयनीयः ।

source: Select inserted text
sa: सम्मिलितं पाठं चिनोतु

source: Select, if the action should replace selected text.
sa: चयनं कुर्वन्तु, यदि क्रिया चयनितपाठस्य स्थाने भवेत् ।

source: Replace selected text
sa: चयनितं पाठं प्रतिस्थापयन्तु

source: Select, if the action needs selected text.
sa: चयनं कुर्वन्तु, यदि क्रियायाः चयनितपाठस्य आवश्यकता अस्ति ।

source: Needs selected text
sa: चयनितपाठस्य आवश्यकता अस्ति

source: Select, if the output of an executable program should be inserted.
sa: चयनं कुर्वन्तु, यदि कार्यान्वयनीयप्रोग्रामस्य आउटपुट् सम्मिलितं भवेत् ।

source: Insert the output of the chosen program
sa: चयनितस्य प्रोग्रामस्य आउटपुट् सम्मिलितं कुर्वन्तु

source: Select, if the action should be added to the context menu of a selection.
sa: चयनं कुर्वन्तु, यदि क्रिया चयनस्य सन्दर्भमेन्यू मध्ये योजयितव्या ।

source: Add to the context menu of selected text
sa: चयनितपाठस्य सन्दर्भमेनूमध्ये योजयन्तु

source: Insert above
sa: उपरि निवेशयन्तु

source: Insert below
sa: अधः सम्मिलितं कुर्वन्तु

source: Insert a separator above
sa: उपरि विभाजकं निवेशयन्तु

source: Insert a separator below
sa: अधः विभाजकं निवेशयन्तु

source: Insert a submenu above
sa: उपरि उपमेनू सम्मिलितं कुर्वन्तु

source: Insert a submenu below
sa: अधः उपमेनू सम्मिलितं कुर्वन्तु

source: Insert into this submenu
sa: अस्मिन् उपमेनूमध्ये सम्मिलितं कुर्वन्तु

source: Insert a separator into this submenu
sa: अस्मिन् उपमेनूमध्ये विभाजकं निवेशयन्तु

source: Insert a submenu into this submenu
sa: अस्मिन् उपमेनूमध्ये उपमेनू सम्मिलितं कुर्वन्तु

source: Delete this item
sa: एतत् द्रव्यं विलोपयन्तु

source: Delete the complete tree
sa: सम्पूर्णं वृक्षं विलोपयन्तु

source: Collapse submenu
sa: उपमेनू संकुचितं कुर्वन्तु

source: Expand submenu
sa: उपमेनू विस्तारयन्तु

source: Collapse complete tree
sa: पतनम् सम्पूर्ण वृक्ष

source: Expand complete tree
sa: सम्पूर्ण वृक्ष विस्तार

source: File '%1' could not be opened to save the usermenu file.
sa: उपयोक्तृमेनूसञ्चिकां रक्षितुं '%1' सञ्चिका उद्घाटयितुं न शक्यते स्म ।

source: Please enter a label for this menu item:
sa: कृपया अस्य मेनू-वस्तुनः कृते लेबलं प्रविशन्तु:

source: Please enter a label for this submenu:
sa: कृपया अस्य उपमेनू कृते लेबलं प्रविशन्तु:

source: Please enter a label for this entry:
sa: कृपया अस्याः प्रविष्टेः कृते लेबलं प्रविशन्तु:

source: Do you really want to clear the complete menutree?
sa: किं भवन्तः वास्तवमेव सम्पूर्णं मेनट्री स्वच्छं कर्तुम् इच्छन्ति?

source: Clear menutree
sa: मेन्यूट्री स्पष्टं कुर्वन्तु

source: This menuitem has no title.
sa: अस्य मेनू-वस्तुनः शीर्षकं नास्ति ।

source: This submenu item is useless without children.
sa: एतत् उपमेनू-वस्तु बालकान् विना व्यर्थम् अस्ति ।

source: This item offers no text to insert.
sa: एतत् द्रव्यं सम्मिलितुं कोऽपि पाठं न प्रदाति ।

source: No file is given for this task.
sa: अस्य कार्यस्य कृते कोऽपि सञ्चिका न दत्ता ।

source: The file for this item does not exist.
sa: अस्य द्रव्यस्य सञ्चिका नास्ति ।

source: The file for this item is not executable.
sa: अस्य द्रव्यस्य सञ्चिका कार्यान्वयनीयं नास्ति ।

source: <p><strong>Error:</strong>
sa: <p><strong>त्रुटि:</strong>

source: Menutree Error
sa: मेनट्री त्रुटिः

source: Name
sa: नामः

source: Extra
sa: अतिरिक्त

source: Invalid Characters
sa: अमान्यवर्णाः

source: The filename contains invalid characters ($~ #).<br>Please provide another one, or click "Cancel" to save anyway.
sa: सञ्चिकानाम्नि अमान्यवर्णाः ($~ #) सन्ति ।<br> कृपया अन्यत् प्रदातव्यम्, अथवा तथापि रक्षितुं &quot;रद्दं&quot; नुदन्तु ।

source: A file with filename '%1' already exists.<br>Please provide another one, or click "Cancel" to overwrite it.
sa: &#39;%1&#39; इति सञ्चिकानाम्ना सञ्चिका पूर्वमेव अस्ति ।<br> कृपया अन्यत् प्रदातुम्, अथवा तस्य अधिलेखनार्थं &quot;रद्दं&quot; नुदतु ।

source: The given filename has no extension; do you want one to be automatically added?
sa: दत्तस्य सञ्चिकानामस्य विस्तारः नास्ति; किं भवन्तः इच्छन्ति यत् एकं स्वयमेव योजितं भवतु?

source: Missing Extension
sa: अनुपलब्धः विस्तारः

source: All documents saved to disk.
sa: सर्वाणि दस्तावेजानि डिस्कमध्ये रक्षितानि।

source: Saving of all documents failed.
sa: सर्वेषां दस्तावेजानां रक्षणं विफलम् अभवत् ।

source: Document saved to disk.
sa: दस्तावेजं डिस्क मध्ये रक्षितम्।

source: Saving document failed.
sa: दस्तावेजस्य रक्षणं विफलम् अभवत् ।

source: Saving failed and quitting canceled.
sa: रक्षणं विफलं जातम्, निर्गमनं च रद्दम्।

source: French quotes: &quot;&lt; &quot;&gt;
sa: फ्रेंच उद्धरणम् : &quot;&lt; &quot;&gt;

source: German quotes: &quot;` &quot;&apos;
sa: जर्मन उद्धरणम् : &quot;` &quot;&apos;

source: French quotes (long): \flqq \frqq
sa: फ्रेंच उद्धरण (दीर्घ): \flqq \frqq

source: German quotes (long): \glqq \grqq
sa: जर्मन उद्धरण (दीर्घ): \glqq \grqq

source: Icelandic quotes (v1): \ilqq \irqq
sa: आइसलैंडिक उद्धरण (v1): \ilqq \irqq

source: Icelandic quotes (v2): \iflqq \ifrqq
sa: आइसलैंडिक उद्धरण (v2): \iflqq \ifrqq

source: Czech quotes: \uv{}
sa: चेक उद्धरण: \uv{}

source: csquotes package: \enquote{}
sa: csquotes संकुलम्: \enquote{}

source: You have to include the package %1 to use %2.
sa: %2 इत्यस्य उपयोगाय भवद्भिः %1 इति संकुलं समाविष्टं कर्तव्यम् ।

source: The document was modified and the structure view should be updated, before starting such an operation.
sa: दस्तावेजं परिवर्तितं तथा च संरचनादृश्यं अद्यतनं कर्तव्यम्, एतादृशं कार्यं आरभ्यतुं पूर्वं ।

source: Structure View Error
sa: संरचना दृश्य त्रुटि

source: Script execution of %1
sa: %1 इत्यस्य स्क्रिप्ट् निष्पादनम्

source: Messages
sa: सन्देशाः

source: Errors
sa: दोषाः

source: Warnings
sa: चेतावनी

source: BadBoxes
sa: BadBoxes इति

source: View Log File
sa: लॉग सञ्चिकां पश्यन्तु

source: Previous LaTeX Error
sa: पूर्व LaTeX त्रुटिः

source: Next LaTeX Error
sa: अग्रिमः LaTeX त्रुटिः

source: Previous LaTeX Warning
sa: पूर्व LaTeX चेतावनी

source: Next LaTeX Warnings
sa: अग्रिमः LaTeX चेतावनी

source: Previous LaTeX BadBox
sa: पूर्व LaTeX BadBox

source: Next LaTeX BadBox
sa: अग्रिमः LaTeX BadBox

source: Errors: %1
sa: त्रुटयः %1

source: Warnings: %1
sa: चेतावनी: %1

source: BadBoxes: %1
sa: दुष्टपेटिकाः %1

source: No information about warnings or errors is available.
sa: चेतावनीनां दोषाणां वा विषये कोऽपि सूचना उपलब्धा नास्ति ।

source: Cannot open log file; did you run LaTeX?
sa: लॉग् सञ्चिकां उद्घाटयितुं न शक्यते; किं भवता LaTeX चालितम्?

source: No LaTeX warnings/errors detected.
sa: LaTeX चेतावनी/त्रुटयः न ज्ञाताः।

source: You have defined some tools in the User menu. From now on these tools will be available from the Build->Other menu and can be configured in the configuration dialog (go to the Settings menu and choose Configure Kile). This has some advantages; your own tools can now be used in a QuickBuild command if you wish.
sa: भवता User मेन्यू मध्ये केचन साधनानि परिभाषितानि सन्ति । इतः परं एतानि साधनानि Build->Other मेन्यू तः उपलभ्यन्ते तथा च विन्याससंवादे विन्यस्तुं शक्यन्ते (Settings मेन्यू गत्वा Configure Kile इति चिनोतु) । अस्य केचन लाभाः सन्ति; इदानीं भवतः स्वकीयानि साधनानि QuickBuild आदेशे उपयोक्तुं शक्यन्ते यदि भवान् इच्छति ।

source: User Tools Detected
sa: उपयोक्तृसाधनं ज्ञातम्

source: <p>The tool settings need to be reset for this version of Kile to function properly.<br/>This will overwrite any changes you have made.</p><p>Do you want to reset the tools now?</p>
sa: <p>Kile इत्यस्य अस्य संस्करणस्य सम्यक् कार्यं कर्तुं साधनसेटिंग्स् रीसेट् करणीयम् ।<br/> एतेन भवता कृतानि परिवर्तनानि अधिलिखितानि भविष्यन्ति ।</p><p> इदानीं साधनानि पुनः सेट् कर्तुम् इच्छति वा ?</p>

source: Tools need to be reset
sa: साधनानि पुनः सेट् कर्तुं आवश्यकम् अस्ति

source: Open File
sa: सञ्चिकां उद्घाटयन्तु

source: Files and Projects
sa: सञ्चिकाः परियोजनाश्च

source: Structure
sa: संरचना

source: Scripts
sa: स्क्रिप्ट्

source: Symbols
sa: प्रतीकाः

source: Most Frequently Used
sa: सर्वाधिकं प्रयुक्तम्

source: Relation
sa: सम्बन्ध

source: Operators
sa: संचालकाः

source: Arrows
sa: बाणाः

source: Miscellaneous Math
sa: विविध गणित

source: Miscellaneous Text
sa: विविधः पाठः

source: Delimiters
sa: परिसीमकाः

source: Greek
sa: ग्रीकभाषा

source: Special Characters
sa: विशेषवर्णाः

source: Cyrillic Characters
sa: सिरिलिक वर्ण

source: User Defined
sa: उपयोक्ता परिभाषितम्
