Repository: KDE/kile
Catalog: po/sa/kile.po
Languages: sa

source: Unable to find %1 or %2; if you are trying to view some other HTML file, go to Settings->Configure Kile->Tools->ViewHTML->Advanced.
sa: %1 अथवा %2 अन्वेष्टुं असमर्थः; यदि भवान् अन्यं किमपि HTML सञ्चिकां द्रष्टुं प्रयतते तर्हि Settings->Configure Kile->Tools->ViewHTML->Advanced इत्यत्र गच्छतु ।

source: Could not change to the folder %1.
sa: %1 पुटं प्रति परिवर्तयितुं न शक्तम् ।

source: The folder %1 is not writable, therefore %2 will not be able to save its results.
sa: %1 पुटं लेखनीयं नास्ति, अतः %2 तस्य परिणामान् रक्षितुं न शक्नोति ।

source: The file %1/%2 does not exist. If this is unexpected, check the file permissions.
sa: %1/%2 इति सञ्चिका नास्ति । यदि एतत् अप्रत्याशितम् अस्ति तर्हि सञ्चिकायाः अनुमतिः परीक्ष्यताम् ।

source: The file %1/%2 is not readable. If this is unexpected, check the file permissions.
sa: %1/%2 इति सञ्चिका पठनीया नास्ति । यदि एतत् अप्रत्याशितम् अस्ति तर्हि सञ्चिकायाः अनुमतिः परीक्ष्यताम् ।

source: Could not determine on which file to run %1, because there is no active document.
sa: %1 कस्मिन् सञ्चिकायां चालनीयम् इति निर्धारयितुं न शक्तम्, यतः सक्रियदस्तावेजं नास्ति ।

source: Could not determine the master file for this document.
sa: अस्य दस्तावेजस्य मुख्यसञ्चिकां निर्धारयितुं न शक्तवान् ।

source: Please save the untitled document first.
sa: कृपया प्रथमं अनामिका दस्तावेजं रक्षन्तु ।

source: The file %1 does not exist.
sa: %1 इति सञ्चिका नास्ति ।

source: The file %1 is not readable.
sa: %1 इति सञ्चिका पठनीया नास्ति ।

source: The document %1 is not a LaTeX root document; continue anyway?
sa: %1 इति दस्तावेजं LaTeX मूलदस्तावेजं नास्ति; तथापि निरन्तरं कुर्वन्तु?

source: Continue?
sa: अनुवर्तते?

source: The file %1/%2 does not exist; did you compile the source file?
sa: %1/%2 इति सञ्चिका नास्ति; किं भवता स्रोतसञ्चिकां संकलितवती?

source: The current document is not associated to a project. Please activate a document that is associated to the project you want to archive, then choose Archive again.
sa: वर्तमानदस्तावेजः परियोजनायाः सह सम्बद्धः नास्ति । कृपया एकं दस्तावेजं सक्रियं कुर्वन्तु यत् भवन्तः संग्रहणं कर्तुम् इच्छन्ति तस्य परियोजनायाः सह सम्बद्धं भवति, ततः पुनः संग्रहणं चिनोतु ।

source: No files have been chosen for archiving.
sa: संग्रहणार्थं कोऽपि सञ्चिकाः न चयनिताः ।

source: Archive Project
sa: अभिलेखागार परियोजना

source: Unknown tool %1.
sa: अज्ञातं साधनं %1.

source: No factory installed, contact the author of Kile.
sa: कोऽपि कारखानः न स्थापितः, किले इत्यस्य लेखकेन सह सम्पर्कं कुर्वन्तु।

source: Aborted
sa: गर्भपातः कृतः

source: Cannot find the tool "%1" in the configuration database.
sa: विन्यासदत्तांशकोशे "%1" इति साधनं न प्राप्यते ।

source: &Stop
sa: &विरमतु

source: Bibliography Back End
sa: ग्रन्थसूची Back End

source: Auto-Detect
sa: स्वतः-परिचयम्

source: Auto-detect the bibliography back end from LaTeX output
sa: LaTeX आउटपुट् तः ग्रन्थसूची पृष्ठभागं स्वयमेव ज्ञापयन्तु

source: Reset Auto-Detected Back End
sa: स्वतः ज्ञापितं पृष्ठान्तं पुनः सेट् कुर्वन्तु

source: &File
sa: &संचिका

source: &Edit
sa: &सम्पादन

source: Co&mplete
sa: पूर्णं करोतु

source: &Bullets
sa: &गोलिका

source: &Select
sa: &विचि

source: D&elete
sa: लुप्

source: Environmen&t
sa: पर्यावरणम्‌

source: Te&X Group
sa: द&X समूहः

source: &Selection
sa: &चयनम्

source: &View
sa: &दृश्यं

source: Document Viewer
sa: दस्तावेज दर्शक

source: &Go
sa: &गच्छ

source: B&uild
sa: निर्मिमीते

source: &Compile
sa: &संकलन

source: C&onvert
sa: C&convert

source: O&ther
sa: इतर

source: Pro&ject
sa: प्रकल्प

source: &Preamble
sa: &प्रस्तावना

source: Tables and Lists
sa: सारणीः सूचीः च

source: &Sectioning
sa: &खण्डीकरण

source: &References
sa: &सन्दर्भाः

source: &Environment
sa: &पर्यावरणम्‌

source: &List Environment
sa: &सूची वातावरण

source: &Tabular Environment
sa: &सारणीबद्ध वातावरण

source: &Floating Environment
sa: &प्लवमान वातावरण

source: &Code Environment
sa: &कोड वातावरण

source: &Math Commands
sa: &गणित आदेश

source: Braces
sa: ब्रेसिज्

source: AMS Text and Boxes
sa: AMS पाठः तथा बक्साः

source: AMS Fraction
sa: ए एम एस अंश

source: AMS Binomial Expression
sa: ए एम एस द्विपद अभिव्यक्ति

source: AMS Arrows
sa: एम् एस बाण

source: Math &Font Styles
sa: गणित &फॉन्ट शैल्याः

source: Math &Accents
sa: गणित एवं उच्चारण

source: Math &Spaces
sa: गणित एवं रिक्त स्थान

source: Standard Math &Environments
sa: मानक गणित एवं वातावरण

source: &AMS Math Environments
sa: &AMS गणित वातावरण

source: &Align Environments
sa: &पर्यावरणानां संरेखणं कुर्वन्तु

source: &Center Environments
sa: &केन्द्रपर्यावरणम्

source: Multi &Line Environments
sa: बहु &रेखा वातावरण

source: &Matrix Environments
sa: &मैट्रिक्स वातावरण

source: breqn Math Environments
sa: breqn गणित वातावरण

source: &Font Styles
sa: &फॉन्ट शैल्याः

source: Font Family
sa: फॉन्ट परिवार

source: Font Series
sa: फॉन्ट श्रृङ्खला

source: Font Shape
sa: फ़ॉन्ट आकार

source: Page- and Linebreaks
sa: पृष्ठ- तथा रेखाविच्छेद

source: Space
sa: स्थानं

source: Rubber Lengths
sa: रबर लम्बाई

source: &Wizard
sa: &जादूगरः

source: &Help
sa: &साहाय्यम्‌

source: LaTeX Documentation
sa: LaTeX दस्तावेजीकरण

source: Main
sa: मुख्यः

source: Edit
sa: सम्पादन

source: Show Cursor Position in Viewer
sa: Viewer मध्ये Cursor Position दर्शयतु

source: Synchronize Cursor Position with Viewer
sa: Viewer इत्यनेन सह Cursor Position इत्यस्य समन्वयनं कुर्वन्तु

source: Paste as LaTe&X
sa: LaTe&X इति रूपेण चिनोतु

source: Convert Selection to &LaTeX
sa: चयनं &LaTeX इत्यत्र परिवर्तयन्तु

source: Show sorted list of opened documents
sa: उद्घाटितदस्तावेजानां क्रमबद्धसूचीं दर्शयतु

source: Could not create an editor view.
sa: सम्पादकदृश्यं निर्मातुं न शक्तवान् ।

source: Fatal Error
sa: घातक त्रुटिः

source: &QuickPreview Selection
sa: &QuickPreview चयनम्

source: &QuickPreview Environment
sa: &QuickPreview वातावरण

source: &QuickPreview Math
sa: &त्वरितपूर्वावलोकन गणित

source: Print Compiled Document...
sa: संकलितं दस्तावेजं मुद्रयन्तु...

source: Print Preview For Compiled Document...
sa: संकलितदस्तावेजस्य कृते मुद्रणपूर्वावलोकनम्...

source: Live Preview for Current Document or Project
sa: वर्तमान दस्तावेजस्य अथवा परियोजनायाः कृते लाइव पूर्वावलोकनम्

source: Recompile Live Preview
sa: Live Preview पुनः संकलित करें

source: Save Compiled Document...
sa: संकलितं दस्तावेजं रक्षन्तु...

source: Some documents could not be saved correctly
sa: केचन दस्तावेजाः सम्यक् रक्षितुं न शक्तवन्तः

source: The document must have been saved before the live preview can be started
sa: लाइव पूर्वावलोकनस्य आरम्भात् पूर्वं दस्तावेजं रक्षितं भवितुमर्हति

source: The location of one project item is not relative to the project's base directory Live preview for this project has been disabled
sa: एकस्य परियोजनावस्तूनाम् स्थानं परियोजनायाः आधारनिर्देशिकायाः सापेक्षं नास्ति अस्य परियोजनायाः लाइव पूर्वावलोकनं निष्क्रियं कृतम् अस्ति

source: Failed to create the subdirectory structure
sa: उपनिर्देशिकासंरचनायाः निर्माणे असफलः

source: StandardInput.tex
sa: StandardInput.text

source: KDE Integrated LaTeX Environment
sa: KDE एकीकृत LaTeX वातावरणम्

# the parameter is the last copyright year
source: by the Kile Team (2003 - %1)
sa: किले दलेन (२००३ - %1)

source: Michel Ludwig
sa: मिशेल लुड्विग्

source: Project Management/Developer
sa: परियोजना प्रबन्धन/विकासक

source: Holger Danielsson
sa: होल्गर डेनियल्सन

source: Developer
sa: विकासकः

source: Thomas Braun
sa: थॉमस ब्राउन

source: Former Developer
sa: पूर्व विकासक

source: Jeroen Wijnhout
sa: जेरोएन् विज्नहाउट्

source: Former Maintainer/Developer
sa: पूर्व परिपालक/विकासक

source: Brachet Pascal
sa: ब्रचेट् पास्कल

source: Andrius Štikonas
sa: आन्द्रियः ष्टिकोनसः

source: Migration from Subversion to Git
sa: Subversion तः Git - मध्ये प्रवासः

source: Simon Martin
sa: सिमोन मार्टिन्

source: KConfig XT, Various Improvements and Bug-Fixing
sa: KConfig XT, विभिन्नानि सुधारणानि तथा दोषनिराकरणम्

source: Roland Schulz
sa: रोलाण्ड शुल्ट्ज

source: KatePart Integration
sa: केटपार्ट एकीकरण

source: Thorsten Lück
sa: थोर्स्टेन लुक्

source: Log Parsing
sa: लॉग पार्सिंग्

source: Jan-Marek Glogowski
sa: जन-मारेक ग्लोगोव्स्की

source: Find-in-Files Dialog
sa: Find-in-Files संवादः

source: Jonathan Pechta
sa: जोनाथन पेचटा

source: Documentation
sa: दस्तावेजीकरणम्

source: Federico Zenith
sa: फेडेरिको जेनिथ

source: Jump to line
sa: रेखां प्रति कूदन्तु

source: Start a new Kile mainwindow
sa: एकं नूतनं किले मुख्यविण्डो आरभत

source: Files to open / specify '-' to read from standard input
sa: सञ्चिकाः उद्घाटयितुं / मानकनिवेशात् पठितुं '-' निर्दिष्टुं

source: Kile cannot start as a recent version the Okular library could not be found. Please install the Okular library before running Kile.
sa: किले अद्यतनसंस्करणरूपेण आरभुं न शक्नोति Okular पुस्तकालयः न लब्धः । कृपया Kile चालयितुं पूर्वं Okular पुस्तकालयं संस्थापयन्तु ।

source: Okular library not found
sa: ओकुलर पुस्तकालयः न प्राप्तः

source: Frame
sa: आबन्ध

source: Untitled Block
sa: अनामिका खण्ड

source: LaTeX ---> DVI (Okular)
sa: LaTeX ---> DVI (ओकुलर)

source: LaTeX ---> DVI (Document Viewer)
sa: LaTeX ---> DVI (दस्तावेज दर्शक) 1.1.

source: LaTeX ---> PS (Okular)
sa: LaTeX ---> PS (ओकुलर)

source: LaTeX ---> PS (Document Viewer)
sa: LaTeX ---> PS (दस्तावेज दर्शक) 1.1.

source: PDFLaTeX ---> PDF (Okular)
sa: PDFLaTeX ---> PDF (ओकुलर)

source: PDFLaTeX ---> PDF (Document Viewer)
sa: PDFLaTeX ---> PDF (दस्तावेजदर्शकः)

source: XeLaTeX ---> PDF (Okular)
sa: XeLaTeX ---> पीडीएफ (नेत्र)

source: XeLaTeX ---> PDF (Document Viewer)
sa: XeLaTeX ---> PDF (दस्तावेज दर्शक)

source: LuaLaTeX ---> PDF (Okular)
sa: LuaLaTeX ---> पीडीएफ (नेत्र)

source: LuaLaTeX ---> PDF (Document Viewer)
sa: LuaLaTeX ---> PDF (दस्तावेज दर्शक)

source: There is no selection to compile.
sa: संकलनार्थं चयनं नास्ति ।

source: There is no surrounding environment.
sa: परितः वातावरणं नास्ति ।

source: This job is only useful with a master document.
sa: एतत् कार्यं केवलं मुख्यदस्तावेजेन सह उपयोगी भवति ।

source: This is not a subdocument, but the master document.
sa: एतत् उपदस्तावेजं न, अपितु मुख्यदस्तावेजम् अस्ति ।

source: There is no surrounding mathgroup.
sa: परितः गणितसमूहः नास्ति।

source: Could not run QuickPreview: unknown task '%1'
sa: QuickPreview चालयितुं न शक्तम्: अज्ञातं कार्यम् '%1'.

source: There is already a preview running that has to be finished to run this one.
sa: एतत् चालयितुं पूर्वमेव पूर्वावलोकनं धावति यत् समाप्तं कर्तव्यम् अस्ति ।

source: There is nothing to compile and preview.
sa: संकलनं पूर्वावलोकनं च किमपि नास्ति ।

source: Could not run '%1' for QuickPreview.
sa: QuickPreview कृते '%1' चालयितुं न शक्तम् ।

source: Could not determine the main document.
sa: मुख्यदस्तावेजं निर्धारयितुं न शक्तवान्।

source: Could not read the preamble.
sa: प्रस्तावनाम् पठितुं न शक्तवान्।

source: Could not find a '\begin{document}' command.
sa: '\begin{document}' आदेशं न लब्धम् ।

source: QuickPreview
sa: त्वरितपूर्वावलोकन

source: Script: information
sa: लिपि: सूचना

source: Script: sorry
sa: लिपिः क्षम्यतां

source: Script: error
sa: स्क्रिप्ट् : त्रुटिः

source: Script: question
sa: लिपिः प्रश्नः

source: Script: warning
sa: लिपिः चेतावनी

source: Enter Value
sa: मूल्यं प्रविशतु

source: Please enter a value
sa: कृपया मूल्यं प्रविशतु

source: Script '%1.js'
sa: स्क्रिप्ट् '%1.js'.

source: File Handling Error: Unable to find the file '%1'
sa: सञ्चिकानियन्त्रणदोषः : '%1' इति सञ्चिकां अन्वेष्टुं असमर्थः ।

source: Select File to Read
sa: पठितुं सञ्चिकां चिनोतु

source: File Handling Error: Unable to create the output file '%1'
sa: सञ्चिकानियन्त्रणदोषः : '%1' इति निर्गमसञ्चिकां निर्मातुं असमर्थः ।

source: File Handling Error: Unable to write to the output file '%1'
sa: सञ्चिकानियन्त्रणदोषः: '%1' इति निर्गमसञ्चिकायां लिखितुं असमर्थः ।

source: Save As
sa: As Save As इति

source: This action was canceled by the user.
sa: एतत् कार्यं उपयोक्त्रा रद्दं कृतम् ।

source: Unable to find '%1'
sa: '%1' अन्वेष्टुं असमर्थः।

source: Cursor/Range plugin
sa: कर्सर/रेन्ज प्लगइन

source: An error has occurred at line %1 during the execution of the script "%2": %3
sa: "%2" स्क्रिप्ट् इत्यस्य निष्पादनकाले %1 पङ्क्तौ त्रुटिः अभवत्: %3

source: Error
sa: त्रुटि

source: Version %1 of Kile is at least required to execute the script "%2". The execution has been aborted.
sa: "%2" स्क्रिप्ट् निष्पादयितुं Kile इत्यस्य %1 संस्करणं न्यूनातिन्यूनं आवश्यकम् अस्ति । वधस्य गर्भपातः कृतः अस्ति।

source: Version Error
sa: संस्करणदोषः

source: Cannot start the script: no view available
sa: स्क्रिप्ट् आरभ्यतुं न शक्यते: दृश्यं उपलब्धं नास्ति

source: Script Error
sa: स्क्रिप्ट् त्रुटिः

source: Execution of %1
sa: %1 इत्यस्य निष्पादनम्

source: Could not find a folder to save %1 to. Check whether you have a folder named ".kde" with write permissions in your home folder.
sa: %1 रक्षितुं पुटं न लब्धम् । भवतः गृहपुटे लेखन-अनुमतियुक्तं ".kde" इति पुटं अस्ति वा इति पश्यन्तु ।

source: Empty File
sa: रिक्तं सञ्चिका

source: Empty LaTeX File
sa: रिक्तं LaTeX सञ्चिका

source: Empty BibTeX File
sa: रिक्त BibTeX सञ्चिका

source: The file '%1' does not exist.
sa: '%1' इति सञ्चिका नास्ति ।

source: Input Dialog
sa: इनपुट संवाद

source: Short
sa: वामनः

source: Expanded Text
sa: विस्तारितः पाठः

source: &Add
sa: &संयोजयति

source: &Delete
sa: &लुप्

source: Delete the abbreviation '%1'?
sa: '%1' इति संक्षिप्तं विलोपयतु?

source: Delete Abbreviation
sa: संक्षेपं विलोपयतु

source: Appearance Configuration
sa: रूपविन्यासः

source: Show full path in window title
sa: विण्डो शीर्षके पूर्णमार्गं दर्शयतु

source: Show splash screen on startup
sa: स्टार्टअप इत्यत्र splash screen दर्शयन्तु

source: Show in external window
sa: बाह्यविण्डो मध्ये दर्शयतु

source: Dictionary
sa: शब्दकोश

source: Try to place the cursor.
sa: कर्सरं स्थापयितुं प्रयतध्वम्।

source: Insert bullets where the user must input data.
sa: यत्र उपयोक्त्रेण दत्तांशं निवेशनीयं तत्र गोलिकाः निवेशयन्तु ।

source: Also close an environment when an opening command is inserted.
sa: यदा उद्घाटन-आदेशः सम्मिलितः भवति तदा अपि वातावरणं पिधाय ।

source: Directional or popup-based completion of the TeX/LaTeX commands that are contained in the selected completion files.
sa: चयनितसमाप्तिसञ्चिकासु समाविष्टानां TeX/LaTeX आदेशानां दिशात्मकं अथवा पॉपअप-आधारितं समाप्तिः ।

source: Automatically show a completion list of TeX/LaTeX commands when the word has this length.
sa: यदा शब्दस्य एतादृशी दीर्घता भवति तदा स्वयमेव TeX/LaTeX आदेशानां समाप्तिसूचीं दर्शयन्तु ।

source: Show abbreviations of the selected completion files in the sidebar
sa: पार्श्वपट्टिकायां चयनितसमाप्तिसञ्चिकानां संक्षिप्तनामानि दर्शयतु

source: Directional or popup-based completion of abbreviations that are contained in the selected completion files.
sa: चयनितसमाप्तिसञ्चिकासु समाविष्टानां संक्षिप्तनामानां दिशात्मकं अथवा पॉपअप-आधारितं समाप्तिः ।

source: Show LaTeX commands of the selected completion files in the sidebar
sa: पार्श्वपट्टिकायां चयनितसमाप्तिसञ्चिकानां LaTeX आदेशान् दर्शयतु

source: Completion Files
sa: समाप्ति सञ्चिकाः

source: File not found
sa: सञ्चिका न प्राप्ता

source: Wordlist '%1' contains duplicate entries.
sa: शब्दसूचिका '%1' इत्यत्र द्वितीयकप्रविष्टयः सन्ति ।

source: Completion
sa: समाप्ति

source: Auto completion for &LaTeX markup
sa: &LaTeX मार्कअप कृते स्वतः समाप्तिः

source: Threshold:
sa: देहली:

source: letters
sa: अक्षराणि

source: A&uto completion for abbreviations
sa: संक्षिप्तनामानां कृते A&uto समाप्तिः

source: Add...
sa: संयोजयति...

source: Remove
sa: अपाकरोति

source: Show LaTeX commands
sa: LaTeX आदेशान् दर्शयतु

source: Show abbreviations
sa: संक्षिप्तनाम दर्शयतु

source: Completion Properties
sa: समाप्ति गुण

source: Place cursor
sa: कर्सरं स्थापयन्तु

source: Close environments
sa: वातावरणं निकटं कुर्वन्तु

source: Performing System Check
sa: सिस्टम् चेकं कुर्वन्

source: Checking if your TeX system is installed correctly...
sa: भवतः TeX प्रणाली सम्यक् संस्थापितम् अस्ति वा इति जाँचयति...

source: Results
sa: परिणामाः

source: Complete Environments
sa: सम्पूर्ण वातावरण

source: Automatically complete \begin{env} with \end{env}
sa: \end{env} इत्यनेन स्वयमेव \begin{env} पूर्णं कुर्वन्तु।

source: Automatic Indentation Inside Environments
sa: वातावरणानां अन्तः स्वचालितं इन्डेंटेशनम्

source: Enable auto indentation of environments.
sa: वातावरणानां स्वयमेव इण्डेन्टेशनं सक्षमं कुर्वन्तु।

source: Activated
sa: सक्रियः

source: Use spaces instead of a tabulator to autoindent environments.
sa: स्वयम्-इण्डेन्ट्-वातावरणानां कृते सारणीकर्तुः स्थाने रिक्तस्थानानां उपयोगं कुर्वन्तु ।

source: Use spaces instead of tabs to indent
sa: इन्डेण्ट् कर्तुं ट्याब्स् इत्यस्य स्थाने रिक्तस्थानानां उपयोगं कुर्वन्तु

source: &Number of spaces:
sa: &रिक्तस्थानानां संख्या :

source: Use this number of spaces to autoindent environments.
sa: स्वयम्-इण्डेन्ट्-वातावरणानां कृते एतां संख्यां रिक्तस्थानानां उपयोगं कुर्वन्तु ।

source: Open selected
sa: चयनितं उद्घाटयतु

source: Show LaTeX Files Only
sa: केवलं LaTeX सञ्चिकाः दर्शयतु

source: Options
sa: विकल्पाः

source: &Default project location:
sa: &पूर्वनिर्धारितं परियोजनास्थानं:

source: &Reopen files and projects on startup
sa: &स्टार्टअप समये सञ्चिकाः परियोजनाश्च पुनः उद्घाटयन्तु

source: Template Variables
sa: टेम्पलेट चर

source: A&uthor:
sa: लेखकः:

source: Document c&lass options:
sa: दस्तावेज c&lass विकल्पाः :

source: I&nput encoding:
sa: I&nput एन्कोडिंग्: .

source: File Clean-Up Details
sa: सञ्चिका-सफाई-विवरणम्

source: Automatically clean-up files after closing Kile
sa: किले बन्दं कृत्वा स्वयमेव सञ्चिकाः स्वच्छं कुर्वन्तु

source: Reload document automatically after changes
sa: परिवर्तनस्य अनन्तरं स्वयमेव दस्तावेजं पुनः लोड् कुर्वन्तु

source: Synchronize the directory shown in the console with the document tabs
sa: कन्सोल् मध्ये दर्शितं निर्देशिकां document tabs इत्यनेन सह समन्वययन्तु

source: Let Kile process LyX commands sent by bibliography editors/viewers
sa: Kile ग्रन्थसूचीसम्पादकैः/दर्शकैः प्रेषितान् LyX आदेशान् संसाधयन्तु

source: &Default resolution:
sa: &पूर्वनिर्धारित संकल्पः :

source: (used when the picture offers no resolution)
sa: (चित्रं यदा संकल्पं न ददाति तदा प्रयुक्तम्)

source: Bo&unding box:
sa: बो&उण्डिंग् पेटी :

source: Tr&y to determine from the picture
sa: Tr&y चित्रात् निर्धारयितुं

source: (you have to install the ImageMagick package to use this option)
sa: (एतस्य विकल्पस्य उपयोगाय भवद्भिः ImageMagick संकुलं संस्थापनीयम्)

source: ImageMagick:
sa: इमेजमैजिकः :

source: Context Sensitive Help
sa: सन्दर्भ संवेदनशील सहायता

source: &Use the LaTeX2e unofficial reference manual
sa: &LaTeX2e अनधिकृतसन्दर्भपुस्तिकायाः उपयोगं कुर्वन्तु

source: Use &Kile's LaTeX reference
sa: &Kile इत्यस्य LaTeX सन्दर्भस्य उपयोगं कुर्वन्तु

source: Shift
sa: विहरति

source: Alt
sa: सर्वे

source: Meta
sa: मेटा

source: Ctrl + Shift
sa: Ctrl + Shift इति

source: Alt + Ctrl
sa: Alt + Ctrl इति

source: Meta + Ctrl
sa: मेटा + Ctrl

source: Ctrl + Cmd
sa: Ctrl + Cmd इति

source: Configure...
sa: विन्यस्तं कुर्वन्तु...

source: Configure LaTeX environments and commands
sa: LaTeX वातावरणानि आदेशानि च विन्यस्यताम्

source: Double Quotes
sa: द्विगुण उद्धरण

source: Automatically insert opening and closing double &quotes for LaTeX
sa: LaTeX कृते उद्घाटनं समापनं च डबल &quotes स्वयमेव सम्मिलितं कुर्वन्तु

source: &Type:
sa: &प्रकारः:

source: This option will insert the LaTeX equivalent of most special characters that can be typed on a keyboard.
sa: एषः विकल्पः अधिकांशविशेषवर्णानां LaTeX समकक्षं सम्मिलितं करिष्यति यत् कीबोर्ड् मध्ये टङ्कयितुं शक्यते ।

source: Automatically insert the LaTeX equivalent of special characters when typing (accents, etc)
sa: टङ्कनकाले विशेषवर्णानां LaTeX समकक्षं स्वयमेव सम्मिलितं कुर्वन्तु (उच्चारणं इत्यादयः) ।

source: Math mode
sa: गणितविधिः

source: Auto insert $
sa: स्वतः सम्मिलितं $

source: Environment Variables
sa: पर्यावरण चर

source: TE&XINPUTS:
sa: ते&XINPUTS:

source: BIBINP&UTS:
sa: बिबिनप&उत्सः :

source: B&STINPUTS:
sa: B&STINPUTS: 1.1.

source: Modifiers for Left Click Actions
sa: वामक्लिक् क्रियाणां कृते संशोधकाः

source: Modifier for forward search in viewer:
sa: दर्शके अग्रे अन्वेषणार्थं संशोधकः :

source: Modifier for selecting from cursor:
sa: कर्सरतः चयनार्थं संशोधकः :

source: Check if root document is a LaTeX root before running LaTeX on it
sa: तस्मिन् LaTeX चालयितुं पूर्वं root document LaTeX root अस्ति वा इति पश्यन्तु

source: Check if &root document
sa: &root document इति पश्यन्तु

source: Jump to first error in case running LaTeX failed
sa: LaTeX चालनं विफलं जातं चेत् प्रथमदोषं प्रति कूदन्तु

source: &Jump to first error
sa: &प्रथमदोषं प्रति कूदन्तु

source: Automatically run Asymptote, BibTeX, MakeIndex and rerun LaTeX when necessary
sa: स्वयमेव Asymptote, BibTeX, MakeIndex च चालयन्तु तथा आवश्यकतायां LaTeX पुनः चालयन्तु

source: Automatically run additional tools
sa: अतिरिक्तसाधनं स्वयमेव चालयन्तु

source: Live Preview Configuration
sa: लाइव पूर्वावलोकन विन्यास

source: Enable &live preview
sa: &live पूर्वावलोकनं सक्षमं कुर्वन्तु

source: Enable live preview for newly-opened documents
sa: नव-उद्घाटित-दस्तावेजानां कृते लाइव-पूर्वावलोकनं सक्षमं कुर्वन्तु

source: Compilation Behavior
sa: संकलन व्यवहार

source: Compile doc&uments after saving
sa: रक्षणानन्तरं दस्तावेजानां संकलनं कुर्वन्तु

source: Compile documents whenever &there are changes after
sa: यदा कदापि &ततः परं परिवर्तनं भवति तदा दस्तावेजान् संकलयन्तु

source: Set default live preview tool
sa: पूर्वनिर्धारितं लाइव पूर्वावलोकनसाधनं सेट् कुर्वन्तु

source: Hide &Bad Boxes
sa: गोपयन्तु &Bad Boxes

source: Hide (La)TeX &Warnings
sa: (La)TeX &Warnings छिपाएँ

source: Select a tool
sa: एकं साधनं चिनोतु

source: Show hidden tools
sa: गुप्तसाधनं दर्शयतु

source: New...
sa: नूतनम्‌...

source: Choose a configuration for the current tool
sa: वर्तमानसाधनस्य कृते विन्यासं चिनोतु

source: Se&lect:
sa: विचि:

source: Advanced
sa: उन्नतं

source: C&lass:
sa: श्रेणी:

source: Source e&xtension:
sa: स्रोतः e&xtension:

source: Tar&get extension:
sa: लक्ष्य&प्राप्तविस्तारः :

source: Target &file:
sa: लक्ष्यं &सञ्चिका: .

source: &Relative dir:
sa: &सापेक्ष दिर:

source: Close Konsole when tool is finished
sa: यदा टूल् समाप्तं भवति तदा Konsole बन्दं कुर्वन्तु

source: Menu
sa: मेनू

source: Add &tool to Build menu:
sa: &tool इत्येतत् Build मेन्यू मध्ये योजयन्तु:

source: &Icon:
sa: &चिह्नम् :

source: Restore Default Tools...
sa: पूर्वनिर्धारितसाधनं पुनर्स्थापयन्तु...

source: Please select the type of document you want to create:
sa: कृपया यत् दस्तावेजं निर्मातुम् इच्छति तस्य प्रकारं चिनोतु:

source: Template
sa: टेम्पलेट

source: Please select the template that should be used:
sa: कृपया तस्य साचायाः चयनं कुर्वन्तु यस्य उपयोगः करणीयः अस्ति:

source: Start the Quick Start wizard when creating an empty LaTeX file
sa: रिक्तं LaTeX सञ्चिकां निर्माय Quick Start विजार्डं आरभत

source: Quick Preview in a Separate Window
sa: पृथक् विण्डो मध्ये द्रुतपूर्वावलोकनम्

source: Select a configuration:
sa: एकं विन्यासं चिनुत:

source: Quick Preview in Bottom Bar
sa: Bottom Bar मध्ये त्वरितपूर्वावलोकनम्

source: &Resolution:
sa: &प्रस्ताव:

source: (allowed values: 30-1000 dpi)
sa: (अनुमतमूल्यानि: 30-1000 dpi)

source: &Background Color:
sa: &पृष्ठभूमि रङ्ग:

source: Kile supports three kinds of conversion to png images
sa: किले png इमेजेषु त्रिविधरूपान्तरणस्य समर्थनं करोति

source: dvi --> png
sa: द्वि --> पङ्

source: (uses dvipng)
sa: (द्विप्ङ्ग् इत्यस्य उपयोगं करोति)

source: dvi --> ps --> png
sa: द्वि --> प्स् --> पङ्

source: (uses dvips/convert)
sa: (dvips/convert इत्यस्य उपयोगं करोति)

source: (uses convert)
sa: (परिवर्तनस्य उपयोगं करोति)

source: dvipng:
sa: द्विपङ्:

source: convert:
sa: रैकृ:

source: Show preview in bottom bar:
sa: अधः पट्टिकायां पूर्वावलोकनं दर्शयतु:

source: Conversion to image:
sa: प्रतिबिम्बे परिवर्तनम् :

source: Selection:
sa: चयनम् :

source: Environment:
sa: पर्यावरणम्‌:

source: Mathgroup:
sa: गणितसमूहः :

source: Subdocument:
sa: उपदस्तावेजः :

source: Not available, opens always in a separate window.
sa: न उपलब्धं, सर्वदा पृथक् विण्डो मध्ये उद्घाट्यते ।

source: Co&mmand:
sa: किम्&मन्दः :
