Repository: KDE/kile
Catalog: po/sa/kile.po
Languages: sa

source: <p>Move the mouse over the icons to see the corresponding LaTeX commands.<br/>Click on an image to insert the corresponding command, additionally pressing "Shift" inserts it in math mode, pressing "Ctrl" in curly brackets.</p>
sa: <p>तत्सम्बद्धान् LaTeX आदेशान् द्रष्टुं चिह्नानां उपरि मूषकं चालयन्तु ।<br/> तत्सम्बद्धं आदेशं सम्मिलितुं चित्रे क्लिक् कुर्वन्तु, अतिरिक्तं &quot;Shift&quot; नुदन् गणितविधाने सम्मिलितं भवति, कुञ्चितकोष्ठकेषु &quot;Ctrl&quot; नुदन् ।</p>

source: Abbreviation
sa: संक्षेपः

source: Log and Messages
sa: लॉग एवं सन्देश

source: Output
sa: उत्पादनम्

source: Konsole
sa: सान्त्वनम्

source: Save All
sa: सर्वं रक्षतु

source: Create Template From Document...
sa: दस्तावेजात् टेम्पलेट् रचयन्तु...

source: &Remove Template...
sa: &टेम्पलेट हटाएँ...

source: Close All
sa: सर्वं बन्दं कुर्वन्तु

source: S&tatistics
sa: S&statistics

source: Latin-&1 (iso 8859-1)
sa: लैटिन-&1 (iso 8859-1)

source: Latin-&2 (iso 8859-2)
sa: लैटिन-&2 (iso 8859-2)

source: Latin-&3 (iso 8859-3)
sa: लैटिन-&3 (iso 8859-3)

source: Latin-&4 (iso 8859-4)
sa: लैटिन-&4 (iso 8859-4)

source: Latin-&5 (iso 8859-5)
sa: लैटिन-&5 (iso 8859-5)

source: Latin-&9 (iso 8859-9)
sa: लैटिन-&9 (iso 8859-9)

source: &Central European (cp-1250)
sa: &मध्य यूरोपीय (cp-1250)

source: &Western European (cp-1252)
sa: &पश्चिमी यूरोपीय (cp-1252)

source: Move Tab Left
sa: ट्याब् वामभागे चालयन्तु

source: Move Tab Right
sa: ट्याब् राइट् चालयन्तु

source: Next section
sa: अग्रिमः खण्डः

source: Prev section
sa: पूर्व खण्ड

source: Next paragraph
sa: अग्रिमः अनुच्छेदः

source: Prev paragraph
sa: पूर्वपरिच्छेदः

source: Find &in Files...
sa: Find &in सञ्चिकाः...

source: Refresh Str&ucture
sa: ताजगी Str&ucture

source: &New Project...
sa: &नवीन परियोजना...

source: Refresh Project &Tree
sa: परियोजना &वृक्ष ताजगी

source: &Archive
sa: &लेखागार

source: Project &Options
sa: परियोजना &विकल्प

source: &Close Project
sa: &परियोजना बन्द करो

source: &Show Projects...
sa: &प्रकल्पान् प्रदर्शयतु...

source: Re&move Files From Project...
sa: परियोजनातः सञ्चिकाः पुनः&निष्कासनं कुर्वन्तु...

source: Show Project &Files...
sa: परियोजना &सञ्चिकाः दर्शयतु...

source: Open All &Project Files
sa: All &Project Files उद्घाटयन्तु

source: Find in &Project...
sa: &Project इत्यत्र अन्वेष्टुम्...

source: Clean
sa: स्वच्छम्‌

source: Next Document
sa: अग्रिमः दस्तावेजः

source: Previous Document
sa: पूर्व दस्तावेज

source: Focus Log/Messages View
sa: फोकस लॉग/सन्देशदृश्यम्

source: Focus Output View
sa: फोकस आउटपुट व्यू

source: Focus Konsole View
sa: फोकस कन्सोल व्यू

source: Focus Editor View
sa: फोकस सम्पादक दृश्य

# @action: Starts the completion of the current LaTeX command
source: Complete (La)TeX Command
sa: सम्पूर्ण (La)TeX आदेश

# @action: Starts the input (and completion) of a LaTeX environment
source: Complete LaTeX Environment
sa: सम्पूर्ण LaTeX वातावरण

# @action: Starts the completion of the current abbreviation
source: Complete Abbreviation
sa: सम्पूर्ण संक्षिप्त नाम

source: Next Bullet
sa: अग्रिमः गोली

source: Prev Bullet
sa: पूर्व बुलेट

source: Environment (inside)
sa: पर्यावरणम् (अन्तः)

source: Environment (outside)
sa: पर्यावरणम् (बहिः)

source: TeX Group (inside)
sa: TeX Group (अन्तः)

source: TeX Group (outside)
sa: TeX Group (बहिः)

source: Math Group
sa: गणित समूह

source: Paragraph
sa: अनुच्छेदः

source: Line
sa: पंक्ति

source: To End of Line
sa: To End of Line इति

source: Go to Begin
sa: Begin इति गच्छन्तु

source: Go to End
sa: End इति गच्छतु

source: Match
sa: मेलनम्‌

source: Close
sa: पिधानं करोतु

source: Selection
sa: चयनम्

source: Subdocument
sa: उपदस्तावेज

source: Mathgroup
sa: गणितसमूहः

source: &Bibliography
sa: &ग्रन्थसूची

source: &Settings
sa: &सेटिंग्स

source: Settings for BibTeX
sa: BibTeX कृते सेटिंग्स्

source: Settings for Biblatex
sa: Biblatex कृते सेटिंग्स्

source: Quick Start
sa: त्वरित आरम्भ

source: Array
sa: सरणी

source: Tabbing
sa: टैबिंग्

source: Floats
sa: प्लवते

source: Define Current Document as '&Master Document'
sa: वर्तमान दस्तावेजं '&Master Document' इति परिभाषयन्तु।

source: Show Document Viewer
sa: दस्तावेजदर्शकं दर्शयतु

source: Show S&ide Bar
sa: S&ide Bar इति दर्शयतु

source: Show Mess&ages Bar
sa: Mess&ages Bar इति दर्शयतु

source: Watch File Mode
sa: Watch File Mode इति

source: Context Help
sa: सन्दर्भ सहायता

source: &About Editor Component
sa: &सम्पादक घटकस्य विषये

source: &System Check...
sa: &प्रणाली जाँच...

source: Biblatex
sa: बिब्लेटेक्स

source: Compile
sa: संकलनम्

source: View
sa: दृश्यं

source: Convert
sa: रैकृ

source: Quick
sa: तीव्र

source: It was impossible to create the "Archive" tool. Please check and repair your installation of Kile.
sa: "Archive" इति साधनस्य निर्माणं असम्भवम् आसीत् । कृपया किले इत्यस्य संस्थापनस्य जाँचं कृत्वा मरम्मतं कुर्वन्तु।

source: Unable to Create Archive Tool
sa: संग्रहसाधनं निर्मातुं असमर्थः

source: Project: %1
sa: परियोजना: %1

source: Project: %1 (Master document: %2)
sa: परियोजना: %1 (मास्टर दस्तावेज: %2)

source: Normal mode
sa: सामान्य मोड

source: Master document: %1
sa: मुख्यदस्तावेजः %1

source: Define Current Document as 'Master Document'
sa: वर्तमान दस्तावेजं 'मास्टर दस्तावेजम्' इति परिभाषयन्तु।

source: Normal mode (current master document: %1)
sa: सामान्यविधिः (वर्तमानः मुख्यदस्तावेजः: %1)

# Window caption in read-only mode: <file name> [Read-Only]
source: %1 [Read-Only]
sa: %1 [केवलं पठनीयम्] ।

source: There is no active document or it is not saved.
sa: सक्रियदस्तावेजं नास्ति अथवा न रक्षितम्।

source: You have to include the package %1.
sa: भवद्भिः %1 संकुलं समाविष्टं कर्तव्यम् ।

source: Insert text
sa: पाठं सम्मिलितं कुर्वन्तु

source: You have to include the packages %1.
sa: भवद्भिः %1 संकुलं समाविष्टं कर्तव्यम् ।

source: No Name
sa: न नाम

source: no name
sa: न नाम

source: In order to define the current document as a master document, it has to be saved first.
sa: वर्तमानदस्तावेजं मुख्यदस्तावेजरूपेण परिभाषितुं प्रथमं तस्य रक्षणं कर्तव्यम् ।

# @info:status status bar label for block selection mode
source: BLOCK
sa: मृदुवस्तु

# @info:status status bar label for line selection mode
source: LINE
sa: पंक्ति

source: Refreshing structure...
sa: ताज़ा संरचना...

source: This will hide the menu bar completely. You can show it again by typing %1.
sa: एतेन मेनू-पट्टिका पूर्णतया गोपिता भविष्यति । %1 इति टङ्कयित्वा पुनः दर्शयितुं शक्नुवन्ति ।

source: Hide menu bar
sa: मेनू-पट्टिकां गोपयन्तु

source: The resource file version.
sa: संसाधनसञ्चिकासंस्करणम् ।

source: The main window's width.
sa: मुख्यजालकस्य विस्तारः ।

source: The main window's height.
sa: मुख्यजालकस्य ऊर्ध्वता।

source: The expansion level for the structure view.
sa: संरचनादृश्यस्य कृते विस्तारस्तरः ।

source: Show label commands in the structure view
sa: संरचनादृश्ये लेबल आदेशान् दर्शयतु

source: Show undefined references in the structure view
sa: संरचनादृश्ये अपरिभाषितसन्दर्भान् दर्शयतु

source: Show bibitems commands in the structure view
sa: संरचनादृश्ये bibitems आदेशान् दर्शयतु

source: Show includegraphics commands in the structure view
sa: संरचनादृश्ये includegraphics आदेशान् दर्शयतु

source: Show float environments in the structure view
sa: संरचनादृश्ये फ्लोट् वातावरणानि दर्शयन्तु

source: Show file input commands in the structure view
sa: संरचनादृश्ये सञ्चिकानिवेशादेशान् दर्शयतु

source: Show labels as child of sectioning items in the structure view
sa: संरचनादृश्ये खण्डीकरणवस्तूनाम् बालरूपेण लेबल् दर्शयतु

source: Show TODO and FIXME comments
sa: TODO तथा FIXME टिप्पणीं दर्शयतु

source: Open the parent item for all labels in the structure view as default
sa: संरचनादृश्ये सर्वेषां लेबलानां कृते मूलद्रव्यं पूर्वनिर्धारितरूपेण उद्घाटयन्तु

source: Open the parent item for all undefined references in the structure view
sa: संरचनादृश्ये सर्वेषां अपरिभाषितसन्दर्भाणां कृते मातापितृवस्तु उद्घाटयन्तु

source: Open the parent item for all bibitems in the structure view as default
sa: संरचनादृश्ये सर्वेषां बिबिटेम्स् कृते मातापितृवस्तुं पूर्वनिर्धारितरूपेण उद्घाटयन्तु

source: Open the parent item for all TODO and FIXME comments as default
sa: सर्वेषां TODO तथा FIXME टिप्पणीनां कृते मूलद्रव्यं पूर्वनिर्धारितरूपेण उद्घाटयन्तु

source: Default extension to use when opening graphic files with no extension
sa: विस्ताररहितं चित्रसञ्चिकां उद्घाटयति समये उपयोक्तुं पूर्वनिर्धारितं विस्तारः

source: What type of bibliography (bibtex or biblatex) kile should show.
sa: किले कीदृशं ग्रन्थसूचीं (bibtex or biblatex) दर्शयितव्यम्।

source: Whether to run the Lyx server.
sa: Lyx सर्वरं चालयितुं वा।

source: Holds the TEXINPUTS environment variable.
sa: TEXINPUTS वातावरणचरं धारयति ।

source: Set the TEXINPUTS environment variable here. TEXINPUTS should be a colon-separated list of all paths TeX should look for additional packages and/or files. You do not have to add :$TEXINPUTS at the end.
sa: अत्र TEXINPUTS वातावरणचरं सेट् कुर्वन्तु । TEXINPUTS सर्वेषां मार्गानाम् कोलन-विभक्तसूची भवितुमर्हति TeX इत्यनेन अतिरिक्तसङ्कुलाः/सञ्चिकाः वा अन्वेष्टव्याः । अन्ते भवद्भिः :$TEXINPUTS योजयितुं न प्रयोजनम् ।

source: Holds the TEXINPUTS environment variable for QuickPreview tools.
sa: QuickPreview उपकरणानां कृते TEXINPUTS वातावरणचरं धारयति ।

source: Set the TEXINPUTS environment variable for QuickPreview tools here. TEXINPUTS should be a colon-separated list of all paths TeX should look for additional packages and/or files. You do not have to add :$TEXINPUTS at the end.
sa: QuickPreview उपकरणानां कृते TEXINPUTS वातावरणचरम् अत्र सेट् कुर्वन्तु । TEXINPUTS सर्वेषां मार्गानाम् कोलन-विभक्तसूची भवितुमर्हति TeX इत्यनेन अतिरिक्तसङ्कुलाः/सञ्चिकाः वा अन्वेष्टव्याः । अन्ते भवद्भिः :$TEXINPUTS योजयितुं न प्रयोजनम् ।

source: Holds the BIBINPUTS environment variable.
sa: BIBINPUTS वातावरणचरं धारयति ।

source: Set the BIBINPUTS environment variable here. BIBINPUTS should be a colon-separated list of all paths bibtex should look for additional .bib files. You do not have to add :$BIBINPUTS at the end.
sa: अत्र BIBINPUTS वातावरणचरं सेट् कुर्वन्तु । BIBINPUTS सर्वेषां मार्गानाम् कोलन-विभक्तसूची भवितुमर्हति bibtex इत्यनेन अतिरिक्ताः .bib सञ्चिकाः अन्वेष्टव्याः । अन्ते भवद्भिः :$BIBINPUTS योजयितुं न प्रयोजनम् ।

source: Holds the BIBINPUTS environment variable for QuickPreview tools.
sa: QuickPreview उपकरणानां कृते BIBINPUTS वातावरणचरं धारयति ।

source: Set the BIBINPUTS environment variable for QuickPreview tools here. BIBINPUTS should be a colon-separated list of all the paths where the bibliography tool (e.g. BibTeX or Biber) should look for additional packages and/or files. You do not have to add :$BIBINPUTS at the end.
sa: QuickPreview उपकरणानां कृते BIBINPUTS वातावरणचरम् अत्र सेट् कुर्वन्तु । BIBINPUTS सर्वेषां मार्गानाम् एकः कोलन-पृथक् सूची भवितुमर्हति यत्र ग्रन्थसूची-उपकरणेन (उदा. BibTeX अथवा Biber) अतिरिक्त-सङ्कुलाः/सञ्चिकाः वा अन्वेष्टव्याः अन्ते भवद्भिः :$BIBINPUTS योजयितुं न प्रयोजनम् ।

source: Holds the BSTINPUTS environment variable.
sa: BSTINPUTS वातावरणचरं धारयति ।

source: Set the BSTINPUTS environment variable here. BSTINPUTS should be a colon-separated list of all paths bibtex should look for additional .bst files. You do not have to add :$BSTINPUTS at the end.
sa: अत्र BSTINPUTS वातावरणचरं सेट् कुर्वन्तु । BSTINPUTS सर्वेषां मार्गानाम् कोलन-विभक्तसूची भवितुमर्हति bibtex इत्यनेन अतिरिक्ताः .bst सञ्चिकाः अन्वेष्टव्याः । अन्ते भवद्भिः :$BSTINPUTS योजयितुं न प्रयोजनम् ।

source: Whether to show the bottom bar.
sa: अधः पट्टिकां दर्शयितव्यम् वा।

source: Height of the bottom bar.
sa: अधः पट्टिकायाः ऊर्ध्वता ।

source: Which tab of the bottom bar to show.
sa: अधः पट्टिकायाः कः ट्याब् दर्शयितव्यम् ।

source: Width of the sidebar.
sa: पार्श्वपट्टिकायाः विस्तारः ।

source: Whether to show the side bar.
sa: पार्श्वपट्टिकां दर्शयितव्यम् वा।

source: Whether to show the document viewer.
sa: दस्तावेजदर्शकं दर्शयितव्यम् वा।

source: Whether to show the document viewer in a separate external window.
sa: दस्तावेजदर्शकं पृथक् बाह्यविण्डो मध्ये दर्शयितव्यम् वा ।

source: Whether to show Bad Box warnings in the LogMsg view.
sa: LogMsg दृश्ये Bad Box चेतावनीः दर्शयितव्याः वा इति ।

source: Whether to show (La)TeX warnings in the LogMsg view.
sa: LogMsg दृश्ये (La)TeX चेतावनीः दर्शयितव्याः वा।

source: The identifier of the selected view in the left pane.
sa: वामफलके चयनितदृश्यस्य परिचयकः ।

source: Whether to show the splash screen on startup.
sa: स्टार्टअप इत्यत्र splash screen दर्शयितव्यम् वा।

source: Last version of Kile for which the system check was run at start up
sa: किले इत्यस्य अन्तिमसंस्करणं यस्य कृते आरम्भे प्रणालीपरीक्षा चालिता आसीत्

source: Automatic completion \begin{env} with \end{env}.
sa: \end{env} इत्यनेन सह \begin{env} स्वचालितं समाप्तिः ।

source: Enable auto indentation of environments
sa: वातावरणानां स्वयमेव इण्डेन्टेशनं सक्षमं कुर्वन्तु

source: Use spaces instead of a tabulator to autoindent environments
sa: स्वयम्-इण्डेन्ट्-वातावरणानां कृते सारणीकर्तुः स्थाने रिक्तस्थानानां उपयोगं कुर्वन्तु

source: Use this number of spaces to autoindent environments
sa: स्वयम्-इण्डेन्ट्-वातावरणानां कृते एतां संख्यां रिक्तस्थानानां उपयोगं कुर्वन्तु

source: Click in editor to select from cursor
sa: कर्सरतः चयनं कर्तुं editor इत्यत्र क्लिक् कुर्वन्तु

source: Click in editor to search in viewer
sa: viewer इत्यत्र अन्वेषणार्थं editor इत्यत्र क्लिक् कुर्वन्तु

source: Automatic insertion of double quotes.
sa: द्विगुण उद्धरणस्य स्वचालितं सम्मिलनम्।

source: Language dependent type of double quotes.
sa: भाषा आश्रित प्रकार द्विगुण उद्धरण।

source: Automatic insertion of special characters.
sa: विशेषवर्णानां स्वचालितं निवेशनम्।

source: Center the graphics.
sa: चित्राणि केन्द्रीकृत्य।

source: Insert the bounding box as an option for the includegraphics command.
sa: includegraphics आदेशस्य विकल्परूपेण bounding box इत्येतत् सम्मिलितं कुर्वन्तु ।

source: Filename is relative to a path given in graphicspath command.
sa: सञ्चिकानाम graphicspath आदेशे दत्तस्य मार्गस्य सापेक्षम् अस्ति ।

source: Embed the graphics in a figure environment.
sa: चित्राणि आकृतिवातावरणे एम्बेड् कुर्वन्तु ।

source: Set preferred figure position to top of page.
sa: पृष्ठस्य उपरि प्राधान्यं आकृतिस्थानं सेट् कुर्वन्तु ।

source: Set preferred figure position to bottom of page.
sa: पृष्ठस्य अधः प्राधान्यं आकृतिस्थानं सेट् कुर्वन्तु ।

source: Set preferred figure position to "exactly here" on page.
sa: पृष्ठे "समीचीनतया अत्र" इति प्राधान्यं आकृतिस्थानं सेट् कुर्वन्तु ।

source: Set preferred figure position to be on separate page.
sa: प्राधान्यं आकृतिस्थानं पृथक् पृष्ठे भवितुं सेट् कुर्वन्तु ।

source: Force figure position.
sa: बल आकृति स्थिति।

source: Enable the wrapfigure environment.
sa: wrapfiguur वातावरणं सक्षमं कुर्वन्तु ।

source: Set preferred wrapfigure position to the right of text.
sa: पाठस्य दक्षिणभागे प्राधान्यं wrapfigure स्थानं सेट् कुर्वन्तु ।

source: Set preferred wrapfigure position to the left of text.
sa: पाठस्य वामभागे प्राधान्यं wrapfigure स्थानं सेट् कुर्वन्तु ।

source: Set preferred wrapfigure position to the inside of the page.
sa: पृष्ठस्य अन्तः प्राधान्यं wrapfigure स्थानं सेट् कुर्वन्तु ।

source: Set preferred wrapfigure position to the outside of the page.
sa: पृष्ठस्य बहिः प्राधान्यं wrapfigure स्थानं सेट् कुर्वन्तु ।

source: Allow wrapped figures to float.
sa: वेष्टितानि आकृतयः प्लवितुं ददतु।

source: Whether ImageMagick is installed.
sa: ImageMagick संस्थापितम् अस्ति वा।

source: Try to determine the bounding box from the picture.
sa: चित्रात् सीमापेटिकां निर्धारयितुं प्रयतध्वम् ।

source: The default image resolution.
sa: पूर्वनिर्धारितं चित्रसंकल्पः ।

source: Use the Kile LaTeX reference for the contextual help.
sa: सन्दर्भसहायार्थं Kile LaTeX सन्दर्भस्य उपयोगं कुर्वन्तु ।

source: Use the system's TexLive LaTeX2e reference for the contextual help.
sa: सन्दर्भसहायार्थं प्रणाल्याः TexLive LaTeX2e सन्दर्भस्य उपयोगं कुर्वन्तु ।

source: Reopen files and projects on startup.
sa: स्टार्टअप इत्यत्र सञ्चिकाः परियोजनाश्च पुनः उद्घाटयन्तु ।

source: Automatically clean-up files after close.
sa: बन्दस्य अनन्तरं स्वयमेव सञ्चिकाः स्वच्छं कुर्वन्तु।

source: The file extensions to clean on exit.
sa: निर्गमनसमये स्वच्छं कर्तुं सञ्चिकाविस्ताराः ।

source: Only show LaTeX files in the file browser widget
sa: केवलं सञ्चिकाब्राउजर् विजेट् मध्ये LaTeX सञ्चिकाः दर्शयन्तु

source: The Author template variable.
sa: Author टेम्पलेट चरः ।

source: The Documentclass template variable.
sa: Documentclass टेम्पलेट् चरः ।

source: The Input encoding template variable.
sa: Input एन्कोडिंग् टेम्पलेट् चरः ।

source: The default location where the projects must be created.
sa: पूर्वनिर्धारितं स्थानं यत्र परियोजनानि निर्मातव्यानि।

source: Whether the current directory shown in the console is kept synchronized with the open tabs
sa: कन्सोल् मध्ये दर्शिता वर्तमाननिर्देशिका मुक्तट्याब्भिः सह समन्वयिता भवति वा

source: Whether the watch-file mode is enabled for the document viewer
sa: दस्तावेजदर्शकस्य कृते watch-file मोडः सक्षमः अस्ति वा

source: Whether to show the full path of file names in the window title.
sa: विण्डो शीर्षके सञ्चिकानामानां पूर्णमार्गं दर्शयितव्यम् वा ।

source: Whether Dvipng is installed.
sa: Dvipng संस्थापितम् अस्ति वा।

source: Whether Convert is installed.
sa: Convert संस्थापितम् अस्ति वा।

source: Show preview of environments in bottom bar.
sa: अधः पट्टिकायां वातावरणानां पूर्वावलोकनं दर्शयतु ।

source: Show preview of selected text in bottom bar.
sa: चयनितपाठस्य पूर्वावलोकनं अधः पट्टिकायां दर्शयतु ।

source: Show preview of mathgroups in bottom bar.
sa: अधः पट्टिकायां गणितसमूहानां पूर्वावलोकनं दर्शयतु ।

source: Conversion tool for preview of environments in bottom bar.
sa: अधः पट्टिकायां वातावरणानां पूर्वावलोकनार्थं रूपान्तरणसाधनम् ।

source: Conversion tool for preview of selected text in bottom bar.
sa: अधः पट्टिकायां चयनितपाठस्य पूर्वावलोकनार्थं रूपान्तरणसाधनम् ।

source: Conversion tool for preview of mathgroups in bottom bar.
sa: अधः पट्टिकायां गणितसमूहानां पूर्वावलोकनार्थं रूपान्तरणसाधनम् ।

source: The background color of the quick preview pane.
sa: द्रुतपूर्वावलोकनफलकस्य पृष्ठभूमिवर्णः ।

source: Enable the scripting support.
sa: स्क्रिप्टिङ्ग् समर्थनं सक्षमं कुर्वन्तु ।

source: Set a time limit for the execution of scripts.
sa: स्क्रिप्ट्-निष्पादनार्थं समयसीमा निर्धारयन्तु ।

source: Time limit for the execution of scripts.
sa: स्क्रिप्ट्-निष्पादनस्य समयसीमा ।

source: Width of the column containing the script name in the scripts management widget.
sa: स्क्रिप्ट् प्रबन्धन विजेट् मध्ये स्क्रिप्ट् नाम युक्तस्य स्तम्भस्य विस्तारः ।

source: Last task used by the PdfWizard.
sa: PdfWizard द्वारा प्रयुक्तं अन्तिमं कार्यं ।

source: Number of symbols to store in the Most Frequently Used Symbols view.
sa: Most Frequently Used Symbols दृश्ये संग्रहीतुं चिह्नानां संख्या ।

source: Display the Most Frequently Used Symbols view.
sa: सर्वाधिकं प्रयुक्तानि चिह्नानि दृश्यं प्रदर्शयन्तु ।

source: Clear the list of the most frequently used symbols whilst closing Kile.
sa: किले बन्दं कुर्वन् सर्वाधिकं प्रयुक्तानां चिह्नानां सूचीं स्वच्छं कुर्वन्तु ।

source: Should UTF-8 characters instead of commands be inserted
sa: आदेशानां स्थाने UTF-8 वर्णाः सम्मिलिताः भवेयुः वा

source: XML file for the user menu
sa: उपयोक्तृमेनू कृते XML सञ्चिका

source: Use the main menubar (value 0) or the LaTeX menu (value 1) for the location of the user menu
sa: उपयोक्तृमेनूस्थानस्य कृते मुख्यमेनूपट्टिका (मूल्यं 0) अथवा LaTeX मेनू (मूल्यं 1) उपयुज्यताम्

source: Activate live preview functionality.
sa: लाइव पूर्वावलोकन कार्यक्षमतां सक्रियं कुर्वन्तु।

source: Synchronize the cursor position with the view.
sa: कर्सरस्थानं दृश्येन सह समन्वययन्तु ।

source: Enable preview for freshly opened documents.
sa: नवीनतया उद्घाटितानां दस्तावेजानां पूर्वावलोकनं सक्षमं कुर्वन्तु ।

source: Number of milliseconds after which the compilation is started when a change has occurred.
sa: परिवर्तनं जातं यस्य अनन्तरं संकलनं आरभ्यते तस्य मिलीसेकेण्ड्-सङ्ख्या ।

source: Only compile documents after saving.
sa: केवलं रक्षणानन्तरं दस्तावेजानां संकलनं कुर्वन्तु।

source: default livepreview tool.
sa: पूर्वनिर्धारितं livepreview साधनम्।

source: &Label:
sa: &नामपत्र:

source: No editor component found. Please check your KDE installation.
sa: सम्पादकघटकः न प्राप्तः । कृपया स्वस्य KDE संस्थापनं पश्यन्तु ।

source: No editor component found.
sa: सम्पादकघटकः न प्राप्तः ।

source: The internal structure of Kile is corrupted (probably due to a bug in Kile). Please select Save All from the File menu and close Kile. The Kile team apologizes for any inconvenience and would appreciate a bug report.
sa: किले इत्यस्य आन्तरिकसंरचना दूषिता अस्ति (सम्भवतः किले इत्यस्य दोषस्य कारणतः) । कृपया File मेन्यू तः Save All इति चित्वा Kile बन्दं कुर्वन्तु । किले-दलः कस्यापि असुविधायाः कृते क्षमायाचनां करोति, दोष-रिपोर्ट्-प्रशंसनं च करिष्यति ।

source: The URL "%1" couldn't be opened. %2
sa: "%1" इति URL उद्घाटयितुं न शक्यते स्म । %2

source: Cannot open URL
sa: URL उद्घाटयितुं न शक्यते

source: The URL "%1" couldn't be opened.
sa: "%1" इति URL उद्घाटयितुं न शक्यते स्म ।

source: Could not find template: %1
sa: टेम्पलेट् न लब्धम्: %1

source: File Not Found
sa: सञ्चिका न प्राप्ता

source: Please save the file first.
sa: कृपया प्रथमं सञ्चिकां रक्षन्तु ।

source: Open/create a document first.
sa: प्रथमं दस्तावेजं उद्घाटयन्तु/निर्माणं कुर्वन्तु।

source: A template for this type of document cannot be created.
sa: एतादृशस्य दस्तावेजस्य कृते टेम्पलेट् निर्मातुं न शक्यते ।

source: Create Template From Document
sa: दस्तावेजात् टेम्पलेट् रचयन्तु

source: Remove Template
sa: टेम्पलेट हटाएँ

source: Open Files
sa: सञ्चिकाः उद्घाटयन्तु

source: Kile encountered problems while saving the file %1. Do you have enough free disk space left?
sa: %1 सञ्चिकां रक्षन् Kile इत्यनेन समस्याः अभवन् । किं भवतः पर्याप्तं मुक्तं डिस्कस्थानं अवशिष्टम् अस्ति ?

source: Saving
sa: बचतम्

source: Any files (*)
sa: केचन सञ्चिकाः (*) .

source: Save Compiled Document As...
sa: संकलितं दस्तावेजं यथा रक्षन्तु...

source: The URL "%1" cannot be opened as it is a directory.
sa: "%1" इति URL उद्घाटयितुं न शक्यते यथा निर्देशिका अस्ति।

source: Cannot open directory
sa: निर्देशिकां उद्घाटयितुं न शक्यते

source: Save File
sa: सञ्चिकां रक्षतु

source: A file with the name "%1" exists already. Do you want to overwrite it?
sa: "%1" इति नाम्ना सञ्चिका पूर्वमेव विद्यते । किं भवन्तः तस्य अधिलेखनं कर्तुम् इच्छन्ति ?

source: Overwrite File?
sa: सञ्चिकां अधिलेखयतु?

source: Refresh Project Tree
sa: परियोजना वृक्षं ताजगीं कुर्वन्तु

source: The current document is not associated to a project. Please activate a document that is associated to the project you want to build the tree for, then choose Refresh Project Tree again.
sa: वर्तमानदस्तावेजः परियोजनायाः सह सम्बद्धः नास्ति । कृपया एकं दस्तावेजं सक्रियं कुर्वन्तु यत् परियोजनायाः सह सम्बद्धं भवति यस्य कृते भवन्तः वृक्षं निर्मातुम् इच्छन्ति, ततः पुनः Refresh Project Tree इति चिनोतु ।

source: Could Not Refresh Project Tree
sa: परियोजनावृक्षं ताजगीं कर्तुं न शक्तवान्

source: Select Project
sa: Project इति चिनोतु

source: Add to Project
sa: परियोजनायां योजयतु

source: The file %1 is already member of the project %2
sa: %1 सञ्चिका पूर्वमेव %2 परियोजनायाः सदस्या अस्ति

source: The file %1 can not be added because it does not exist or is not readable
sa: %1 इति सञ्चिका नास्ति अथवा पठनीया नास्ति इति कारणेन योजयितुं न शक्यते

source: This file is the project file, which holds all the information about your project. As such, it cannot be removed from the project.
sa: इयं सञ्चिका परियोजनासञ्चिका अस्ति, या भवतः परियोजनायाः विषये सर्वाणि सूचनानि धारयति । तथा च परियोजनायाः निष्कासनं कर्तुं न शक्यते ।

source: Cannot Remove File From Project
sa: परियोजनातः सञ्चिकां निष्कासयितुं न शक्यते

source: <p>The project "%1" is already open.</p><p>If you wanted to reload the project, close the project before you re-open it.</p>
sa: <p>&quot;%1&quot; इति परियोजना पूर्वमेव उद्घाटिता अस्ति ।</p><p> यदि भवान् परियोजनां पुनः लोड् कर्तुम् इच्छति तर्हि परियोजनां पुनः उद्घाटयितुं पूर्वं पिधातु ।</p>

source: Project Already Open
sa: परियोजना पूर्वमेव उद्घाटिता अस्ति
