Repository: KDE/kile
Catalog: po/sa/kile.po
Languages: sa

source: Type or select a filename:
sa: सञ्चिकानाम टङ्कयन्तु अथवा चिनोतु:

source: File Inclusion - \input{file}
sa: सञ्चिका समावेशः - \input{file}

source: File Inclusion
sa: सञ्चिकासमावेशः

source: \input{file} The \input command causes the indicated file to be read and processed, exactly as if its contents had been inserted in the current file at that point.
sa: \इनपुट{सञ्चिका} \input आदेशः सूचितसञ्चिकां पठितुं संसाधितुं च प्रेरयति, यथा तस्मिन् बिन्दौ वर्तमानसञ्चिकायां तस्याः सामग्रीः प्रविष्टा आसीत् ।

source: Sectioning
sa: खण्डनम्

source: \part{title} \part*{title} : do not include a number and do not make an entry in the table of contents
sa: \भाग{शीर्षक} २. \part*{title} : संख्यां न समावेशयन्तु तथा च सामग्रीसूचौ प्रविष्टिं न कुर्वन्तु

source: &Part
sa: &भाग

source: No &numbering
sa: न &संख्याकरणम्

source: \chapter{title} \chapter*{title} : do not include a number and do not make an entry in the table of contents Only for 'report' and 'book' class document.
sa: \अध्याय{शीर्षक} \chapter*{title} : संख्यां न समावेशयन्तु तथा च सामग्रीसूचौ प्रविष्टिं न कुर्वन्तु केवलं 'रिपोर्ट्' तथा 'पुस्तक' वर्गदस्तावेजस्य कृते।

source: C&hapter
sa: C&hapter इति

source: \section{title} \section*{title} : do not include a number and do not make an entry in the table of contents
sa: \खण्ड{शीर्षक} \section*{title} : संख्यां न समावेशयन्तु तथा च सामग्रीसूचौ प्रविष्टिं न कुर्वन्तु

source: &Section
sa: &खंड

source: \subsection{title} \subsection*{title} : do not include a number and do not make an entry in the table of contents
sa: \उपखण्ड{शीर्षक} \subsection*{title} : संख्यां न समाविष्टं कुर्वन्तु तथा च सामग्रीसारणीयां प्रविष्टिं न कुर्वन्तु

source: &Subsection
sa: &उपखण्ड

source: \subsubsection{title} \subsubsection*{title} : do not include a number and do not make an entry in the table of contents
sa: \उपखण्ड{शीर्षक} \subsubsection*{title} : संख्यां न समाविष्टं कुर्वन्तु तथा च सामग्रीसारणीयां प्रविष्टिं न कुर्वन्तु

source: &Subsubsection
sa: &उपखण्डः

source: \paragraph{title} \paragraph*{title} : do not include a number and do not make an entry in the table of contents
sa: \परिच्छेद{शीर्षक} \paragraph*{title} : संख्यां न समावेशयन्तु तथा च सामग्रीसूचौ प्रविष्टिं न कुर्वन्तु

source: &Paragraph
sa: &परिच्छेदः

source: \subparagraph{title} \subparagraph*{title} : do not include a number and do not make an entry in the table of contents
sa: \उपपरिच्छेद{शीर्षक} \subparagraph*{title} : संख्यां न समावेशयन्तु तथा च सामग्रीसूचौ प्रविष्टिं न कुर्वन्तु

source: &Subparagraph
sa: &उपपरिच्छेदः

source: Size
sa: आकृति

source: tiny
sa: तुच्छ

source: scriptsize
sa: लिपि आकारः

source: footnotesize
sa: पादटिप्पणीप्रमाणम्

source: small
sa: लघु

source: normalsize
sa: normalsize इति

source: large
sa: बृहत्‌

source: Large
sa: बृहत्‌

source: LARGE
sa: बृहत्‌

source: huge
sa: विशालः

source: Huge
sa: विशालः

source: Other
sa: इतर

source: \label{key}
sa: \लेबल{कुंजी}

source: \index{word}
sa: \अनुक्रमणिका{शब्द}

source: \footnote{text}
sa: \पादटिप्पणी{पाठ}

source: This command generates an in-text citation to the reference associated with the ref entry in the bib file You can open the bib file with Kile to see all the available references
sa: एषः आदेशः bib सञ्चिकायां ref प्रविष्ट्या सह सम्बद्धस्य सन्दर्भस्य पाठान्तर्गतं उद्धरणं जनयति सर्वाणि उपलब्धानि सन्दर्भाणि द्रष्टुं भवान् Kile इत्यनेन bib सञ्चिकां उद्घाटयितुं शक्नोति

source: Underline - \underline{}
sa: रेखांकन - \अधोरेखा{}

source: Smart Tabulator
sa: स्मार्ट सारणीकार

source: Abstract - \begin{abstract}
sa: सार - \begin{abstract}

source: Abstract
sa: मूर्त

source: \begin{abstract} text \end{abstract} The abstract environment creates a title page, i.e. a page with no printed page number or heading.
sa: \प्रारम्भ{सार} पाठ \अन्त{सार} अमूर्तवातावरणं शीर्षकपृष्ठं निर्माति अर्थात् एकं पृष्ठं यस्य मुद्रितपृष्ठसङ्ख्या वा शीर्षकं वा नास्ति ।

source: Tabular* - \begin{tabular*}
sa: सारणीबद्ध* - \begin{सारणी*}

source: Tabular*
sa: सारणीबद्ध*

source: \begin{tabular*}{width}[pos]{cols} column 1 entry & column 2 entry ... & column n entry \\ ... \end{tabular*} This is an extended version of the tabular environment with an extra parameter for the width. There must be rubber space between columns that can stretch to fill out the specified width.
sa: \begin{tabular*}{विस्तार}[pos]{cols} स्तम्भ 1 प्रविष्टि & स्तम्भ 2 प्रविष्टि ... & स्तम्भ n प्रविष्टि \\ . ... \अन्त{सारणी*} २. इदं सारणीबद्धवातावरणस्य विस्तारितं संस्करणं विस्तृतस्य कृते अतिरिक्तं पैरामीटर् अस्ति । निर्दिष्टविस्तारं पूरयितुं स्तम्भानां मध्ये रबरस्थानं भवितुमर्हति यत् प्रसारयितुं शक्नोति ।

source: Minipage - \begin{minipage}
sa: लघुपृष्ठ - \begin{minipage}

source: Minipage
sa: लघुपृष्ठम्

source: The minipage environment is similar to a \parbox command. It takes the same optional position argument and mandatory width argument. You may use other paragraph-making environments inside a minipage.
sa: लघुपृष्ठपर्यावरणं \parbox आदेशस्य सदृशम् अस्ति । एतत् समानं वैकल्पिकं स्थितिवादं अनिवार्यविस्तारवादं च गृह्णाति । लघुपृष्ठस्य अन्तः अन्येषां अनुच्छेदनिर्माणवातावरणानां उपयोगं कर्तुं शक्नुवन्ति ।

source: Table of Figures - \listoffigures
sa: आकृतीनां सारणी - \listoffigures

source: Table of Figures
sa: आकृतीनां सारणी

source: Put this command where you want the list of figures to go.
sa: यत्र भवन्तः आकृतीनां सूचीं गन्तुं इच्छन्ति तत्र एतत् आदेशं स्थापयन्तु ।

source: Table of Tables - \listoftables
sa: सारणीनां सारणी - \listoftables

source: Table of Tables
sa: सारणीनां सारणी

source: Put this command where you want the list of tables to go.
sa: यत्र भवन्तः सारणीनां सूचीं गन्तुं इच्छन्ति तत्र एतत् आदेशं स्थापयन्तु ।

source: Generate Index - \makeindex
sa: अनुक्रमणिका उत्पन्न करें - \makeindex

source: Generate Index
sa: अनुक्रमणिका उत्पन्न करें

source: Put this command when you want to generate the raw index.
sa: यदा भवान् कच्चा अनुक्रमणिकां जनयितुम् इच्छति तदा एतत् आदेशं स्थापयतु ।

source: Print Index - \printindex
sa: मुद्रण अनुक्रमणिका - \printindex

source: Print Index
sa: मुद्रण अनुक्रमणिका

source: Put this command when you want to print the formatted index.
sa: यदा भवान् स्वरूपितं अनुक्रमणिकां मुद्रयितुम् इच्छति तदा एतत् आदेशं स्थापयतु ।

source: Glossary - \makeglossary
sa: शब्दावली - \makeglossary

source: Glossary
sa: शब्दावली

source: Put this command when you want to print a glossary.
sa: यदा भवान् शब्दावलीं मुद्रयितुम् इच्छति तदा एतत् आदेशं स्थापयतु ।

source: Bibliography - \begin{thebibliography}
sa: ग्रन्थसूची - \begin{thebibliography}

source: Bibliography
sa: ग्रन्थसूची

source: \begin{thebibliography}{widest-label} \bibitem[label]{cite_key} ... \end{thebibliography} widest-label : Text that, when printed, is approximately as wide as the widest item label produces by the \bibitem commands \bibitem : Specify a bibliography item
sa: \begin{thebibliography}{व्यापकतम-लेबल} \bibitem[लेबल]{उद्धरण_कुंजी} ... \end{ग्रन्थसूची} widest-label : पाठः यः मुद्रितसमये \bibitem आदेशैः यथा विस्तृततमः मदलेबलः उत्पादयति तावत् विस्तृतः भवति \bibitem : ग्रन्थसूची-वस्तु निर्दिशन्तु

source: Verbatim (show spaces) - \begin{verbatim*}
sa: शब्दशः (रिक्तस्थानानि दर्शयतु) - \begin{verbatim*}

source: Verbatim (show spaces)
sa: शब्दशः (स्थानानि दर्शयतु)

source: Environment that gets LaTeX to print exactly what you type in. In this variant, spaces are printed in a special manner.
sa: वातावरणं यत् LaTeX इत्येतत् यत् भवन्तः टङ्कयन्ति तत् एव मुद्रयितुं प्राप्नोति अस्मिन् प्रकारे रिक्तस्थानानि विशेषरीत्या मुद्रितानि भवन्ति ।

source: Embedded Code - \verb||
sa: एम्बेडेड कोड - \verb||

source: Embedded Code
sa: एम्बेडेड् कोड

source: Macro form of the verbatim environment.
sa: शब्दशः वातावरणस्य स्थूलरूपम्।

source: Embedded Code (show spaces) - \verb*||
sa: एम्बेडेड कोड (रिक्तस्थानानि दर्शयतु) - \क्रिया*||

source: Embedded Code (show spaces)
sa: एम्बेडेड् कोड (स्थानानि दर्शयतु) .

source: Macro form of the verbatim* environment.
sa: शब्दशः* वातावरणस्य स्थूलरूपम्।

source: "Small" Vertical Space - \smallskip
sa: "लघु" ऊर्ध्वाधर स्थान - \smallskip

source: "Small" Vertical Space
sa: "लघु" ऊर्ध्वाधर स्थान

source: The \smallskip command adds a 'small' vertical space.
sa: \smallskip आदेशः 'लघु' ऊर्ध्वाधरस्थानं योजयति ।

source: \enskip
sa: नौका

source: Horizontal Variable Space - \hfill
sa: क्षैतिज चर स्थान - \hfill

source: Horizontal Variable Space
sa: क्षैतिज चर स्थान

source: The \hfill fill command produces a "rubber length" which can stretch or shrink horizontally. It will be filled with spaces.
sa: \hfill fill आदेशः "रबरदीर्घता" उत्पादयति यत् क्षैतिजरूपेण तानितुं वा संकुचितुं वा शक्नोति । रिक्तस्थानैः पूरितं भविष्यति।

source: Horizontal Dots - \dotfill
sa: क्षैतिज बिन्दु - \dotfill

source: Horizontal Dots
sa: क्षैतिज बिन्दु

source: The \dotfill command produces a "rubber length" that produces dots instead of just spaces.
sa: \dotfill आदेशः "रबरदीर्घता" उत्पादयति यत् केवलं रिक्तस्थानानां स्थाने बिन्दून् उत्पादयति ।

source: Horizontal Rule - \hrulefill
sa: क्षैतिज नियम - \hrulefill

source: Horizontal Rule
sa: क्षैतिज नियम

source: The \hrulefill fill command produces a "rubber length" which can stretch or shrink horizontally. It will be filled with a horizontal rule.
sa: \hrulefill fill आदेशः "रबरदीर्घता" उत्पादयति यत् क्षैतिजरूपेण तानितुं वा संकुचितुं वा शक्नोति । क्षैतिजनियमेन पूरितं भविष्यति।

source: Vertical Variable Space - \vfill
sa: ऊर्ध्वाधर चर स्थान - \vfill

source: Vertical Variable Space
sa: ऊर्ध्वाधर चर स्थान

source: The \vfill fill command produces a "rubber length" which can stretch or shrink vertically.
sa: \vfill fill आदेशः "रबरदीर्घता" उत्पादयति यत् लम्बवत् तानितुं वा संकुचितुं वा शक्नोति ।

source: Horizontal Space - \hspace{}
sa: क्षैतिज अन्तरिक्ष - \hspace{}

source: Horizontal Space
sa: क्षैतिज अन्तरिक्ष

source: The \hspace command adds horizontal space. The length of the space can be expressed in any terms that LaTeX understands, i.e., points, inches, etc. You can add negative as well as positive space with an \hspace command. Adding negative space is like backspacing.
sa: \hspace आदेशः क्षैतिजं स्थानं योजयति । अन्तरिक्षस्य दीर्घता LaTeX इत्यनेन यत्किमपि पदं अवगतं तत् व्यक्तं कर्तुं शक्यते, अर्थात् बिन्दुः, इञ्च् इत्यादीनि भवान् \hspace आदेशेन ऋणात्मकं सकारात्मकं च स्थानं योजयितुं शक्नोति नकारात्मकं स्थानं योजयितुं पृष्ठान्तरं इव भवति ।

source: Horizontal Space (forced) - \hspace*{}
sa: क्षैतिज अन्तरिक्ष (बलात्) - \hspace*{}

source: Horizontal Space (forced)
sa: क्षैतिज अन्तरिक्ष (बलात्)

source: The \hspace* command adds horizontal space like the \hspace command. LaTeX removes horizontal space that comes at the end of a line. If you do not want LaTeX to remove this space, include the optional * argument. Then the space is never removed.
sa: \hspace* आदेशः \hspace आदेश इव क्षैतिजं स्थानं योजयति । LaTeX रेखायाः अन्ते आगच्छति क्षैतिजस्थानं निष्कासयति । यदि भवान् इच्छति यत् LaTeX इत्येतत् स्थानं निष्कासयतु तर्हि वैकल्पिकं * तर्कं समावेशयन्तु । अथ कदापि अन्तरिक्षं न निष्कासितम्।

source: Vertical Space - \vspace{}
sa: ऊर्ध्वाधर अन्तरिक्ष - \vspace{}

source: Vertical Space
sa: ऊर्ध्वाधर अन्तरिक्ष

source: The \vspace command adds vertical space. The length of the space can be expressed in any terms that LaTeX understands, i.e., points, inches, etc. You can add negative as well as positive space with an \vspace command.
sa: \vspace आदेशः ऊर्ध्वाधरस्थानं योजयति । स्थानस्य दीर्घता LaTeX अवगच्छति यत्किमपि पदं व्यक्तं कर्तुं शक्यते, अर्थात् बिन्दुः, इञ्च् इत्यादीनि भवान् \vspace आदेशेन नकारात्मकं सकारात्मकं च स्थानं योजयितुं शक्नोति

source: Vertical Space (forced) - \vspace*{}
sa: ऊर्ध्वाधर अन्तरिक्ष (बलात्) - \vspace*{}

source: Vertical Space (forced)
sa: ऊर्ध्वाधर अन्तरिक्ष (बलात्)

source: The \vspace* command adds vertical space like the \vspace command. LaTeX removes vertical space that comes at the end of a page. If you do not want LaTeX to remove this space, include the optional * argument. Then the space is never removed.
sa: \vspace* आदेशः \vspace आदेशवत् ऊर्ध्वाधरस्थानं योजयति । LaTeX पृष्ठस्य अन्ते यत् ऊर्ध्वाधरस्थानं आगच्छति तत् निष्कासयति । यदि भवान् इच्छति यत् LaTeX इत्येतत् स्थानं निष्कासयतु तर्हि वैकल्पिकं * तर्कं समावेशयन्तु । अथ कदापि अन्तरिक्षं न निष्कासितम्।

source: Emphasized - \emph{}
sa: बलं दत्तम् - \emph{}

source: Emphasized
sa: बलं दत्तम्

source: \emph{emphasized text}
sa: \emph{उभारित पाठ}

source: Strong - \strong{}
sa: बलवान् - \strong{}

source: Strong
sa: समर्थः

source: Roman - \rmfamily
sa: रोमन - \rmfamily

source: Roman
sa: रोमन

source: Sans Serif - \sffamily
sa: संस सेरिफ - \sffamily

source: Sans Serif
sa: संस सेरिफ

source: Monospace - \ttfamily
sa: एकस्थान - \ttfamily

source: Monospace
sa: मिनीवैन

source: Medium - \mdseries
sa: मध्यम - \mdseries

source: Medium
sa: मध्यम

source: Bold - \bfseries
sa: बोल्ड - \bfseries

source: Upright - \upshape
sa: सीधा - \उपाकारः

source: Upright
sa: ऋजुः

source: Italic - \itshape
sa: इटालिक - \itshape

source: Slanted - \slshape
sa: तिर्यक् - \slshape

source: Smallcaps - \scshape
sa: लघुटोपी - \scshape

source: Smallcaps
sa: लघुटोपी

source: Bibliography Style Selection - \bibliographystyle{}
sa: ग्रन्थसूची शैली चयन - \bibliographystyle{}

source: Bibliography Style Selection
sa: ग्रन्थसूची शैली चयन

source: The argument to \bibliographystyle refers to a file style.bst, which defines how your citations will look The standard styles distributed with BibTeX are: alpha : sorted alphabetically. Labels are formed from name of author and year of publication. plain : sorted alphabetically. Labels are numeric. unsrt : like plain, but entries are in order of citation. abbrv : like plain, but more compact labels.
sa: \bibliographystyle इत्यस्य तर्कः style.bst इति सञ्चिकां निर्दिशति, यत् भवतः उद्धरणं कथं दृश्यते इति परिभाषयति BibTeX इत्यनेन सह वितरिताः मानकशैल्याः सन्ति : alpha : वर्णमालानुसार क्रमबद्ध। लेखकस्य नामतः प्रकाशनवर्षात् च लेबल् निर्मीयन्ते । plain : वर्णमालानुसार क्रमबद्ध। लेबलानि संख्यात्मकानि सन्ति। unsrt : साधारणवत्, परन्तु प्रविष्टयः उद्धरणक्रमेण भवन्ति। abbrv : सादे इव, परन्तु अधिकं संकुचितं लेबलम्।

source: Bibliography Generation - \bibliography{}
sa: ग्रन्थसूची जनरेशन - \bibliography{}

source: Bibliography Generation
sa: ग्रन्थसूची जनरेशन

source: The argument to \bibliography refers to the bib file (without extension) which should contain your database in BibTeX format. Kile inserts automatically the base name of the TeX file
sa: \bibliography इत्यस्य तर्कः bib सञ्चिकां (विस्तारं विना) निर्दिशति । यस्मिन् भवतः दत्तांशकोशः BibTeX प्रारूपेण भवितुम् अर्हति । Kile स्वयमेव TeX सञ्चिकायाः आधारनाम सम्मिलितं करोति

source: Load Biblatex Package - \usepackage{biblatex}
sa: Biblatex संकुल लोड करें - \usepackage{biblatex}

source: Load Biblatex Package
sa: बिब्लेटेक्स संकुल लोड करें

source: This includes the package biblatex
sa: अस्मिन् biblatex इति संकुलं समावेशितम् अस्ति

source: Print Bibliography
sa: मुद्रण ग्रंथसूची

source: Prints the complete bibliography
sa: सम्पूर्णं ग्रन्थसूचीं मुद्रयति

source: Print Bibliography by Section
sa: खण्डानुसार ग्रन्थसूची मुद्रित करें

source: Print the bibliography for each section
sa: प्रत्येकस्य विभागस्य ग्रन्थसूचीं मुद्रयन्तु

source: Print List of Shorthands
sa: आशुलिपिनां सूचीं मुद्रयन्तु

source: ALT.... : you have the choice between these two fields
sa: ALT.... : एतयोः क्षेत्रयोः मध्ये भवतः विकल्पः अस्ति

source: OPT.... : optional fields (use the 'Clean' command to remove them)
sa: OPT.... : वैकल्पिकक्षेत्राणि (तानि निष्कासयितुं 'Clean' आदेशस्य उपयोगं कुर्वन्तु)

source: Bib fields - %1
sa: बिब् क्षेत्राणि - %1

source: \mathrm{}
sa: \मथर्म्{}

source: \mathit{}
sa: \मथित्{}

source: \mathbf{}
sa: \mathbf{} इति ।

source: \mathsf{}
sa: \mathsf{} इति ।

source: \mathtt{}
sa: \मथत्त{}

source: \mathcal{}
sa: \मथकल{}

source: \mathbb{}
sa: \मथब्ब{}

source: \mathfrak{}
sa: \मथफ्रक्{}

source: \acute{}
sa: \न्यून{}

source: \grave{}
sa: \गंभीर{}

source: \tilde{}
sa: \तिलदे{}

source: \bar{}
sa: \प्रच्छेद{}

source: \vec{}
sa: \वस्तु{}

source: \hat{}
sa: \वा{}

source: \check{}
sa: \अनुशीलय{}

source: \breve{}
sa: \साक्षिप्तं{}

source: \dot{}
sa: \बिन्दु{}

source: \ddot{}
sa: \बिन्दु{}

source: Small Space
sa: लघु अन्तरिक्ष

source: Medium Space
sa: मध्यम अन्तरिक्ष

source: Large Space
sa: बृहत् अन्तरिक्षम्

source: Math Mode - $...$
sa: गणित मोड - $...$

source: Math Mode
sa: गणित मोड

source: Math Mode - \(...\)
sa: गणित मोड - \(...\)

source: Displaymath Mode - \[...\]
sa: प्रदर्शनमाथ मोड - \[...\]

source: Displaymath Mode
sa: प्रदर्शनमैथ मोड

source: Equation - \begin{equation}
sa: समीकरण - \begin{equation}

source: Equation
sa: समीकरणम्

source: Subscript - _{}
sa: उपलिपिः - _{}

source: Subscript
sa: उपलिपिः

source: Superscript - ^{}
sa: अधिलिपि - ^{}

source: Superscript
sa: अधिलिपि

source: Normal Fraction - \frac{}{}
sa: सामान्य अंश - \frac{}{}

source: Normal Fraction
sa: सामान्य अंश

source: Displaystyle Fraction - \dfrac{}{}
sa: प्रदर्शनशैली अंश - \dfrac{}{}

source: Displaystyle Fraction
sa: प्रदर्शनशैली अंशः

source: Textstyle Fraction - \tfrac{}{}
sa: पाठशैली अंश - \tfrac{}{}

source: Textstyle Fraction
sa: पाठशैली अंश

source: Square Root - \sqrt{}
sa: वर्गमूल - \sqrt{}

source: Square Root
sa: वर्गमूलम्

source: \left
sa: \वामः

source: \right
sa: \दक्षिणः

source: Array - \begin{array}
sa: सरणी - \begin{array}

source: \begin{array}{col1col2...coln} column 1 entry & column 2 entry ... & column n entry \\ ... \end{array} Each column, coln, is specified by a single letter that tells how items in that column should be formatted. c -- for centered l -- for flush left r -- for flush right
sa: \begin{array}{col1col2...coln} स्तम्भ 1 प्रविष्टि & स्तम्भ 2 प्रविष्टि ... & स्तम्भ n प्रविष्टि \\ . ... \अन्त{सरणिका} प्रत्येकं स्तम्भं coln इति एकेन अक्षरेण निर्दिष्टं भवति यत् तस्मिन् स्तम्भे वस्तूनि कथं स्वरूपितव्यानि इति वदति । ग -- केन्द्रितस्य कृते ल -- फ्लश वामस्य कृते र -- फ्लश राइट् कृते

source: Left Delimiter
sa: वामपरिसीमकः

source: left (
sa: वामः (

source: left [
sa: वामः [

source: left {
sa: वामः {

source: left &lt;
sa: वामम् &lt;

source: left )
sa: वामः )

source: left ]
sa: वामः ]

source: left }
sa: वामः }

source: left &gt;
sa: वामम् &gt;

source: left .
sa: वामः ।

source: Right Delimiter
sa: सही सीमांकक

source: right )
sa: दक्षिणः )

source: right ]
sa: दक्षिणः ]

source: right }
sa: दक्षिणः }

source: right &gt;
sa: सम्यक् &gt;

source: right (
sa: दक्षिणः (

source: right [
sa: दक्षिणः [

source: right {
sa: दक्षिणः {

source: right &lt;
sa: सम्यक् &lt;

source: right .
sa: दक्षिणः ।

source: Normal Binomial - \binom{}{}
sa: सामान्य द्विपद - \binom{}{}

source: Normal Binomial
sa: सामान्य द्विपद

source: Displaystyle Binomial - \dbinom{}{}
sa: प्रदर्शनशैली द्विपद - \dbinom{}{}

source: Displaystyle Binomial
sa: प्रदर्शनशैली द्विपद

source: Textstyle Binomial - \tbinom{}{}
sa: पाठशैली द्विपद - \tbinom{}{}

source: Textstyle Binomial
sa: पाठशैली द्विपदी

source: N-th Root - \sqrt[]{}
sa: न-थ मूल - \sqrt[]{}

source: N-th Root
sa: न-थ मूलम्

source: Left-Right () - \left(..\right)
sa: वाम-दक्षिण () - \वाम(..\दक्षिण)

source: Left-Right ()
sa: वाम-दक्षिण ()

source: Extendable Left Arrow - \xleftarrow{}
sa: विस्तारणीयः वामबाणः - \xleftarrow{}

source: Extendable Left Arrow
sa: विस्तारणीयः वामबाणः

source: Extendable Right Arrow - \xrightarrow{}
sa: विस्तारयोग्य दक्षिण बाण - \xrightarrow{}

source: Extendable Right Arrow
sa: विस्तारयोग्य दक्षिण बाण

source: Boxed Formula - \boxed{}
sa: बक्सायुक्त सूत्र - \boxed{}

source: Boxed Formula
sa: बक्सायुक्त सूत्र

source: bigl - \bigl
sa: बिगल - \बृहत्

source: bigl
sa: सहसा

source: Bigl - \Bigl
sa: बिग्ल - \बृहत्

source: Bigl
sa: विशालः

source: biggl - \biggl
sa: बृहत् - \बृहत्

source: Biggl - \Biggl
sa: बिग्ग्ल - \बिग्ल्

source: Biggl
sa: बिग्ग्ल्

source: bigr - \bigr
sa: बृहत् - \बृहत्

source: Bigr - \Bigr
sa: बृहत् - \बृहत्

source: Bigr
sa: बिगर्

source: biggr - \biggr
sa: बृहत् - \बृहत्

source: Biggr - \Biggr
sa: बिग्ग्र - \बिग्गर

source: Biggr
sa: बिगग्र

source: Text in Mathmode - \text{}
sa: गणितविधौ पाठः - \text{}

source: Text in Mathmode
sa: गणितविधौ पाठः

source: Intertext - \intertext{}
sa: अन्तरपाठ - \अन्तरपाठ{}

source: Intertext
sa: अन्तरपाठ

source: Math - \begin{math}
sa: गणित - \begin{math}

source: Displaymath - \begin{displaymath}
sa: Displaymath - \begin{प्रदर्शनगणित}

source: Displaymath
sa: प्रदर्शनमथः

source: Equation (not numbered) - \begin{equation*}
sa: समीकरण (न संख्याबद्ध) - \begin{equation*}

source: Equation (not numbered)
sa: समीकरणम् (न संख्याकृतम्)

source: Multline - \begin{multline}
sa: बहुपङ्क्ति - \begin{multiline}

source: Multline
sa: बहुरेखा

source: Multline* - \begin{multline*}
sa: बहुपङ्क्ति* - \begin{बहुरेखा*}

source: Multline*
sa: बहुरेखा*

source: Split - \begin{split}
sa: विभक्तः - \begin{split}

source: Split
sa: भंज

source: Gather - \begin{gather}
sa: सङ्ग्रहः - \begin{gather}

source: Gather
sa: स्खति

source: Gather* - \begin{gather*}
sa: सङ्ग्रह* - \प्रारम्भ{सङ्ग्रह*}

source: Gather*
sa: स्खति*

source: Align - \begin{align}
sa: संरेखित करें - \begin{align}

source: Align
sa: संरेखणं कुर्वन्तु

source: Align* - \begin{align*}
sa: Align* - \begin{संरेखित*}

source: Align*
sa: संरेखणं* 1.1.

source: Flalign - \begin{flalign}
sa: Flalign - \begin{flalign} इति ।

source: Flalign
sa: Flalign इति

source: Flalign* - \begin{flalign*}
sa: Flalign* - \प्रारम्भ{फ्लालिग्न*}

source: Flalign*
sa: फ्लैलिन्*

source: Alignat - \begin{alignat}
sa: अलिग्नत् - \begin{alignat}

source: Alignat
sa: अलिग्नाट्

source: Alignat* - \begin{alignat*}
sa: अलिग्नत* - \प्रारम्भ{अलिग्नत*}

source: Alignat*
sa: अलिग्नत*

source: Aligned - \begin{aligned}
sa: संरेखितम् - \begin{aligned}

source: Aligned
sa: संरेखितम्

source: Gathered - \begin{gathered}
sa: सङ्गृहीत - \begin{gathered}

source: Gathered
sa: समागतः

source: Alignedat - \begin{alignedat}
sa: संरेखित करें - \begin{align}

source: Alignedat
sa: संरेखणं कुर्वन्तु

source: Cases - \begin{cases}
sa: प्रकरणाः - \begin{cases}

source: Cases
sa: प्रकरणाः

source: matrix - \begin{matrix}
sa: मैट्रिक्स - \begin{matrix}

source: matrix
sa: आकृतिः

source: pmatrix - \begin{pmatrix}
sa: pmatrix - \प्रारम्भ{pmatrix}

source: pmatrix
sa: pmatrix इति

source: vmatrix - \begin{vmatrix}
sa: vmatrix - \प्रारम्भ{vmatrix}

source: vmatrix
sa: व्मातृक्

source: Vmatrix - \begin{Vmatrix}
sa: व्माट्रिक्स - \begin{Vmatrix}

source: Vmatrix
sa: व्मातृक्स

source: bmatrix - \begin{bmatrix}
sa: bmatrix - \प्रारम्भ{bmatrix}

source: bmatrix
sa: bmatrix इति

source: Bmatrix
sa: बमात्रिक्

source: dmath - \begin{dmath}
sa: dmath - \प्रारम्भ{dmath}

source: dmath
sa: द्मथ्

source: dmath* - \begin{dmath*}
sa: dmath* - \प्रारम्भ{द्मथ*}

source: dmath*
sa: द्मथ*

source: dseries - \begin{dseries}
sa: dseries - \प्रारम्भ{dseries}

source: dseries
sa: dseries इति

source: dseries* - \begin{dseries*}
sa: dseries* - \प्रारम्भ{dseries*}

source: dgroup - \begin{dgroup}
sa: dgroup - \प्रारम्भ{dgroup}

source: dgroup
sa: dgroup इति

source: dgroup* - \begin{dgroup*}
sa: dgroup* - \प्रारम्भ{dgroup*}

source: dgroup*
sa: dसमूह*

source: 0 errors
sa: ० दोषाः

source: 1 error
sa: १ दोषः

source: 0 warnings
sa: ० चेतावनी

source: 1 warning
sa: १ चेतावनी

source: 0 badboxes
sa: ० दुष्टपेटिकाः

source: 1 badbox
sa: १ दुष्टपेटिका

source: Manually selected bibliography tool does not exist: trying to auto-detect it now.
sa: हस्तचलितरूपेण चयनितं ग्रन्थसूचीसाधनं नास्ति: इदानीं स्वयमेव तत् ज्ञातुं प्रयतते।

source: The version %1.%2.%3 of okular is too old for ForwardDVI. Please update okular to version 0.8.6 or higher
sa: okular इत्यस्य %1.%2.%3 संस्करणं ForwardDVI कृते अतीव पुरातनम् अस्ति । कृपया okular इत्येतत् 0.8.6 अथवा उच्चतरं संस्करणं प्रति अद्यतनं कुर्वन्तु

source: Select Bibliography
sa: ग्रन्थसूची चयनं कुर्वन्तु

source: Select a bibliography
sa: ग्रन्थसूचीं चिनुत

source: No bibliography selected.
sa: न ग्रन्थसूची चयनिता।

source: No bibliographies found.
sa: न ग्रन्थसूचीः प्राप्ताः।
