Repository: KDE/kile
Catalog: po/sa/kile.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Could not save the local abbreviation list. Error code %1.
sa: स्थानीयसंक्षेपसूचीं रक्षितुं न शक्तवान् । त्रुटिसङ्केतः %1.

source: Saving Problem
sa: रक्षणसमस्या

source: Running in Kile
sa: किले धावति

source: Tool not found. Kile is not configured correctly. Go to Settings->Configure Kile->Tools and either fix the problem or change to the default settings.
sa: साधनं न प्राप्तम्। किले सम्यक् विन्यस्तं नास्ति । Settings->Configure Kile->Tools इत्यत्र गत्वा समस्यां निवारयन्तु अथवा पूर्वनिर्धारितसेटिंग्स् मध्ये परिवर्तयन्तु ।

source: Passed
sa: अतीत

source: Failed
sa: असफल

source: Version
sa: संस्करण

source: Embedding of Okular is supported
sa: Okular इत्यस्य एम्बेडिंग् समर्थितम् अस्ति

source: Binary
sa: द्विचक्रिका

# additional failure message given as argument
source: Could not find the binary for this essential tool. %1
sa: अस्य अत्यावश्यकस्य साधनस्य कृते द्विचक्रिका न प्राप्नोत् । %1

# additional failure message given as argument
source: No executable '%1' found. %2
sa: न निष्पादनीयः '%1' प्राप्तः । %2

source: Could not find the binary for this essential tool
sa: अस्य अत्यावश्यकस्य साधनस्य कृते द्विचक्रिका न प्राप्नोत्

source: No executable '%1' found
sa: न निष्पादनीयः '%1' प्राप्तः

# executable => path
source: Found (%1 => %2)
sa: प्राप्तम् (%1 => %2)

source: Simple Test
sa: सरल परीक्षा

source: This essential tool does not work; please check your installation.
sa: एतत् अत्यावश्यकं साधनं कार्यं न करोति; कृपया स्वस्य संस्थापनं पश्यन्तु।

source: Source Specials Switch
sa: स्रोत विशेष स्विच

source: Supported, use the 'Modern' configuration for (La)TeX to auto-enable inverse and forward search capabilities.
sa: समर्थितं, (La)TeX कृते 'Modern' विन्यासस्य उपयोगं कृत्वा विलोम-अग्रे-अन्वेषण-क्षमताम् स्वयमेव सक्षमं कुर्वन्तु ।

source: Not supported, use the srcltx package to enable the inverse and forward search capabilities.
sa: समर्थितं नास्ति, विलोमं अग्रे च अन्वेषणक्षमतां सक्षमं कर्तुं srcltx संकुलस्य उपयोगं कुर्वन्तु ।

source: SyncTeX Support
sa: SyncTeX समर्थनम्

source: Supported, use the 'Modern' configuration for PDFLaTeX and XeLaTeX to auto-enable inverse and forward search capabilities.
sa: समर्थितं, उलटा-अग्रे-अन्वेषणक्षमतां स्वयमेव सक्षमं कर्तुं PDFLaTeX तथा XeLaTeX कृते 'आधुनिक' विन्यासस्य उपयोगं कुर्वन्तु ।

source: Not supported
sa: न समर्थितम्

source: PNG previews cannot be used for mathgroups in the bottom preview pane
sa: अधः पूर्वावलोकनफलके गणितसमूहानां कृते PNG पूर्वावलोकनस्य उपयोगः कर्तुं न शक्यते

source: PNG previews cannot be used with conversions 'dvi->ps->png' and 'pdf->png' in the bottom preview pane
sa: PNG पूर्वावलोकनस्य उपयोगः अधः पूर्वावलोकनफलके 'dvi->ps->png' तथा 'pdf->png' इति रूपान्तरणैः सह कर्तुं न शक्यते

source: Add Abbreviation
sa: संक्षिप्त नाम योजयतु

source: Edit Abbreviation
sa: संक्षेपः सम्पादयतु

source: &Abbreviation:
sa: &संक्षेपः :

source: &Expanded Text:
sa: &विस्तारित पाठः

source: Delete Files
sa: सञ्चिकाः विलोपयन्तु

source: Do you really want to delete these files?
sa: किं भवान् वास्तवमेव एताः सञ्चिकाः विलोपयितुम् इच्छति ?

source: Files
sa: सञ्चिकाः

source: Critical failure, Kile will not function properly
sa: गम्भीरविफलता, किले सम्यक् कार्यं न करिष्यति

source: Failed, but not critical
sa: असफलः, परन्तु समीक्षात्मकः न

source: System Check
sa: सिस्टम चेक

source: <p>This configuration assistant will check whether your system is set up correctly to process LaTeX documents. It will also allow to fine-tune the configuration of Kile while taking the results of the tests into account.</p><p>It is recommended to run this assistant before using Kile for the first time.</p><p>Please press 'Next' now to start the test procedure.</p>
sa: <p>एषः विन्याससहायकः पश्यति यत् भवतः प्रणाली LaTeX दस्तावेजान् संसाधितुं सम्यक् सेट् कृता अस्ति वा इति । परीक्षणानाम् परिणामान् गृहीत्वा किले-विन्यासस्य सूक्ष्म-समायोजनं अपि कर्तुं शक्नोति ।</p><p> प्रथमवारं Kile इत्यस्य उपयोगात् पूर्वं एतत् सहायकं चालयितुं शस्यते ।</p><p> परीक्षणप्रक्रिया आरभ्य कृपया इदानीं &#39;Next&#39; नुदन्तु ।</p>

source: System Check & Configuration Assistant
sa: प्रणाली जाँच एवं विन्यास सहायक

source: Checking whether the system is set up correctly...
sa: प्रणाली सम्यक् स्थापिता अस्ति वा इति परीक्ष्य...

source: Configure the viewer tools to use the document viewer
sa: दस्तावेजदर्शकस्य उपयोगाय दर्शकसाधनं विन्यस्यताम्

source: Use the 'modern' configuration for the TeX, PDFTeX, and LaTeX tools
sa: TeX, PDFTeX, LaTeX च साधनानां कृते 'आधुनिक' विन्यासस्य उपयोगं कुर्वन्तु

source: Use the 'modern' configuration for the PDFLaTeX, LuaLaTeX and XeLaTeX tools
sa: PDFLaTeX, LuaLaTeX तथा XeLaTeX उपकरणानां कृते 'आधुनिक' विन्यासस्य उपयोगं कुर्वन्तु

source: <br/>Please press 'Finish' now to accept the recommended configuration changes.
sa: <br/>अनुशंसितं विन्यासपरिवर्तनं स्वीकुर्वितुं कृपया इदानीं &#39;Finish&#39; नुदन्तु ।

source: Test Results
sa: परीक्षाफलम्

source: The following <b>critical</b> tests did not succeed:<br/><br/>%1<br/><br/>Kile cannot function correctly on your system. Please consult the test results<br/>to determine which programs have to be fixed.
sa: निम्नलिखित <b>गम्भीरपरीक्षाः</b> सफलाः न अभवन् ।<br/><br/> %1<br/><br/> किले भवतः प्रणाल्यां सम्यक् कार्यं कर्तुं न शक्नोति । कृपया परीक्षणपरिणामस्य परामर्शं कुर्वन्तु<br/> केषां कार्यक्रमानां निश्चयः करणीयः इति निर्धारयितुं ।

source: The following tests did not succeed:<br/><br/>%1<br/><br/>You will still be able to use Kile; however, not all features are guaranteed to work.
sa: निम्नलिखितपरीक्षाः सफलाः न अभवन् ।<br/><br/> %1<br/><br/> भवन्तः अद्यापि किले इत्यस्य उपयोगं कर्तुं शक्नुवन्ति; तथापि सर्वेषां विशेषतानां कार्यं कर्तुं गारण्टी नास्ति ।

source: <b>No problems were detected. Kile will work correctly on your system.</b>
sa: <b>कोऽपि समस्या न ज्ञाता । किले भवतः प्रणाल्यां सम्यक् कार्यं करिष्यति ।</b>

source: The embedded document viewer is available and live preview is supported.
sa: एम्बेडेड् दस्तावेजदर्शकः उपलब्धः अस्ति तथा च लाइव् पूर्वावलोकनं समर्थितम् अस्ति ।

source: The embedded document viewer is available, but the installed version of PDFLaTeX is<br/><b>not compatible</b> with live preview.
sa: एम्बेडेड् दस्तावेजदर्शकः उपलब्धः अस्ति, परन्तु PDFLaTeX इत्यस्य संस्थापितं संस्करणम् अस्ति<br/> लाइव पूर्वावलोकनेन सह <b>सङ्गतम् नास्ति</b> ।

source: The embedded document viewer is <b>not available</b> (as Okular is either not available or the installed<br/>version is too old). Live preview is hence not supported.
sa: एम्बेडेड् दस्तावेजदर्शकः <b>उपलब्धः नास्ति</b> (यतोहि Okular उपलब्धः नास्ति अथवा संस्थापितः अस्ति<br/> संस्करणम् अतीव पुरातनम् अस्ति)। अतः लाइव पूर्वावलोकनं समर्थितं नास्ति ।

source: <br/><font color="#FF0000"><b>The tests could not be finished correctly. Please check the available disk space.</b></font>
sa: <br/><font color="#FF0000"><b>परीक्षणं सम्यक् समाप्तुं न शक्यते स्म । कृपया उपलब्धं डिस्कस्थानं पश्यन्तु ।</b></font>

source: Configure
sa: विन्यस्तं कुर्वन्तु

source: Kile
sa: किम्‌

source: Tools
sa: उपकरणाः

source: Editor
sa: सम्पादक

source: General
sa: सामान्य

source: General Settings
sa: सामान्य सेटिंग्स्

source: Build
sa: निर्मिमीते

source: Scripting Support
sa: स्क्रिप्टिङ्ग् समर्थनम्

source: Scripting
sa: स्क्रिप्टिङ्ग्

source: User Menu
sa: उपयोक्ता मेनू

source: Complete
sa: पूर्णं करोतु

source: Code Completion
sa: संहिता समाप्ति

source: Quick Preview
sa: त्वरित पूर्वावलोकन

source: Preview
sa: पूर्वावलोकनम्

source: Help
sa: साहाय्यम्‌

source: Live Preview
sa: लाइव पूर्वावलोकन

source: Appearance
sa: स्वरूपम्‌

source: Environments
sa: पर्यावरणम्

source: installed
sa: स्थापितः

source: not installed
sa: न संस्थापितम्

source: Graphics
sa: ग्राफिक्स

source: Structure View
sa: संरचना दृश्य

source: Symbol View
sa: प्रतीक दृश्य

source: Project
sa: प्रकल्प

source: Name:
sa: नामः:

source: Directory:
sa: निर्देशिका :

source: Search
sa: अन्वेषण

source: Pattern:
sa: प्रतिमानम्‌:

source: Template:
sa: टेम्पलेट:

source: Normal
sa: सामान्य

source: Command
sa: आदेश

source: Command[]
sa: आदेश[]

source: Environment
sa: पर्यावरणम्‌

source: Image
sa: छवि

source: Label
sa: नामपत्र

source: Reference
sa: सन्दर्भः

source: File
sa: सञ्चिका

source: Directory Options
sa: निर्देशिका विकल्प

source: Filter:
sa: फ़िल्टर :

source: Scan directories recursively
sa: निर्देशिकाः पुनरावर्तनीयरूपेण स्कैन् कुर्वन्तु

source: &Search
sa: &अन्वेषण

source: &Clear
sa: &स्पष्टः

source: Enter the regular expression you want to search for here.<br>Possible meta characters are:<br><ul><li>&nbsp;<b>.</b> - Matches any character</li><li>&nbsp;<b>^</b> - Matches the beginning of a line</li><li>&nbsp;<b>$</b> - Matches the end of a line</li><li>&nbsp;<b>\\\&lt;</b> - Matches the beginning of a word</li><li>&nbsp;<b>\\\&gt;</b> - Matches the end of a word</li></ul>The following repetition operators exist:<ul><li>&nbsp;<b>?</b> - The preceding item is matched at most once</li><li>&nbsp;<b>*</b> - The preceding item is matched zero or more times</li><li>&nbsp;<b>+</b> - The preceding item is matched one or more times</li><li>&nbsp;<b>{<i>n</i>}</b> - The preceding item is matched exactly <i>n</i> times</li><li>&nbsp;<b>{<i>n</i>,}</b> - The preceding item is matched <i>n</i> or more times</li><li>&nbsp;<b>{,<i>n</i>}</b> - The preceding item is matched at most <i>n</i> times</li><li>&nbsp;<b>{<i>n</i>,<i>m</i>}</b> - The preceding item is matched at least <i>n</i>, but at most <i>m</i> times.</li></ul>Furthermore, backreferences to bracketed subexpressions are available via the notation \\<i>n</i>.
sa: अत्र यत् नियमितव्यञ्जनं अन्वेष्टुम् इच्छति तत् प्रविशतु ।<br> सम्भाव्यमेटावर्णाः सन्ति : १.<br><ul><li> <b>.</b> - कस्यापि वर्णस्य मेलनं करोति</li><li> <b>^</b> - रेखायाः आरम्भस्य मेलनं करोति</li><li> <b>$</b> - रेखायाः अन्ते मेलनं करोति</li><li> <b>\\\&lt;</b> - शब्दस्य आरम्भस्य मेलनं करोति</li><li> <b>\\\&gt;</b> - शब्दस्य अन्ते मेलनं करोति</li></ul> निम्नलिखितपुनरावृत्तिसञ्चालकाः विद्यन्ते ।<ul><li> <b>?</b> - पूर्ववर्ती द्रव्यं अधिकतया एकवारं मेलनं भवति</li><li> <b>*</b> - पूर्ववर्ती द्रव्यं शून्यं वा अधिकवारं वा मेलनं भवति</li><li> <b>+</b> - पूर्ववर्ती द्रव्यं एकवारं वा अधिकं वा मेलनं भवति</li><li> <b>{ <i>n</i> }</b> - पूर्ववर्ती द्रव्यं सम्यक् <i>n</i> वारं मेलनं भवति</li><li> <b>{ <i>n</i> ,}</b> - पूर्ववर्ती द्रव्यं <i>n</i> वा अधिकवारं मेलनं भवति</li><li> <b>{, <i>n</i> }</b> - पूर्ववर्ती मदस्य अधिकतमं <i>n</i> वारं मेलनं भवति</li><li> <b>{ <i>n</i> , <i>m</i> }</b> - पूर्ववर्ती द्रव्यं न्यूनातिन्यूनं <i>n</i> , परन्तु अधिकतमं <i>m</i> वारं मेलनं भवति ।</li></ul> अपि च, कोष्ठकयुक्तानां उपअभिव्यक्तीनां पृष्ठसन्दर्भाः \\ <i>n</i> संकेतनस्य माध्यमेन उपलभ्यन्ते ।

source: Enter the file name pattern of the files to search here. You may give several patterns separated by commas.
sa: अत्र अन्वेष्टुं सञ्चिकानां सञ्चिकानामप्रतिमानं प्रविशन्तु । अल्पविरामैः विभक्ताः अनेकाः प्रतिमानाः दातुं शक्नुवन्ति ।

source: Choose one search mode. For the first modes, the search pattern is built from the editable template, where '%s' is replaced by the given pattern.<br><br>There are additional fixed predefined modes for environments, graphics, labels, references and input files. If the pattern is empty, Kile will search for all commands of this mode. If a pattern is given, it will be inserted as a parameter. For example, in environment mode with pattern 'center', Kile will search for '\begin{center}', and in graphics mode with pattern '.*\.png', Kile will search for all png files.
sa: एकं अन्वेषणविधिं चिनोतु । प्रथमगुणानां कृते, अन्वेषणप्रतिमानं सम्पादनयोग्यसारूप्यात् निर्मितं भवति, यत्र &#39;%s&#39; इत्यस्य स्थाने दत्तप्रतिरूपेण स्थापितं भवति ।<br><br> वातावरणानां, चित्राणां, लेबल्, सन्दर्भाणां, निवेशसञ्चिकानां च कृते अतिरिक्ताः नियतपूर्वनिर्धारिताः मोडाः सन्ति । यदि प्रतिमानं रिक्तं भवति तर्हि किले अस्य मोड् इत्यस्य सर्वान् आदेशान् अन्वेषयिष्यति । यदि प्रतिमानं दत्तं तर्हि तत् पैरामीटर् रूपेण सम्मिलितं भविष्यति । यथा, &#39;center&#39; इति प्रतिमानेन सह वातावरणविधाने Kile &#39;\begin{center}&#39; इति अन्वेषयिष्यति, तथा च &#39;.*\.png&#39; इति प्रतिमानेन सह ग्राफिक्स् मोड् मध्ये Kile सर्वाणि png सञ्चिकाः अन्वेषयिष्यति ।

source: For the first three modes you can choose a template for the pattern from the combo box and edit it here. The string %s in the template is replaced by the pattern input field, resulting in the regular expression to search for. In all other modes this template is ignored.
sa: प्रथमत्रयस्य मोड् कृते भवान् कम्बो बॉक्स् तः पैटर्न् कृते टेम्पलेट् चित्वा अत्र सम्पादयितुं शक्नोति । टेम्पलेट् मध्ये %s इति स्ट्रिंग् इत्यस्य स्थाने pattern input फील्ड् भवति, यस्य परिणामः अस्ति यत् अन्वेष्टुं नियमितं अभिव्यक्तिः भवति । अन्येषु सर्वेषु मोडेषु एतत् टेम्पलेट् उपेक्षितम् अस्ति ।

source: Enter the directory which contains the files you want to search in.
sa: यस्मिन् निर्देशिकायां भवन्तः अन्वेष्टुम् इच्छन्ति ताः सञ्चिकाः सन्ति इति प्रविशन्तु ।

source: Check this box to search in all subdirectories.
sa: सर्वेषु उपनिर्देशिकासु अन्वेषणार्थं एतत् पेटीं चिनोतु ।

source: The results of the grep run are listed here. Select a filename/line number combination with a mouse click on the item or with the cursor to show the respective line in the editor.
sa: grep run इत्यस्य परिणामाः अत्र सूचीबद्धाः सन्ति । सम्पादके तत्तत्पङ्क्तिं दर्शयितुं मदस्य उपरि मूषकक्लिक् कृत्वा कर्सरेन वा सञ्चिकानाम/पङ्क्तिसङ्ख्यासंयोजनं चिनोतु ।

source: Find in Files
sa: Files इत्यत्र अन्वेष्टुम्

source: Find in Project
sa: परियोजनायां ज्ञातव्यम्

source: no project opened
sa: कोऽपि परियोजना न उद्घाटिता

source: <strong>Error:</strong><p>
sa: <strong>त्रुटि:</strong><p>

source: Grep Tool Error
sa: Grep Tool त्रुटिः

source: Invalid regular expression: %1
sa: अमान्य नियमितव्यञ्जनम्: %1

source: &Cancel
sa: &निरसयतु

source: Figure Environment
sa: आकृतिपर्यावरणम्

source: Table Environment
sa: सारणीपर्यावरणम्

source: Figure
sa: रूप

source: Table
sa: पीठिका

source: Position
sa: स्थितिः

source: Here exact
sa: अत्र सटीकम्

source: Bottom of page
sa: पृष्ठस्य अधः

source: Top of page
sa: पृष्ठस्य शीर्षम्

source: Extra page
sa: अतिरिक्त पृष्ठ

source: Center
sa: केंद्र

source: Caption:
sa: अवबोधक:

source: Label:
sa: नामपत्र:

source: Include Graphics
sa: ग्राफिक्स् समावेशयन्तु

source: Graphics (*.png *.jpg *.pdf *.ps *.eps)
sa: ग्राफिक्स (*.png *.jpg *.pdf *.ps *.eps)

source: PNG Files (*.png)
sa: PNG सञ्चिकाः (*.png) .

source: JPG Files (*.jpg)
sa: JPG सञ्चिकाः (*.jpg)

source: PDF Files (*.pdf)
sa: PDF सञ्चिकाः (*.pdf) .

source: Postscript Files (*.eps *ps)
sa: पोस्टस्क्रिप्ट सञ्चिकाः (*.eps *ps)

source: Graphics (*.png *.jpg *.eps.gz *.eps)
sa: ग्राफिक्स (*.png *.jpg *.eps.gz *.eps)

source: Zipped EPS Files (*.eps.gz)
sa: जिप् कृतानि EPS सञ्चिकाः (*.eps.gz)

source: EPS Files (*.eps)
sa: EPS सञ्चिकाः (*.eps) .

source: All Files (*)
sa: सर्वाणि सञ्चिकाः (*) .

source: You must include the wrapfig package to use the text wrapping options
sa: पाठवेष्टनविकल्पानां उपयोगाय भवद्भिः wrapfig संकुलं समाविष्टं कर्तव्यम्

source: Missing Package
sa: अनुपलब्धः संकुलः

source: Picture:
sa: चित्र:

source: Info:
sa: इन्फो :

source: Output:
sa: उत्पादनम् :

source: Center picture
sa: केन्द्र चित्र

source: Path:
sa: पथं:

source: Use \graphicspath command of LaTeX
sa: LaTeX इत्यस्य \graphicspath आदेशस्य उपयोगं कुर्वन्तु

source: Image options
sa: चित्रविकल्पाः

source: Width:
sa: विस्तार:

source: Height:
sa: औनत्यम्‌:

source: Angle:
sa: कोण:

source: Bounding box:
sa: सीमा पेटी :

source: Use bounding box
sa: बाउण्डिंग् बॉक्स् इत्यस्य उपयोगं कुर्वन्तु

source: Scale:
sa: मापन:

source: Keep aspect ratio
sa: आस्पेक्ट रेश्यो रखें

source: Trim image
sa: छविं छटां कुर्वन्तु

source: Trim image by the specified lengths
sa: निर्दिष्टदीर्घताभिः चित्रं छटा

source: Trim Image
sa: चित्रं छटां कुर्वन्तु

source: Left:
sa: वामः:

source: Top:
sa: उपरितन:

source: Right:
sa: दक्षिणः:

source: Bottom:
sa: अधः:

source: figure
sa: रूप

source: Use figure environment
sa: आकृतिपर्यावरणस्य उपयोगं कुर्वन्तु

source: fig:
sa: पिप्पली :

source: Position:
sa: स्थितिः:

source: Bottom of page (b)
sa: पृष्ठस्य अधः (ख) .

source: Extra page (p)
sa: अतिरिक्त पृष्ठ (प) .

source: Here (h)
sa: अत्र (ज)

source: Top of page (t)
sa: पृष्ठस्य उपरिभागः (t) .

source: Force Positioning (!)
sa: बलस्य स्थितिः (!)

source: Custom:
sa: आचारः:

source: wrapfigure
sa: wrapfigure इति

source: Use wrapfigure environment
sa: wrapfigure वातावरणस्य उपयोगं कुर्वन्तु

source: 3.5in
sa: ३.५इञ्च्

source: Lines to break:
sa: भङ्गं कर्तुं रेखाः :

source: Left (L/l)
sa: वाम (L/l)

source: Outside (O/o)
sa: बहिः (O/o)

source: Right (R/r)
sa: दक्षिण (R/r)

source: Inside (I/i)
sa: अन्तः (I/i) .

source: Float figure
sa: प्लवक आकृतिः

source: Overhang:
sa: ओवरहैंगः :

source: Placement:
sa: स्थापनम् :

source: Attributes
sa: गुणाः

source: Group:
sa: समूह:

source: &Name:
sa: &नामः:

source: Include *-&version:
sa: *-&संस्करणं समावेशयन्तु:

source: Name of the group, to which this environment or command belongs.
sa: यस्य समूहस्य नाम, यस्य एतत् वातावरणं वा आदेशः वा अस्ति ।

source: Name of the new environment or command.
sa: नवपर्यावरणस्य वा आदेशस्य वा नाम।

source: Name of the environment or command to edit.
sa: सम्पादनार्थं वातावरणस्य अथवा आदेशस्य नाम ।

source: Does this environment or command also exist in a starred version?
sa: किं एतत् वातावरणं वा आदेशः वा तारायुक्ते संस्करणे अपि विद्यते?

source: \\ is end of &line:
sa: \\ &line: इत्यस्य अन्तः अस्ति:

source: Needs &math mode:
sa: &math mode इत्यस्य आवश्यकता अस्ति:

source: &Tabulator:
sa: &टैब: .

source: Shall 'Smart New Line' insert \\?
sa: 'स्मार्ट न्यू लाइन' \\ सम्मिलितं करिष्यति वा?

source: Does this environment need math mode?
sa: अस्मिन् वातावरणे गणितविधानस्य आवश्यकता अस्ति वा ?

source: Define the standard tabulator of this environment.
sa: अस्य वातावरणस्य मानकसारणीकं परिभाषयन्तु ।

source: Opt&ion:
sa: विकल्प:

source: Define an optional alignment parameter.
sa: एकं वैकल्पिकं संरेखणमापदण्डं परिभाषयन्तु ।

source: Does this command need an optional parameter?
sa: अस्य आदेशस्य वैकल्पिकं पैरामीटर् आवश्यकं वा ?

source: &Parameter:
sa: &पैरामीटर् :

source: Does this environment need an additional parameter like {n} for an integer number, {w} for a width or { } for any other parameter?
sa: किं अस्य वातावरणस्य पूर्णाङ्कसङ्ख्यायाः कृते {n}, विस्तारस्य कृते {w} अथवा अन्यस्य कस्यचित् पैरामीटर् कृते { } इत्यादीनां अतिरिक्तमापदण्डस्य आवश्यकता वर्तते?

source: Does this command need an argument?
sa: अस्य आदेशस्य तर्कस्य आवश्यकता अस्ति वा ?

source: Define a new LaTeX environment:
sa: नूतनं LaTeX वातावरणं परिभाषयन्तु:

source: Define a new LaTeX command:
sa: नूतनं LaTeX आदेशं परिभाषयन्तु:

source: Edit a LaTeX Environment
sa: एकं LaTeX वातावरणं सम्पादयन्तु

source: Edit a LaTeX Command
sa: एकं LaTeX आदेशं सम्पादयन्तु

source: An empty string is not allowed.
sa: रिक्तं तारं न अनुमतम् ।

source: This environment already exists.
sa: एतत् वातावरणं पूर्वमेव अस्ति ।

source: This command already exists.
sa: एषः आदेशः पूर्वमेव अस्ति ।

source: LaTeX Configuration
sa: LaTeX विन्यासः

source: AMS-Math
sa: अम्स-गणित

source: Math
sa: गणित

source: Lists
sa: सूचीः

source: Tabular
sa: सारणीबद्धः

source: Verbatim
sa: शब्दशः

source: Labels
sa: लेबल्स्

source: References
sa: सन्दर्भाः

source: Bibliographies
sa: ग्रन्थसूची

source: Citations
sa: उद्धरणम्

source: Includes
sa: अन्तर्भवति

source: LaTeX Environments
sa: LaTeX वातावरणम्

source: LaTeX Commands
sa: LaTeX आदेशाः

source: Do you want to delete this environment?
sa: किं भवान् एतत् वातावरणं विलोपयितुम् इच्छति ?

source: Do you want to delete this command?
sa: किं भवन्तः एतत् आदेशं विलोपयितुम् इच्छन्ति ?

source: Delete
sa: लुप्

source: LaTeX Environment
sa: LaTeX वातावरण

source: All your 'environment' settings will be overwritten with the default settings, are you sure you want to continue?
sa: भवतः सर्वाणि 'पर्यावरण' सेटिङ्ग्स् पूर्वनिर्धारितसेटिंग्स् इत्यनेन सह अधिलिखितानि भविष्यन्ति, भवान् निश्चयेन निरन्तरं कर्तुम् इच्छति वा?

source: All your 'command' settings will be overwritten with the default settings, are you sure you want to continue?
sa: भवतः सर्वाणि 'आदेश'-सेटिंग्स् पूर्वनिर्धारित-सेटिंग्स्-सहितं अधिलिखितानि भविष्यन्ति, भवान् निश्चयेन निरन्तरं कर्तुम् इच्छति वा?

source: Define LaTeX Environments and Commands for Kile
sa: Kile कृते LaTeX Environments तथा Commands परिभाषयन्तु

source: List of known environments with a lot of additional information that Kile can potentially use. You can add your own environments, which will then be recognized by autocompletion of environments; 'Smart Newline' and 'Smart Tabulator', for example. Note that you can only edit and delete user-defined environments.
sa: ज्ञातानां वातावरणानां सूची यत्र बहु अतिरिक्तसूचना अस्ति यस्य उपयोगं किले सम्भाव्यतया कर्तुं शक्नोति। भवान् स्वकीयानि वातावरणानि योजयितुं शक्नोति, ये ततः वातावरणानां स्वयमेव पूर्णीकरणेन ज्ञास्यन्ति; 'Smart Newline' तथा 'Smart Tabulator' इति उदाहरणार्थम् । ध्यानं कुर्वन्तु यत् भवान् केवलं उपयोक्तृनिर्धारितपर्यावरणानि सम्पादयितुं विलोपयितुं च शक्नोति ।

source: Starred
sa: तारकितम्

source: EOL
sa: ईओएल

source: Tab
sa: टब

source: Option
sa: विकल्प

source: Parameter
sa: पैरामीटर्

source: Commands
sa: आदेशाः

source: Add a new environment.
sa: नूतनं वातावरणं योजयन्तु।

source: &Add...
sa: &संयोजयति...

source: Delete a user-defined environment.
sa: उपयोक्तृनिर्धारितं वातावरणं विलोपयन्तु।

source: De&lete
sa: लुप्

source: Edit a user-defined environment.
sa: उपयोक्तृनिर्धारितं वातावरणं सम्पादयन्तु ।

source: &Edit...
sa: &सम्पादन...

source: Show only user-defined environments and commands
sa: केवलं उपयोक्तृनिर्धारितपर्यावरणानि आदेशानि च दर्शयतु

source: 1 item found.
sa: १ द्रव्यं प्राप्तम् ।

source: File Name
sa: सञ्चिकानाम

source: Local File
sa: स्थानीय सञ्चिका

source: Add File?
sa: सञ्चिकां योजयतु?

source: Add selected files
sa: चयनितसञ्चिकाः योजयन्तु

source: Add all the selected files
sa: चयनितानि सर्वाणि सञ्चिकानि योजयन्तु

source: Install custom files
sa: इष्टसञ्चिकाः संस्थापयन्तु

source: Install your own completion files
sa: स्वकीयानि समाप्तिसञ्चिकाः संस्थापयन्तु

source: Manage custom files
sa: कस्टम् सञ्चिकाः प्रबन्धयन्तु

source: Manage the local completion files in the file manager
sa: सञ्चिकाप्रबन्धके स्थानीयसमाप्तिसञ्चिकाः प्रबन्धयन्तु

source: yes
sa: आम्‌

source: no
sa: नहि

source: Select Completion Files to Install Locally
sa: स्थानीयरूपेण संस्थापनार्थं Completion Files इति चिनोतु

source: Completion files (*.cwl)
sa: समाप्ति सञ्चिकाः (*.cwl) .

source: A local completion file with the name "%1" already exists. Do you want to replace this file?
sa: "%1" इति नाम्ना स्थानीयसमाप्तिसञ्चिका पूर्वमेव विद्यते । किं भवान् एतां सञ्चिकां प्रतिस्थापयितुम् इच्छति ?

source: Replace Local File?
sa: स्थानीयसञ्चिकां प्रतिस्थापयन्तु?

source: An error occurred while removing the file "%1". Please check the file permissions.
sa: "%1" सञ्चिकां निष्कासयन् त्रुटिः अभवत् । कृपया सञ्चिकायाः अनुमतिः पश्यन्तु ।

source: Remove Error
sa: त्रुटिं निष्कासयन्तु

source: Cannot copy the file to the local directory! Please check the access permissions of the directory "%1".
sa: सञ्चिकां स्थानीयनिर्देशिकायां प्रतिलिपिं कर्तुं न शक्यते! कृपया "%1" निर्देशिकायाः अभिगमन-अनुमतिः पश्यन्तु ।

source: Copy Error
sa: प्रतिलिपि त्रुटिः

source: The custom files have been installed and preselected for adding.
sa: इष्टसञ्चिकाः संस्थापिताः, योजनाय पूर्वचयनिताः च सन्ति ।

source: Installation Successful
sa: स्थापना सफला

source: Type: %1
sa: प्रकारः %1

source: Icon:
sa: चिह्नम् :

source: Select...
sa: विचि...

# marked
source: M
sa: म

source: Existing Templates
sa: विद्यमान टेम्पलेट्स

source: Document Type
sa: दस्तावेजप्रकारः

source: Show all the templates
sa: सर्वाणि टेम्पलेट् दर्शयन्तु

source: Clear Selection
sa: चयनं स्वच्छं कुर्वन्तु
