Repository: KDE/kile
Catalog: po/sa/kile.po
Languages: sa

source: <p>The project file for the project "%1" does not exist or it is not readable.</p><p>Do you want to remove this project from the recent projects list?</p>
sa: <p>&quot;%1&quot; परियोजनायाः परियोजनासञ्चिका नास्ति अथवा पठनीया नास्ति ।</p><p> किं भवान् एतत् परियोजनां अद्यतनप्रकल्पसूचिकातः हर्तुं इच्छति?</p>

source: Could Not Open Project
sa: परियोजनां उद्घाटयितुं न शक्तवान्

source: <p>The file "%1" cannot be opened as it does not appear to be a project file.</p>
sa: <p>&quot;%1&quot; इति सञ्चिका परियोजनासञ्चिकारूपेण न दृश्यते इति कारणतः उद्घाटयितुं न शक्यते ।</p>

source: Impossible to Open Project File
sa: परियोजनासञ्चिकां उद्घाटयितुं असम्भवम्

source: <p>The project "%1" cannot be opened as it was created <br/>by a newer version of Kile.</p>
sa: <p>&quot;%1&quot; परियोजना यथा निर्मितवती तथा उद्घाटयितुं न शक्यते<br/> किले इत्यस्य नूतनतरसंस्करणेन ।</p>

source: Impossible to Open Project
sa: परियोजनां उद्घाटयितुं असम्भवम्

source: <p>The project file "%1" was created by a previous version of Kile.<br/>It needs to be updated before it can be opened.</p><p>Do you want to update it?</p>
sa: <p>परियोजनासञ्चिका &quot;%1&quot; Kile इत्यस्य पूर्वसंस्करणेन निर्मितवती ।<br/> तस्य उद्घाटनात् पूर्वं अद्यतनीकरणीयम् ।</p><p> किं भवन्तः तत् अद्यतनं कर्तुम् इच्छन्ति ?</p>

source: Project File Needs to be Updated
sa: परियोजनासञ्चिका अद्यतनीकरणस्य आवश्यकता अस्ति

source: <p>The project file "%1" could be not updated.</p><p>Do you want to remove this project from the recent projects list?</p>
sa: <p>परियोजनासञ्चिका &quot;%1&quot; अद्यतनं कर्तुं न शक्यते ।</p><p> किं भवान् एतत् परियोजनां अद्यतनप्रकल्पसूचिकातः हर्तुं इच्छति?</p>

source: Could Not Update Project File
sa: परियोजनासञ्चिकां अद्यतनीकर्तुं न शक्तवान्

source: Open Project
sa: Open Project इति परियोजना

source: Save Project
sa: परियोजना रक्षतु

source: The current document is not associated to a project. Please activate a document that is associated to the project you want to save, then choose Save Project again.
sa: वर्तमानदस्तावेजः परियोजनायाः सह सम्बद्धः नास्ति । कृपया एकं दस्तावेजं सक्रियं कुर्वन्तु यत् भवन्तः रक्षितुम् इच्छन्ति परियोजनायाः सह सम्बद्धं भवति, ततः पुनः परियोजनां रक्षन्तु इति चिनोतु ।

source: Could Determine Active Project
sa: सक्रिय परियोजना निर्धारयितुं शक्नोति स्म

source: Add Files to Project
sa: Project मध्ये Files योजयन्तु

source: Add Files
sa: सञ्चिकाः योजयन्तु

source: Add
sa: संयोजयति

source: There are no projects opened. Please open the project you want to add files to, then choose Add Files again.
sa: परियोजनाः उद्घाटिताः न सन्ति। कृपया यस्मिन् परियोजनायां भवन्तः सञ्चिकाः योजयितुम् इच्छन्ति तत् उद्घाटयन्तु, ततः पुनः Add Files इति चिनोतु ।

source: Could Not Determine Active Project
sa: सक्रिय परियोजना निर्धारयितुं न शक्तवान्

source: Project Options For
sa: परियोजना विकल्पाः For

source: The current document is not associated to a project. Please activate a document that is associated to the project you want to modify, then choose Project Options again.
sa: वर्तमानदस्तावेजः परियोजनायाः सह सम्बद्धः नास्ति । कृपया एकं दस्तावेजं सक्रियं कुर्वन्तु यत् भवन्तः परिवर्तनं कर्तुम् इच्छन्ति तस्य परियोजनायाः सह सम्बद्धं भवति, ततः पुनः परियोजना विकल्पान् चिनोतु ।

source: Close Project
sa: परियोजनां बन्दं कुर्वन्तु

source: The current document is not associated to a project. Please activate a document that is associated to the project you want to close, then choose Close Project again.
sa: वर्तमानदस्तावेजः परियोजनायाः सह सम्बद्धः नास्ति । कृपया एकं दस्तावेजं सक्रियं कुर्वन्तु यत् भवन्तः बन्दं कर्तुम् इच्छन्ति परियोजनायाः सह सम्बद्धं भवति, ततः पुनः Close Project इति चिनोतु ।

source: Could Not Close Project
sa: परियोजनां बन्दं कर्तुं न शक्तवान्

source: Nothing to clean for %1
sa: %1 कृते शोधनार्थं किमपि नास्ति

source: Cleaning %1: %2
sa: %1: %2 इत्यस्य सफाई

source: Switch Project
sa: स्विच परियोजना

source: Select Files to Remove
sa: Files to Remove इति चिनोतु

source: Show Project Files
sa: परियोजनासञ्चिकाः दर्शयन्तु

source: project configuration file
sa: परियोजना विन्याससञ्चिका

source: graphics file
sa: ग्राफिक्स सञ्चिका

source: Open All Project Files
sa: सर्वाणि परियोजनासञ्चिकाः उद्घाटयन्तु

source: not opened: %1 (%2)
sa: न उद्घाटितम्: %1 (%2)

source: Project Files
sa: परियोजना सञ्चिकाः

source: Could not determine the selected file.
sa: चयनितसञ्चिकां निर्धारयितुं न शक्तवान् ।

source: Project Error
sa: परियोजना त्रुटि

source: Opening Project...
sa: परियोजना उद्घाटनम्...

source: Scanning project files...
sa: परियोजनासञ्चिकानां स्कैनिङ्गं...

source: (La)TeX Source Files
sa: (La)TeX स्रोत सञ्चिकाः

source: (La)TeX Packages
sa: (La)TeX संकुल

source: BibTeX Files
sa: BibTeX सञ्चिकाः

source: Metapost Files
sa: मेटापोस्ट् सञ्चिकाः

source: Kile Script Files
sa: किले स्क्रिप्ट सञ्चिकाः

source: Kile Project Files
sa: किले परियोजना सञ्चिकाः

source: * |All Files
sa: * |सर्वसञ्चिकाः

source: Could not find the LaTeX documentation at %1; please set the correct path in Settings->Configure Kile->Help.
sa: %1 इत्यत्र LaTeX दस्तावेजीकरणं न लब्धम्; कृपया Settings->Configure Kile->Help इत्यत्र सम्यक् मार्गं सेट् कुर्वन्तु ।

source: No help available for %1.
sa: %1 कृते कोऽपि सहायता उपलब्धा नास्ति ।

source: Undefined
sa: अनिर्दिष्टम्

source: Script
sa: प्रलेखन

source: output:
sa: उत्पादनम् :

source: terminated
sa: समाप्तः

source: Launching failed, diagnostics:
sa: प्रक्षेपणं विफलम्, निदानम् :

source: An error occurred while parsing the options given to the tool.
sa: साधनाय दत्तविकल्पानां विश्लेषणं कुर्वन् त्रुटिः अभवत् ।

source: Shell meta characters that cannot be handled are present in the options given to the tool.
sa: ये शेल् मेटा वर्णाः सम्भालितुं न शक्यन्ते ते साधनाय दत्तविकल्पेषु वर्तन्ते ।

source: There is no executable named "%1" in your path.
sa: भवतः मार्गे "%1" इति नाम्ना कोऽपि कार्यान्वयनीयः नास्ति ।

source: You do not have permission to run %1.
sa: %1 चालयितुं भवतः अनुमतिः नास्ति ।

source: Diagnostics could not find any obvious problems.
sa: निदानकर्तारः किमपि स्पष्टसमस्यां न प्राप्नुवन् ।

source: finished with exit code %1
sa: %1 निर्गमनसङ्केतेन समाप्तम्

source: finished abruptly
sa: अकस्मात् समाप्तम्

source: failed to start
sa: आरम्भं कर्तुं असफलः अभवत्

source: crashed
sa: दुर्घटनाम् अभवत्

source: failed (error code %1)
sa: असफल (त्रुटिसङ्केतः %1)

source: The document viewer is not available
sa: दस्तावेजदर्शकः उपलब्धः नास्ति

source: Please disable the live preview before launching this tool
sa: कृपया एतत् साधनं प्रारम्भं कर्तुं पूर्वं लाइव पूर्वावलोकनं निष्क्रियं कुर्वन्तु

source: Cite
sa: उद्धृतम्

source: Add BibTeX database
sa: BibTeX आँकडाकोषं योजयन्तु

source: Paste
sa: चिनोतु

source: Document Class Selection - \documentclass{}
sa: दस्तावेजवर्गचयनम् - \documentclass{}

source: \documentclass[options]{class} class : article,report,book,letter size options : 10pt, 11pt, 12pt paper size options: a4paper, a5paper, b5paper, letterpaper, legalpaper, executivepaper other options: landscape -- selects landscape format; default is portrait. titlepage, notitlepage -- selects if there should be a separate title page. leqno -- display equation number on left side of equations; default is right side. fleqn -- display formulae flush left; default is centered. onecolumn, twocolumn -- one or two columns; defaults to one column oneside, twoside -- selects one- or two-sided layout.
sa: \documentclass[विकल्प]{वर्ग} class : लेख,रिपोर्ट,पुस्तक,पत्र आकार विकल्प : 10pt, 11pt, 12pt कागज आकार विकल्प: a4paper, a5paper, b5paper, letterpaper, legalpaper, executivepaper अन्ये विकल्पाः : landscape -- landscape प्रारूपं चयनं करोति; पूर्वनिर्धारितं चित्रम् अस्ति । titlepage, notitlepage -- पृथक् शीर्षकपृष्ठं भवितुमर्हति वा इति चयनं करोति । leqno -- समीकरणानां वामभागे समीकरणसङ्ख्यां प्रदर्शयन्तु; पूर्वनिर्धारितं दक्षिणपार्श्वे अस्ति । fleqn -- प्रदर्शनसूत्राणि फ्लश वाम; पूर्वनिर्धारितं केन्द्रितम् अस्ति । onecolumn, twocolumn -- एकः वा द्वौ वा स्तम्भौ; एकं स्तम्भं प्रति पूर्वनिर्धारितं भवति oneside, twoside -- एकपक्षीयं वा द्विपक्षीयं वा विन्यासं चिनोति ।

source: Package Import - \usepackage{}
sa: संकुल आयात - \usepackage{}

source: Package Import
sa: संकुल आयात

source: Any options given in the \documentclass command that are unknown by the selected document class are passed on to the packages loaded with \usepackage.
sa: \documentclass आदेशे दत्ताः केचन विकल्पाः ये चयनितदस्तावेजवर्गेण अज्ञाताः सन्ति \usepackage इत्यनेन भारितसङ्कुलेषु प्रसारिताः भवन्ति ।

source: AMS Packages
sa: ए एम एस संकुल

source: The principal American Mathematical Society packages
sa: अमेरिकनगणितसङ्घस्य प्रमुखाः संकुलाः

source: Start Document Body - \begin{document}
sa: दस्तावेजशरीरम् आरभत - \begin{document}

source: Start Document Body
sa: दस्तावेजशरीरं आरभत

source: Text is allowed only between \begin{document} and \end{document}. The 'preamble' (before \begin{document} ) may contain declarations only.
sa: पाठः केवलं \begin{document} तथा \end{document} इत्येतयोः मध्ये एव अनुमतः अस्ति । 'प्रस्तावने' (\begin{document} इत्यस्मात् पूर्वं) केवलं घोषणाः भवितुं शक्नुवन्ति ।

source: Generate Title - \maketitle
sa: शीर्षक उत्पन्न करें - \maketitle

source: Generate Title
sa: शीर्षक उत्पन्न करें

source: This command generates a title on a separate title page - except in the article class, where the title normally goes at the top of the first page.
sa: एषः आदेशः पृथक् शीर्षकपृष्ठे शीर्षकं जनयति - लेखवर्गे व्यतिरिक्तं, यत्र शीर्षकं सामान्यतया प्रथमपृष्ठस्य उपरि गच्छति ।

source: Table of Contents - \tableofcontents
sa: सामग्रीसूची - \tableofcontents

source: Put this command where you want the table of contents to go
sa: यत्र भवन्तः सामग्रीसारणी गन्तुं इच्छन्ति तत्र एतत् आदेशं स्थापयन्तु

source: Title Definition - \title{}
sa: शीर्षक परिभाषा - \title{}

source: Title Definition
sa: शीर्षक परिभाषा

source: \title{text} The \title command declares text to be the title. Use \\ to tell LaTeX where to start a new line in a long title.
sa: \शीर्षक{पाठ} \title आदेशः पाठं शीर्षकं इति घोषयति । दीर्घशीर्षके नूतनपङ्क्तिं कुतः आरभ्यत इति LaTeX इत्यस्मै वक्तुं \\ इत्यस्य उपयोगं कुर्वन्तु ।

source: Author Definition - \author{}
sa: लेखकपरिभाषा - \author{}

source: Author Definition
sa: लेखक परिभाषा

source: \author{names} The \author command declares the author(s), where names is a list of authors separated by \and commands.
sa: \लेखक{नाम} \author आदेशः author(s) घोषयति, यत्र names \and आदेशैः पृथक्कृतानां लेखकानां सूची अस्ति ।

source: Center - \begin{center}
sa: केन्द्र - \begin{center}

source: Each line must be terminated with the string \\.
sa: प्रत्येकं रेखा \\ इति स्ट्रिंग् इत्यनेन समाप्तं भवितुमर्हति ।

source: Align Left - \begin{flushleft}
sa: संरेखणं वाम - \begin{flushleft}

source: Quote - \begin{quote}
sa: उद्धरण - \begin{quote}

source: Quote
sa: उद्धरण

source: The text is justified at both margins. Leaving a blank line between text produces a new paragraph.
sa: उभयप्रान्तयोः पाठः न्याय्यः अस्ति। पाठयोः मध्ये रिक्तरेखां त्यक्त्वा नूतनः अनुच्छेदः उत्पद्यते ।

source: Quotation - \begin{quotation}
sa: उद्धरण - \begin{quotation}

source: Quotation
sa: उद्धरण

source: The text is justified at both margins and there is paragraph indentation. Leaving a blank line between text produces a new paragraph.
sa: पाठः उभयत्र न्याय्यः अस्ति तथा च अनुच्छेदस्य निक्षेपः अस्ति। पाठयोः मध्ये रिक्तरेखां त्यक्त्वा नूतनः अनुच्छेदः उत्पद्यते ।

source: Verse - \begin{verse}
sa: श्लोक - \begin{verse}

source: Verse
sa: श्लोकः

source: The verse environment is designed for poetry. Separate the lines of each stanza with \\, and use one or more blank lines to separate the stanzas.
sa: पद्यपर्यावरणं काव्यस्य कृते विनिर्मितम् अस्ति। प्रत्येकस्य छन्दस्य पङ्क्तयः \\ इत्यनेन पृथक् कुर्वन्तु, छन्दानां पृथक्करणाय एकां वा अधिकं वा रिक्तपङ्क्तिं प्रयोजयन्तु ।

source: Verbatim - \begin{verbatim}
sa: शब्दशः - \begin{verbatim}

source: Environment that gets LaTeX to print exactly what you type in.
sa: वातावरणं यत् LaTeX इत्येतत् यत् भवन्तः टङ्कयन्ति तत् एव मुद्रयितुं प्राप्नोति ।

source: Bulleted List - \begin{itemize}
sa: बुलेटयुक्तसूची - \begin{itemize}

source: Bulleted List
sa: बुलेटयुक्तसूची

source: The itemize environment produces a 'bulleted' list. Each item of an itemized list begins with an \item command.
sa: itemize वातावरणं 'bulleted' सूचीं उत्पादयति । मदीयसूचिकायाः प्रत्येकं द्रव्यं \item आदेशेन आरभ्यते ।

source: Enumeration - \begin{enumerate}
sa: गणना - \begin{enumerate}

source: Enumeration
sa: गणना

source: The enumerate environment produces a numbered list. Each item of an enumerated list begins with an \item command.
sa: enumerate वातावरणं संख्यायुक्तां सूचीं उत्पादयति । परिगणितसूचिकायाः प्रत्येकं द्रव्यं \item आदेशेन आरभ्यते ।

source: Description - \begin{description}
sa: वर्णनम् - \begin{description}

source: The description environment is used to make labeled lists. Each item of the list begins with an \item[label] command. The 'label' is bold face and flushed right.
sa: लेबलयुक्तानि सूचीनि निर्मातुं वर्णनवातावरणस्य उपयोगः भवति । सूचीयाः प्रत्येकं द्रव्यं \item[label] आदेशेन आरभ्यते । 'लेबल' बोल्ड मुखं, दक्षिणतः रक्तवर्णं च अस्ति।

source: Table - \begin{table}
sa: सारणी - \begin{table}

source: \begin{table}[placement] body of the table \caption{table title} \end{table} Tables are objects that are not part of the normal text, and are usually floated to a convenient place. The optional argument [placement] determines where LaTeX will try to place your table h : Here - at the position in the text where the table environment appears t : Top - at the top of a text page b : Bottom - at the bottom of a text page p : Page of floats - on a separate float page, which is a page containing no text, only floats. The body of the table is made up of whatever text or LaTeX commands, etc., you wish. The \caption command allows you to title your table.
sa: \begin{table}[स्थापनम्] मेजस्य शरीरम् \caption{सारणी शीर्षक} \अन्त{सारणी} सारणीः तानि वस्तूनि सन्ति ये सामान्यपाठस्य भागाः न सन्ति, प्रायः सुलभस्थाने प्लवन्ति च । वैकल्पिकः तर्कः [placement] निर्धारयति यत् LaTeX भवतः सारणीं कुत्र स्थापयितुं प्रयतते h : अत्र - पाठे यस्मिन् स्थाने सारणीवातावरणं दृश्यते t : उपरि - पाठपृष्ठस्य उपरि ख : अधः - पाठपृष्ठस्य अधः p : प्लवकानां पृष्ठम् - पृथक् प्लवमानपृष्ठे, यत् पृष्ठं यस्मिन् पाठः नास्ति, केवलं प्लवति । सारणीयाः शरीरं यत्किमपि पाठं वा LaTeX आदेशैः इत्यादिभिः निर्मितं भवति, यत् भवान् इच्छति । \caption आदेशः भवन्तं स्वस्य सारणीयाः शीर्षकं दातुं शक्नोति ।

source: Figure - \begin{figure}
sa: चित्रम् - \begin{figure}

source: \begin{figure}[placement] body of the figure \caption{figure title} \end{figure} Figures are objects that are not part of the normal text, and are usually floated to a convenient place. The optional argument [placement] determines where LaTeX will try to place your figure h : Here - at the position in the text where the figure environment appears t : Top - at the top of a text page b : Bottom - at the bottom of a text page p : Page of floats - on a separate float page, which is a page containing no text, only floats. The body of the figure is made up of whatever text or LaTeX commands, etc., you wish. The \caption command allows you to title your figure.
sa: \begin{figure}[स्थापनम्] २. आकृतेः शरीरम् \caption{चित्र शीर्षक} \अन्त{आकृति} आकृतयः सामान्यपाठस्य भागाः न भवन्ति, प्रायः सुलभस्थाने प्लविताः भवन्ति । वैकल्पिकः तर्कः [placement] निर्धारयति यत् LaTeX भवतः आकृतिं कुत्र स्थापयितुं प्रयतते ज : अत्र - पाठे यस्मिन् स्थाने आकृतिपर्यावरणं दृश्यते t : उपरि - पाठपृष्ठस्य उपरि ख : अधः - पाठपृष्ठस्य अधः p : प्लवकानां पृष्ठम् - पृथक् प्लवमानपृष्ठे, यत् पृष्ठं यस्मिन् पाठः नास्ति, केवलं प्लवति । आकृतेः शरीरं यत्किमपि पाठं वा LaTeX आदेशं वा इत्यादिभिः निर्मितं भवति, यत् भवान् इच्छति । \caption आदेशः भवन्तं स्वस्य आकृतेः शीर्षकं दातुं शक्नोति ।

source: Title Page - \begin{titlepage}
sa: शीर्षक पृष्ठ - \begin{titlepage}

source: Title Page
sa: शीर्षक पृष्ठ

source: \begin{titlepage} text \end{titlepage} The titlepage environment creates a title page, i.e. a page with no printed page number or heading.
sa: \begin{शीर्षकपृष्ठ} पाठ \अन्त{शीर्षकपृष्ठ} शीर्षकपृष्ठवातावरणं शीर्षकपृष्ठं निर्माति, अर्थात् एकं पृष्ठं यस्य मुद्रितपृष्ठसङ्ख्या वा शीर्षकं वा नास्ति ।

source: Italics - \textit{}
sa: इटालिक - \textit{} .

source: Italics
sa: इटालिक्स

source: \textit{italic text}
sa: \textit{italic text} इति ।

source: Slanted - \textsl{}
sa: तिर्यक् - \textsl{}

source: Slanted
sa: तिर्यक्

source: \textsl{slanted text}
sa: \textsl{तिर्यक् पाठ}

source: Boldface - \textbf{}
sa: बोल्डफेस - \textbf{}

source: Boldface
sa: बोल्डफेस्

source: \textbf{boldface text}
sa: \textbf{बोल्डफेस पाठ}

source: Typewriter - \texttt{}
sa: टंकनयंत्र - \texttt{}

source: Typewriter
sa: टंकनयंत्रम्

source: \texttt{typewriter text}
sa: \texttt{टंकलेखक पाठ}

source: Small Caps - \textsc{}
sa: लघु टोप्याः - \textsc{} .

source: Small Caps
sa: लघु टोपी

source: \textsc{small caps text}
sa: \textsc{लघु टोपी पाठ}

source: \item[label] Hello!
sa: \item[label] नमस्कार!

source: Tabbing - \begin{tabbing}
sa: ट्याबिंग - \begin{टैबिंग}

source: The tabbing environment provides a way to align text in columns. \begin{tabbing} text \= more text \= still more text \= last text \\ second row \&gt; \&gt; more \\ \end{tabbing} Commands : \= Sets a tab stop at the current position. \> Advances to the next tab stop. \&lt; Allows you to put something to the left of the local margin without changing the margin. Can only be used at the start of the line. \+ Moves the left margin of the next and all the following commands one tab stop to the right \- Moves the left margin of the next and all the following commands one tab stop to the left \' Moves everything that you have typed so far in the current column to the right of the previous column, flush against the current column's tab stop. \` Allows you to put text flush right against any tab stop, including tab stop 0 \kill Sets tab stops without producing text. \a In a tabbing environment, the commands \=, \' and \` do not produce accents as normal. Instead, the commands \a=, \a' and \a` are used.
sa: ट्याबिंग् वातावरणं स्तम्भेषु पाठं संरेखयितुं मार्गं प्रदाति । \begin{टैबिंग} पाठ \= अधिकः पाठः \= अद्यापि अधिकः पाठः \= अन्तिमः पाठः \\ द्वितीया पङ्क्ति \&gt; \&gt; अधिकः \\ \अन्त{टैबिंग} आदेशाः : १. \= वर्तमानस्थाने ट्याब् स्टॉप् सेट् करोति । \> अग्रिम-ट्याब्-विरामं प्रति अग्रिमम् । \&lt; मार्जिन परिवर्तनं विना स्थानीयमार्जिनस्य वामभागे किमपि स्थापयितुं शक्नोति । रेखायाः आरम्भे एव उपयोक्तुं शक्यते । \+ अग्रिमस्य वाममार्जिनं तथा च निम्नलिखितस्य सर्वेषां आदेशानां एकं ट्याब् स्टॉप् दक्षिणतः चालयति \- अग्रिमस्य वाममार्जिनं निम्नलिखितस्य च सर्वेषां आदेशानां एकं ट्याब् स्टॉप् वामभागे चालयति \' भवता वर्तमानस्तम्भे एतावता टङ्कितं सर्वं पूर्वस्तम्भस्य दक्षिणभागे चालयति, वर्तमानस्तम्भस्य ट्याब् स्टॉप् विरुद्धं फ्लश। \` ट्याब् स्टॉप् 0 सहितं कस्यापि ट्याब् स्टॉप् इत्यस्य विरुद्धं पाठस्य फ्लशं सम्यक् स्थापयितुं शक्नोति \kill पाठं न उत्पादयित्वा ट्याब् स्टॉप्स् सेट् करोति । \a टैबिंग् वातावरणे \=, \' तथा \` इति आदेशाः सामान्यरूपेण उच्चारणं न उत्पादयन्ति । अपि तु \a=, \a', \a` इति आदेशाः प्रयुज्यन्ते ।

source: Tabular - \begin{tabular}
sa: सारणीबद्ध - \begin{सारणी}

source: \begin{tabular}[pos]{cols} column 1 entry & column 2 entry ... & column n entry \\ ... \end{tabular} pos : Specifies the vertical position; default is alignment on the center of the environment. t - align on top row b - align on bottom row cols : Specifies the column formatting. l - A column of left-aligned items. r - A column of right-aligned items. c - A column of centered items. | - A vertical line the full height and depth of the environment. @{text} - this inserts text in every row. The \hline command draws a horizontal line the width of the table. The \cline{i-j} command draws horizontal lines across the columns specified, beginning in column i and ending in column j. The \vline command draws a vertical line extending the full height and depth of its row.
sa: \begin{सारणी}[pos]{cols} स्तम्भ 1 प्रविष्टि & स्तम्भ 2 प्रविष्टि ... & स्तम्भ n प्रविष्टि \\ . ... \अन्त{सारणी} pos : ऊर्ध्वाधरस्थानं निर्दिशति; पूर्वनिर्धारितं वातावरणस्य केन्द्रे संरेखणं भवति । t - उपरितनपङ्क्तौ संरेखणं कुर्वन्तु ख - तलपङ्क्तौ संरेखणं कुर्वन्तु cols : स्तम्भस्वरूपणं निर्दिशति । l - वाम-संरेखित-वस्तूनाम् एकः स्तम्भः । र - दक्षिण-संरेखित-वस्तूनाम् एकः स्तम्भः । ग - केन्द्रितवस्तूनाम् एकः स्तम्भः । | - एकः ऊर्ध्वाधररेखा पर्यावरणस्य पूर्णोच्चता गभीरता च। @{text} - एतेन प्रत्येकं पङ्क्तौ पाठः निवेशितः भवति । \hline आदेशः सारणीयाः विस्तारस्य क्षैतिजरेखां आकर्षयति । \cline{i-j} आदेशः निर्दिष्टस्तम्भेषु क्षैतिजरेखाः आकर्षयति, स्तम्भ i तः आरभ्य j स्तम्भेन समाप्तं भवति । \vline आदेशः स्वपङ्क्तौ पूर्णोच्चतां गभीरतां च विस्तारयन्तीं लम्बरेखां आकर्षयति ।

source: Multicolumn Cells - \multicolumn
sa: बहुस्तम्भ कोशिका - \बहुस्तम्भ

source: Multicolumn Cells
sa: बहुस्तम्भकोशिका

source: \multicolumn{cols}{pos}{text} col, specifies the number of columns to span. pos specifies the formatting of the entry: c for centered, l for flushleft, r for flushright. text specifies what text is to make up the entry.
sa: \बहुस्तम्भ{cols}{पोस्}{पाठ} col, span कर्तुं स्तम्भानां संख्यां निर्दिशति । pos प्रविष्टेः स्वरूपणं निर्दिशति: c centered कृते, l flushleft कृते, r flushright कृते । text इति निर्दिशति यत् प्रविष्टिं निर्मातुं कः पाठः इति ।

source: Horizontal Line - \hline
sa: क्षैतिज रेखा - \hline

source: Horizontal Line
sa: क्षैतिज रेखा

source: The \hline command draws a horizontal line the width of the table.
sa: \hline आदेशः सारणीयाः विस्तारस्य क्षैतिजरेखां आकर्षयति ।

source: Vertical Line - \vline
sa: ऊर्ध्वाधर रेखा - \vline

source: Vertical Line
sa: ऊर्ध्वाधर रेखा

source: The \vline command draws a vertical line extending the full height and depth of its row.
sa: \vline आदेशः स्वपङ्क्तौ पूर्णोच्चतां गभीरतां च विस्तारयन्तीं लम्बरेखां आकर्षयति ।

source: Horizontal Line Across Columns - \cline{m-n}
sa: स्तम्भों पार क्षैतिज रेखा - \cline{m-n}

source: Horizontal Line Across Columns
sa: स्तम्भों पार क्षैतिज रेखा

source: The \cline{i-j} command draws horizontal lines across the columns specified, beginning in column i and ending in column j,
sa: \cline{i-j} आदेशः निर्दिष्टस्तम्भेषु क्षैतिजरेखाः आकर्षयति, स्तम्भ i तः आरभ्य j स्तम्भेन समाप्तं भवति,

source: New Page - \newpage
sa: नया पृष्ठ - \newpage

source: The \newpage command ends the current page
sa: \newpage आदेशः वर्तमानपृष्ठस्य समाप्तिम् करोति

source: Line Break - \linebreak
sa: रेखाविच्छेद - \रेखाविच्छेद

source: Line Break
sa: रेखाविच्छेदः

source: The \linebreak command tells LaTeX to break the current line at the point of the command.
sa: \linebreak आदेशः LaTeX इत्यस्मै आदेशस्य बिन्दौ वर्तमानरेखां भङ्गयितुं वदति ।

source: Page Break - \pagebreak
sa: पृष्ठ विच्छेद - \pagebreak

source: Page Break
sa: पृष्ठ विराम

source: The \pagebreak command tells LaTeX to break the current page at the point of the command.
sa: \pagebreak आदेशः LaTeX इत्यस्मै आदेशस्य बिन्दौ वर्तमानपृष्ठं भङ्गयितुं वदति ।

source: "Big" Vertical Space - \bigskip
sa: "बृहत्" ऊर्ध्वाधरस्थानम् - \bigskip

source: "Big" Vertical Space
sa: "बृहत्" ऊर्ध्वाधरस्थानम्

source: The \bigskip command adds a 'big' vertical space.
sa: \bigskip आदेशः 'बृहत्' ऊर्ध्वाधरस्थानं योजयति ।

source: "Medium" Vertical Space - \medskip
sa: "मध्यम" ऊर्ध्वाधर स्थान - \medskip

source: "Medium" Vertical Space
sa: "मध्यम" ऊर्ध्वाधर स्थान

source: The \medskip command adds a 'medium' vertical space.
sa: \medskip आदेशः 'मध्यम' ऊर्ध्वाधरस्थानं योजयति ।

source: Image Insertion - \includegraphics{file}
sa: चित्रप्रवेशः - \includegraphics{file}

source: Image Insertion
sa: बिम्ब सम्मिलनम्

source: Customizable File Inclusion - \include{file}
sa: अनुकूलनीय सञ्चिका समावेश - \include{file}

source: Customizable File Inclusion
sa: अनुकूलनीय सञ्चिका समावेश

source: \include{file} The \include command is used in conjunction with the \includeonly command for selective inclusion of files.
sa: \include{सञ्चिका} २. सञ्चिकानां चयनात्मकसमावेशार्थं \include आदेशः \includeonly आदेशेन सह उपयुज्यते ।
