Repository: KDE/kile
Catalog: po/sa/kile.po
Languages: sa

source: Select an existing template if you want to overwrite it with your new template. Note that you cannot overwrite templates marked with an asterisk: if you do select such a template, a new template with the same name will be created in a location you have write access to.
sa: यदि भवान् स्वस्य नूतनेन टेम्पलेट् इत्यनेन सह अधिलेखयितुम् इच्छति तर्हि विद्यमानं टेम्पलेट् चिनोतु । ध्यानं कुर्वन्तु यत् भवन्तः ताराचिह्नेन चिह्नितानि टेम्पलेट्-अधिलेखनं कर्तुं न शक्नुवन्ति: यदि भवान् तादृशं टेम्पलेट् चिनोति तर्हि समाननाम्ना नूतनं टेम्पलेट् भवतः लेखनप्रवेशः यस्मिन् स्थाने निर्मितः भविष्यति ।

source: Please select the template that you want to remove. Note that you cannot delete templates marked with an asterisk (for which you lack the necessary deletion permissions).
sa: कृपया यत् टेम्पलेट् अपसारयितुम् इच्छति तत् चिनोतु । ध्यानं कुर्वन्तु यत् भवन्तः ताराचिह्नेन चिह्नितानि टेम्पलेट्-पत्राणि विलोपयितुं न शक्नुवन्ति (यस्य कृते भवन्तः आवश्यकानि विलोपन-अनुमतेः अभावं प्राप्नुवन्ति) ।

source: The template name that you have entered is invalid. Please enter a new name.
sa: भवता यत् टेम्पलेट् नाम प्रविष्टं तत् अमान्यम् अस्ति । कृपया नूतनं नाम प्रविशतु।

source: Please choose an icon first.
sa: कृपया प्रथमं चिह्नं चिनोतु।

source: The icon file: %1 does not seem to exist. Please choose a new icon.
sa: चिह्नसञ्चिका: %1 न दृश्यते । कृपया नूतनं चिह्नं चिनोतु।

source: The file: %1 does not seem to exist. Maybe you forgot to save the file?
sa: सञ्चिका: %1 न दृश्यते । कदाचित् भवान् सञ्चिकां रक्षितुं विस्मृतवान्?

source: A template named "%1" already exists. Please remove it first.
sa: "%1" इति नामकं साचा पूर्वमेव अस्ति । कृपया प्रथमं तत् निष्कासयन्तु।

source: You are about to replace the template "%1"; are you sure?
sa: भवान् "%1" टेम्पलेट् प्रतिस्थापयितुं प्रवृत्तः अस्ति; त्वं निश्चिन्तः वा?

source: Replace template
sa: टेम्पलेट् प्रतिस्थापयन्तु

source: Failed to create the template.
sa: टेम्पलेट् निर्मातुं असफलम् ।

source: Please select a template that should be removed.
sa: कृपया एकं टेम्पलेट् चिनुत यत् निष्कासितव्यम् ।

source: You are about to remove the template "%1"; are you sure?
sa: भवान् "%1" टेम्पलेट् अपसारयितुं प्रवृत्तः अस्ति; त्वं निश्चिन्तः वा?

source: The template could not be removed.
sa: टेम्पलेट् अपसारयितुं न शक्यते स्म ।

source: Math Environments
sa: गणितपर्यावरणम्

source: Without n&umbering:
sa: न&संख्यां विना :

source: Number of &rows:
sa: &पङ्क्तयः संख्या :

source: Number of c&ols:
sa: c&ols संख्या :

source: Space command to &separate groups:
sa: अन्तरिक्ष आदेश to &पृथक् समूहाः :

source: Standard &tabulator:
sa: मानक &tab:

source: Display&math mode:
sa: प्रदर्शन&गणितविधिः:

source: Use &bullets:
sa: &bullets इत्यस्य उपयोगं कुर्वन्तु:

source: Choose an environment.
sa: वातावरणं चिनुत।

source: Use the starred version of this environment.
sa: अस्य वातावरणस्य तारायुक्तं संस्करणं उपयुज्यताम् ।

source: Choose the number of table rows.
sa: सारणीपङ्क्तयः संख्यां चिनोतु ।

source: Choose the number of table columns or alignment groups.
sa: सारणीस्तम्भानां संख्यां अथवा संरेखणसमूहानां संख्यां चिनोतु ।

source: Define an extra LaTeX command to separate alignment groups.
sa: संरेखणसमूहान् पृथक् कर्तुं अतिरिक्तं LaTeX आदेशं परिभाषयन्तु ।

source: Choose one of some predefined tabulators.
sa: केषुचित् पूर्वनिर्धारितसारणीकेषु एकं चिनुत ।

source: Some environments are only valid in math mode. You can surround them with one of these display math modes.
sa: केचन वातावरणाः केवलं गणितविधाने एव मान्याः सन्ति । एतेषु एकेन प्रदर्शनगणितविधिना तान् परितः कर्तुं शक्नुवन्ति ।

source: Insert bullets in each cell. Alt+Ctrl+Right and Alt+Ctrl+Left will move very quick from one cell to another.
sa: प्रत्येकं कोष्ठके गोलिकानि निवेशयन्तु। Alt+Ctrl+Right तथा Alt+Ctrl+Left एकस्मात् कोष्ठकात् अन्यतमं कोष्ठकं प्रति अतीव शीघ्रं गमिष्यन्ति ।

source: Number of cols:
sa: कोलस्य संख्या :

source: Number of groups:
sa: समूहानां संख्या :

source: New File
sa: नवीन सञ्चिका

source: LaTeX Document
sa: LaTeX दस्तावेज़

source: BibTeX Document
sa: BibTeX दस्तावेज़

source: Kile Script
sa: सा लिपिः

source: Tool Name
sa: साधननाम

source: Class
sa: श्रेणी

source: <Custom>
sa: <कस्टम>

source: Error: A tool by this name exists already.
sa: त्रुटिः : एतत् नाम्ना एकं साधनं पूर्वमेव विद्यते ।

source: Error: The name may not contain a slash '/'.
sa: त्रुटिः : नाम्नि '/' इति स्लैशः न स्यात् ।

source: Error: The name may not contain a (, ), [, or ].
sa: त्रुटिः : नाम्नि (, ), [, वा ] वा न भवितुं शक्नोति ।

source: Select the default &behavior (class) of this tool. It will inherit all properties of the tool it is based upon. For example, selecting "LaTeX" will cause your tool to behave just like the standard "LaTeX" tool.
sa: पूर्वनिर्धारितं &behavior (class) चिनोतु । अस्य साधनस्य । सर्वान् गुणान् उत्तराधिकारं प्राप्स्यति यस्य साधनस्य आधारेण भवति तस्य। यथा, "LaTeX" इति चयनेन भवतः साधनं तथैव वर्तयितुं कारणं भवति मानक "LaTeX" साधनम् ।

source: Type a short descriptive name for the &tool:
sa: &tool इत्यस्य लघुवर्णनात्मकं नाम टङ्कयन्तु:

source: PDF Wizard
sa: पीडीएफ विज़ार्ड

source: Re&arrange
sa: पुनः&व्यवस्था

source: 1 Page + Empty Page --> 2up
sa: १ पृष्ठ + रिक्त पृष्ठ --> 2up

source: 1 Page + Duplicate --> 2up
sa: १ पृष्ठ + द्वितीयक --> २उप

source: 2 Pages --> 2up
sa: २ पृष्ठानि --> २उप

source: 2 Pages (landscape) --> 2up
sa: २ पृष्ठानि (दृश्यम्) --> २उप

source: 4 Pages --> 4up
sa: ४ पृष्ठानि --> ४उप

source: 4 Pages (landscape) --> 4up
sa: ४ पृष्ठानि (दृश्यम्) --> ४उप

source: Select Even Pages
sa: Even Pages इति चिनोतु

source: Select Odd Pages
sa: विषम पृष्ठानि चिनोतु

source: Select Even Pages (reverse order)
sa: सम पृष्ठानि (विपरीतक्रमम्) चयनं कुर्वन्तु

source: Select Odd Pages (reverse order)
sa: विषम पृष्ठानि (विपरीतक्रमम्) चयनं कुर्वन्तु

source: Reverse All Pages
sa: सर्वाणि पृष्ठानि विपर्यययन्तु

source: Decrypt
sa: विच्छेदनं कुर्वन्तु

source: Select Pages
sa: पृष्ठानि चयनं कुर्वन्तु

source: Delete Pages
sa: पृष्ठानि विलोपयन्तु

source: Apply a background watermark
sa: पृष्ठभूमिजलचिह्नं प्रयोजयन्तु

source: Apply a background color
sa: पृष्ठभूमिवर्णं प्रयोजयन्तु

source: Apply a foreground stamp
sa: अग्रभूमिमुद्रां प्रयोजयन्तु

source: pdftk: Choose Parameter
sa: pdftk: पैरामीटर् चिनोतु

source: pdfpages: Choose Parameter
sa: pdfpages: पैरामीटर् चिनोतु

# %1 is the number of pages
source: %1 (encrypted)
sa: %1 (गुप्तकृतम्)

source: Error: unknown number of pages
sa: त्रुटिः पृष्ठानां अज्ञातसंख्या

source: PDFTK-Password
sa: PDFTK-गुप्तशब्द

source: This PDF file is encrypted and 'pdftk' cannot open it. Please enter the password for this PDF file or leave it blank to try another method:
sa: इयं PDF सञ्चिका एन्क्रिप्टेड् अस्ति तथा च 'pdftk' इत्येतत् उद्घाटयितुं न शक्नोति । कृपया अस्याः PDF सञ्चिकायाः गुप्तशब्दं प्रविशन्तु अथवा अन्यस्य विधिस्य प्रयासाय रिक्तं त्यजन्तु:

source: A password is necessary to set or change the current settings.
sa: वर्तमानसेटिंग्स् सेट् कर्तुं परिवर्तयितुं वा गुप्तशब्दः आवश्यकः अस्ति ।

source: The permissions of this document can be changed with <i>pdftk</i>.
sa: अस्य दस्तावेजस्य अनुमतिः <i>pdftk</i> इत्यनेन परिवर्तयितुं शक्यते ।

source: <i>pdftk</i> is not available, so no permission can be changed.
sa: <i>pdftk</i> उपलब्धं नास्ति, अतः अनुमतिः परिवर्तयितुं न शक्यते ।

source: <i>pdftk</i> is not available, so no property can be changed.
sa: <i>pdftk</i> उपलब्धं नास्ति, अतः कोऽपि गुणः परिवर्तयितुं न शक्यते ।

source: The properties of this document can be changed with <i>pdftk</i>.
sa: अस्य दस्तावेजस्य गुणाः <i>pdftk</i> इत्यनेन परिवर्तयितुं शक्यन्ते ।

source: This input file is encrypted, so only <i>pdftk</i> works.
sa: इयं इनपुट् सञ्चिका एन्क्रिप्टेड् अस्ति, अतः केवलं <i>pdftk</i> एव कार्यं करोति ।

source: A password is necessary to rearrange pages.
sa: पृष्ठानां पुनर्व्यवस्थापनार्थं गुप्तशब्दः आवश्यकः ।

source: This input file is encrypted, but <i>pdftk</i> is not installed.
sa: इयं निवेशसञ्चिका गुप्तरूपेण स्थापिता अस्ति, परन्तु <i>pdftk</i> संस्थापितम् नास्ति ।

source: This wizard will use <i>pdftk</i> and the LaTeX package <i>pdfpages</i>.
sa: अयं विजार्ड् <i>pdftk</i> तथा LaTeX संकुल <i>pdfpages इत्यस्य</i> उपयोगं करिष्यति |

source: This wizard will only use <i>pdftk</i> (<i>pdfpages.sty</i> is not installed).
sa: एषः विजार्डः केवलं <i>pdftk</i> ( <i>pdfpages.sty</i> संस्थापितम् नास्ति) इत्यस्य उपयोगं करिष्यति ।

source: This wizard will only use the LaTeX package <i>pdfpages</i> (<i>pdftk</i> was not found).
sa: एषः विजार्डः केवलं LaTeX संकुलस्य <i>pdfpages</i> ( <i>pdftk</i> न प्राप्तम्) इत्यस्य उपयोगं करिष्यति ।

source: This wizard can't work, because no tool was found (see help section).
sa: एषः विजार्डः कार्यं कर्तुं न शक्नोति, यतः कोऽपि साधनः न प्राप्तः (सहाय्यविभागं पश्यन्तु) ।

source: <i>(Compiled without libpoppler pdf library. Not all tasks are available.)</i>
sa: <i>(libpoppler pdf पुस्तकालयं विना संकलितम्। सर्वाणि कार्याणि उपलब्धानि न सन्ति।)</i>

source: &Update
sa: &अद्यतन

source: Pages:
sa: पृष्ठानि :

source: Comma separated page list: 1,4-7,9
sa: अल्पविरामेन पृथक्कृतपृष्ठसूची: १,४-७,९

source: Parameter:
sa: पैरामीटर् :

source: All options for 'pdftk'
sa: 'pdftk' इत्यस्य सर्वे विकल्पाः।

source: All options for 'pdfpages'
sa: 'pdfpages' इत्यस्य सर्वे विकल्पाः।

source: Applies a PDF watermark to the background of a single input PDF. Pdftk uses only the first page from the background PDF and applies it to every page of the input PDF. This page is scaled and rotated as needed to fit the input page.
sa: एकस्य निवेशस्य PDF इत्यस्य पृष्ठभूमितः PDF जलचिह्नं प्रयोजयति । Pdftk केवलं पृष्ठभूमि PDF तः प्रथमपृष्ठस्य उपयोगं करोति तथा च इनपुट् PDF इत्यस्य प्रत्येकं पृष्ठे प्रयोजयति । इदं पृष्ठं निवेशपृष्ठे उपयुक्तं कर्तुं आवश्यकतानुसारं स्केल कृत्वा परिभ्रमति ।

source: Applies a foreground stamp on top of the input PDF document's pages. Pdftk uses only the first page from the stamp PDF and applies it to every page of the input PDF. This page is scaled and rotated as needed to fit the input page. This works best if the stamp PDF page has a transparent background.
sa: इनपुट् PDF दस्तावेजस्य पृष्ठानां उपरि अग्रभूमिमुद्रां प्रयोजयति । Pdftk केवलं स्टाम्प PDF तः प्रथमपृष्ठस्य उपयोगं करोति तथा च इनपुट् PDF इत्यस्य प्रत्येकं पृष्ठे प्रयोजयति । इदं पृष्ठं निवेशपृष्ठे उपयुक्तं कर्तुं आवश्यकतानुसारं स्केल कृत्वा परिभ्रमति । यदि मुद्रापत्रस्य PDF पृष्ठस्य पारदर्शी पृष्ठभूमिः भवति तर्हि एतत् सर्वोत्तमरूपेण कार्यं करोति ।

source: &Apply
sa: &आचरतु

source: Failed to create a temporary directory. This wizard cannot be used.
sa: अस्थायी निर्देशिकां निर्मातुं असफलम् । एषः विजार्डः उपयोक्तुं न शक्यते ।

source: <center>PDF-Wizard</center><br>This wizard uses 'pdftk' and the LaTeX package 'pdfpages' to<ul><li>rearrange pages of an existing PDF document</li><li>read and update documentinfo of a PDF document (only pdftk)</li><li>read, set or change some permissions of a PDF document (only pdftk). A password is necessary to set or change this document settings. Additionally PDF encryption is done to lock the file's content behind this password.</li></ul><p>The package 'pdfpages' will only work with non-encrypted documents. 'pdftk' can handle both kind of documents, but a password is needed for encrypted files. If one of 'pdftk' or 'pdfpages' is not available, the possible rearrangements are reduced.</p><p><i>Warning:</i> Encryption and a password does not provide any real PDF security. The content is encrypted, but the key is known. You should see it more as a polite but firm request to respect the author's wishes.</p>
sa: <center>पीडीएफ-विजार्ड</center><br> अयं विजार्डः &#39;pdftk&#39; तथा LaTeX संकुलस्य &#39;pdfpages&#39; to इत्यस्य उपयोगं करोति<ul><li> विद्यमानस्य PDF दस्तावेजस्य पृष्ठानि पुनः व्यवस्थितं कुर्वन्तु</li><li> PDF दस्तावेजस्य documentinfo पठन्तु अद्यतनं च कुर्वन्तु (केवलं pdftk)</li><li> PDF दस्तावेजस्य (केवलं pdftk) काश्चन अनुमतिः पठन्तु, सेट् कुर्वन्तु वा परिवर्तयन्तु वा । अस्य दस्तावेजस्य सेटिङ्ग्स् सेट् कर्तुं परिवर्तयितुं वा गुप्तशब्दः आवश्यकः अस्ति । अतिरिक्तरूपेण अस्य गुप्तशब्दस्य पृष्ठतः सञ्चिकायाः सामग्रीं ताडयितुं PDF एन्क्रिप्शनं क्रियते ।</li></ul><p> &#39;pdfpages&#39; इति संकुलं केवलं अ-एन्क्रिप्टेड्-दस्तावेजैः सह कार्यं करिष्यति । &#39;pdftk&#39; उभयप्रकारस्य दस्तावेजान् सम्भालितुं शक्नोति, परन्तु गुप्तसञ्चिकानां कृते गुप्तशब्दस्य आवश्यकता वर्तते । यदि &#39;pdftk&#39; अथवा &#39;pdfpages&#39; मध्ये एकं न उपलब्धं भवति तर्हि सम्भाव्यपुनर्व्यवस्थापनं न्यूनीकरोति ।</p><p> <i>चेतावनी:</i> एन्क्रिप्शनं गुप्तशब्दं च किमपि वास्तविकं PDF सुरक्षां न ददाति । सामग्री गुप्तरूपेण भवति, परन्तु कुञ्जी ज्ञायते । लेखकस्य इच्छायाः आदरार्थं विनयपूर्णं किन्तु दृढं अनुरोधं भवद्भिः अधिकं द्रष्टव्यम्।</p>

source: <p><i>Information: </i>This version of Kile was compiled without libpoppler library. Setting, changing and removing of properties and permissions is not possible.</p>
sa: <p><i>सूचना:</i> Kile इत्यस्य एतत् संस्करणं libpoppler पुस्तकालयं विना संकलितम् आसीत् । गुणानाम् अनुमतिनां च सेट्, परिवर्तनं, निष्कासनं च सम्भवं नास्ति ।</p>

source: PDF Tools
sa: PDF Tools इति

source: LaTeX with 'pdfpages' package
sa: 'pdfpages' संकुलेन सह LaTeX

source: pdftk
sa: pdf

source: Rearranging PDF file: %1
sa: PDF सञ्चिकायाः पुनः व्यवस्थापनम्: %1

source: ***** tool:
sa: ***** उपकरण:

source: ***** input file:
sa: ***** निवेशसञ्चिका:

source: ***** output file:
sa: ***** निर्गम सञ्चिका:

source: ***** param:
sa: ***** परम्:

source: ***** command:
sa: ***** आदेश:

source: ***** viewer:
sa: ***** दर्शकः :

source: An error occurred while executing the task.
sa: कार्यस्य निष्पादनकाले त्रुटिः अभवत् ।

source: Finished with an error (wrong password)
sa: त्रुटिः (असत्यगुप्तशब्दः) सह समाप्तः ।

source: Finished with an error
sa: दोषेण समाप्तम्

source: Could not create the ViewPDF tool
sa: ViewPDF साधनं निर्मातुं न शक्तम्

source: The utility needs some parameters in this mode.
sa: अस्मिन् मोड् मध्ये उपयोगितायाः केचन मापदण्डाः आवश्यकाः सन्ति ।

source: Illegal page list 'from-to': %1 is bigger than %2.
sa: अवैधपृष्ठसूची 'from-to': %1 %2 इत्यस्मात् बृहत्तरम् अस्ति।

source: Illegal pagenumber: %1.
sa: अवैध पृष्ठसङ्ख्या: %1.

source: You need to define a PDF file as foreground stamp.
sa: भवद्भिः PDF सञ्चिकां अग्रभूमिमुद्रिकारूपेण परिभाषितव्या ।

source: You need to define a PDF file as background watermark.
sa: भवद्भिः PDF सञ्चिकां पृष्ठभूमिजलचिह्नरूपेण परिभाषितव्या ।

source: Unknown file format: only '.pdf' is accepted as image file in this mode.
sa: अज्ञातसञ्चिकास्वरूपम् : अस्मिन् मोड् मध्ये केवलं '.pdf' एव इमेज् सञ्चिकारूपेण स्वीक्रियते ।

source: The given file doesn't exist.
sa: दत्ता सञ्चिका नास्ति ।

source: You need to define an output file.
sa: भवद्भिः आउटपुट् सञ्चिका परिभाषितव्या ।

source: Unknown file format: only '.pdf' is accepted as output file.
sa: अज्ञातसञ्चिकास्वरूपम् : केवलं '.pdf' एव आउटपुट् सञ्चिकारूपेण स्वीक्रियते ।

source: A file named "%1" already exists. Are you sure you want to overwrite it?
sa: "%1" इति सञ्चिका पूर्वमेव अस्ति । किं भवन्तः निश्चयेन तस्य अधिलेखनं कर्तुम् इच्छन्ति?

source: No input file is given.
sa: कोऽपि निवेशसञ्चिका न दत्ता ।

source: Unknown file format: only '.pdf' are accepted for input files.
sa: अज्ञातसञ्चिकास्वरूपम् : निवेशसञ्चिकानां कृते केवलं '.pdf' एव स्वीक्रियते ।

source: This input file does not exist.
sa: एषा निवेशसञ्चिका नास्ति ।

source: No password is given.
sa: कोऽपि गुप्तशब्दः न दत्तः।

source: The password should be at least 6 characters long.
sa: गुप्तशब्दः न्यूनातिन्यूनं ६ अक्षराणि दीर्घः भवेत् ।

source: <center>
sa: <केन्द्र>

source: </center>
sa: </center> इति

source: Input file:
sa: इनपुट् सञ्चिका :

source: pages
sa: पृष्ठानि

source: Password:
sa: समाभाष्:

source: Icon
sa: चिह्नम्

source: This wizard will use 'pdftk' and LaTeX package 'pdfpages'.
sa: अयं विजार्ड् 'pdftk' तथा LaTeX संकुल 'pdfpages' इत्यस्य उपयोगं करिष्यति ।

source: Rearrangements
sa: पुनर्व्यवस्था

source: Output file:
sa: आउटपुट् सञ्चिका :

source: The name of the output file. This entry may also be empty, if you want to overwrite the original file.
sa: आउटपुट् सञ्चिकायाः नाम । एषा प्रविष्टिः रिक्तमपि भवितुम् अर्हति, यदि भवान् मूलसञ्चिकां अधिलेखयितुम् इच्छति ।

source: Task:
sa: कार्य:

source: Viewer:
sa: दर्शकः :

source: View the result of the conversion process. okular is always taken as an external viewer.
sa: रूपान्तरणप्रक्रियायाः परिणामं पश्यन्तु। okular सर्वदा बाह्यदर्शकत्वेन गृह्यते।

source: Show the resulting PDF file
sa: परिणामी PDF सञ्चिकां दर्शयतु

source: Overwrite the original file
sa: मूलसञ्चिकां अधिलेखयन्तु

source: 'Select pages' and 'Free Parameter' need some specific parameter, which you can enter here
sa: 'Select pages' तथा 'Free Parameter' इत्येतयोः किञ्चित् विशिष्टं पैरामीटर् आवश्यकं भवति, यत् भवान् अत्र प्रविष्टुं शक्नोति

source: PDF file:
sa: PDF सञ्चिका :

source: Background:
sa: पृष्ठभूमि:

source: Properties
sa: गुणाः

source: Properties of this PDF document
sa: अस्य PDF दस्तावेजस्य गुणाः

source: Title:
sa: शीर्षक:

source: Creator:
sa: प्रजापतिः

source: Subject:
sa: विषयः:

source: Keywords:
sa: कीवर्ड्स :

source: Author:
sa: लेखकः:

source: Producer:
sa: निर्माता :

source: Format:
sa: प्रारूपः :

source: Encryption:
sa: एन्क्रिप्शन :

source: Creation date:
sa: सृष्टितिथिः :

source: date
sa: दिनाङ्कः

source: Modification date:
sa: परिवर्तनतिथिः :

source: Permissions
sa: अनुमतिः

source: Permissions (under 128-bit-security)
sa: अनुमतिः (१२८-बिट्-सुरक्षायाः अन्तर्गतम्)

source: Printing:
sa: मुद्रणम् :

source: Copy text or graphics:
sa: पाठं वा चित्राणि वा प्रतिलिख्यताम् :

source: Modify contents:
sa: सामग्रीं परिवर्तयन्तु :

source: Fill form fields with data:
sa: प्रपत्रक्षेत्राणि दत्तांशैः पूरयन्तु :

source: allowed
sa: अनुमत

source: Change or add annotations or fill form fields:
sa: एनोटेशन्स् परिवर्तयन्तु अथवा योजयन्तु अथवा प्रपत्रक्षेत्राणि पूरयन्तु:

source: Allow only Printing
sa: केवलं मुद्रणस्य अनुमतिं ददातु

source: Allow all features
sa: सर्वाणि विशेषतानि अनुमन्यताम्

source: Rearrange Postscript File
sa: Postscript File इत्यस्य पुनर्व्यवस्थापनं कुर्वन्तु

source: Neither 'pstops' nor 'psselect' found.
sa: न 'pstops' न च 'psselect' प्राप्तम्।

source: 'pstops' not found.
sa: 'pstops' न लब्धम्।

source: 'psselect' not found.
sa: 'psselect' न लब्ध।

source: 1 DIN A5 Page + Empty Page --> DIN A4
sa: 1 DIN A5 पृष्ठ + रिक्त पृष्ठ --> DIN A4

source: 1 DIN A5 Page + Duplicate --> DIN A4
sa: 1 FROM A5 पृष्ठ + डुप्लिकेट --> FROM A4

source: 2 DIN A5 Pages --> DIN A4
sa: २ FROM A5 पृष्ठानि --> FROM A4

source: 2 DIN A5L Pages --> DIN A4
sa: 2 FROM A5L पृष्ठानि --> FROM A4

source: 4 DIN A5 Pages --> DIN A4
sa: ४ FROM A5 पृष्ठानि --> FROM A4

source: 1 DIN A4 Page + Empty Page --> DIN A4
sa: 1 DIN A4 पृष्ठ + रिक्त पृष्ठ --> DIN A4

source: 1 DIN A4 Page + Duplicate --> DIN A4
sa: 1 FROM A4 पृष्ठ + डुप्लिकेट --> FROM A4

source: 2 DIN A4 Pages --> DIN A4
sa: २ FROM A4 पृष्ठानि --> FROM A4

source: 2 DIN A4L Pages --> DIN A4
sa: २ FROM A4L पृष्ठानि --> FROM A4

source: Copy All Pages (sorted)
sa: सर्वाणि पृष्ठानि प्रतिलिपयन्तु (क्रमबद्धम्) .

source: Copy All Pages (unsorted)
sa: सर्वाणि पृष्ठानि प्रतिलिपयन्तु (अक्रमितानि) .

source: pstops: Choose Parameter
sa: pstops: Parameter इति चिनोतु

source: psselect: Choose Parameter
sa: psselect: पैरामीटर् चिनोतु

source: Done
sa: कृतम्‌

source: Execute
sa: प्रभज्

source: Could not create a temporary file.
sa: अस्थायी सञ्चिकां निर्मातुं न शक्तवान् ।

source: rearrange ps file: %1
sa: ps सञ्चिकां पुनः व्यवस्थितं कुर्वन्तु: %1

source: An error occurred while rearranging the file.
sa: सञ्चिकायाः पुनर्व्यवस्थापनकाले त्रुटिः अभवत् ।

source: Unknown file format: only '.ps' and '.ps.gz' are accepted for input files.
sa: अज्ञातसञ्चिकास्वरूपम्: केवलं '.ps' तथा '.ps.gz' निवेशसञ्चिकानां कृते स्वीक्रियन्ते ।

source: psselect needs some parameters in this mode.
sa: psselect इत्यस्य अस्मिन् मोड् मध्ये केचन पैरामीटर्स् आवश्यकाः सन्ति ।

source: pstops needs some parameters in this mode.
sa: pstops इत्यस्य अस्मिन् मोड् मध्ये केचन पैरामीटर्स् आवश्यकाः सन्ति ।

source: You need to define an output file or select the viewer.
sa: भवद्भिः आउटपुट् सञ्चिकां परिभाषितुं वा दर्शकं चिन्वितुं वा आवश्यकम् ।

source: Unknown file format: only '.ps' is accepted as output file.
sa: अज्ञातसञ्चिकास्वरूपम्: केवलं '.ps' एव निर्गमसञ्चिकारूपेण स्वीक्रियते ।

source: Copies:
sa: प्रतिलिपानि :

source: Postscript Tools
sa: पोस्टस्क्रिप्ट टूल्स

source: Choose one of the 18 operations to convert a postscript file. The last four operations need specific parameters.
sa: पोस्टस्क्रिप्ट् सञ्चिकां परिवर्तयितुं १८ क्रियासु एकं चिनोतु । अन्तिमचतुर्णां क्रियाणां विशिष्टानां मापदण्डानां आवश्यकता भवति ।

source: Conversion of ps files is made by 'pstops' and 'psselect'. Be sure to call 'dvips' with option '-t a4' and hyperref package (if needed) with option 'a4paper'.
sa: ps सञ्चिकानां परिवर्तनं 'pstops' तथा 'psselect' इत्यनेन भवति । '-t a4' विकल्पेन सह 'dvips' अवश्यं आह्वयन्तु तथा च hyperref संकुलं (यदि आवश्यकं भवति) विकल्पेन सह 'a4paper' ।

source: Input file, which should be converted.
sa: सञ्चिकां निवेशयन्तु, या परिवर्तितव्या ।

source: Show ps file with 'okular'
sa: 'okular' इत्यनेन सह ps सञ्चिकां दर्शयतु।

source: When you want to copy pages, you must enter the number of copies
sa: यदा भवन्तः पृष्ठानां प्रतिलिपिं कर्तुम् इच्छन्ति तदा प्रतिलिपिसङ्ख्यां प्रविष्टव्याः

source: The name of the output file. This entry may also be empty, if you only want to view the result without saving it. In this case the viewer checkbox must be checked.
sa: आउटपुट् सञ्चिकायाः नाम । इयं प्रविष्टिः अपि रिक्तं भवितुम् अर्हति, यदि भवान् केवलं परिणामं न रक्षितवान् द्रष्टुम् इच्छति । अस्मिन् सन्दर्भे viewer चेकबॉक्स् अवश्यमेव चेक् करणीयम् ।

source: Extensions
sa: विस्तारः

source: Insert a short descriptive name of your project here.
sa: अत्र भवतः परियोजनायाः लघुवर्णनात्मकं नाम सम्मिलितं कुर्वन्तु ।

source: Insert a list (separated by spaces) of file extensions which should be treated also as files of the corresponding type in this project.
sa: सञ्चिकाविस्तारस्य सूचीं (रिक्तस्थानैः पृथक्कृतं) सम्मिलितं कुर्वन्तु, येषां व्यवहारः अस्मिन् परियोजनायां तत्सम्बद्धप्रकारस्य सञ्चिकारूपेण अपि कर्तव्यः ।

source: Project &title:
sa: परियोजना &शीर्षकम् :

source: Project &folder:
sa: परियोजना &पुटम्:

source: Insert the path to your project here.
sa: अत्र स्वस्य परियोजनायाः मार्गं सम्मिलितं कुर्वन्तु ।

source: (use global settings)
sa: (वैश्विकसेटिंग्स् इत्यस्य उपयोगं कुर्वन्तु)

source: Default graphic extension to open when none specified by file name.
sa: यदा सञ्चिकानाम्ना कोऽपि निर्दिष्टः नास्ति तदा उद्घाटयितुं पूर्वनिर्धारितं चित्रविस्तारः ।

source: Source Files
sa: स्रोतसञ्चिकाः

source: Package Files
sa: संकुलसञ्चिकाः

source: Image Files
sa: चित्रसञ्चिकाः

source: Bibliography Files
sa: ग्रन्थसूची सञ्चिकाः

source: Default Graphics Extension:
sa: पूर्वनिर्धारित ग्राफिक्स विस्तारः :

source: Predefined:
sa: पूर्वनिर्धारितम् :

source: Error in extension '%1': All user-defined extensions should look like '.xyz'
sa: '%1' विस्तारे त्रुटिः: सर्वे उपयोक्तृनिर्धारिताः विस्ताराः '.xyz' इव दृश्यन्ते।

source: Invalid extension
sa: अमान्यः विस्तारः

source: Create New Project
sa: New Project रचयन्तु

source: Create a new file and add it to this project
sa: नूतनं सञ्चिकां निर्माय अस्मिन् परियोजनायां योजयन्तु

source: File&name (relative to where the project file is):
sa: File&name (प्रकल्पसञ्चिका यत्र अस्ति तस्य सापेक्षम्):

source: If you want Kile to create a new file and add it to the project, then check this option and select a template from the list that will appear below.
sa: यदि भवान् इच्छति यत् Kile नूतनसञ्चिकां निर्माय परियोजनायां योजयतु, तर्हि एतत् विकल्पं पश्यतु, अधः दृश्यमानायाः सूचीतः एकं टेम्पलेट् चिनोतु ।

source: You have not entered a project name. If you decide to proceed, the project name will be set to "Untitled". Do you want to create the project nevertheless?
sa: भवता परियोजनानाम न प्रविष्टम् । यदि भवान् अग्रे गन्तुं निश्चयति तर्हि परियोजनानाम "अनामिका" इति सेट् भविष्यति । तथापि परियोजनां निर्मातुम् इच्छति वा ?

source: No Project Name Given
sa: परियोजनानाम न दत्तम्

source: Untitled
sa: अनामिका
