Repository: KDE/kile
Catalog: po/sa/kile.po
Languages: sa

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Consider the file <span style=" font-style:italic;">myBestBook.tex</span> with full path <span style=" font-style:italic;">/home/archimedes/latex/</span><span style=" font-style:italic;">myBestBook.tex</span>, compiled with pdflatex to <span style=" font-style:italic;">myBestBook.pdf</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The variables have the following meanings:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%source</span>: filename with suffix but without path &lt;-&gt; <span style=" font-style:italic;">myBestBook.tex</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%S:</span> filename without suffix and without path &lt;-&gt; <span style=" font-style:italic;">myBestBook</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%dir_base</span>: path of the source file without filename &lt;-&gt;<span style=" font-style:italic;"> /home/archimedes/latex</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;">%dir_target<span style=" font-weight:400;">: path of the target file without filename, same as %dir_base if no relative path has been set &lt;-&gt; </span><span style=" font-weight:400; font-style:italic;">/home/archimedes/latex</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%target:</span> target filename without path &lt;-&gt; <span style=" font-style:italic;">myBestBook.pdf</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600; font-style:italic;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%res:</span> resolution of the quickpreview action set in configure kile-&gt;tools-&gt;preview</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%AFL</span>: List of all files in a project marked for archiving. Set the archive flag in the "Files and projects" sidebar using the context menu.</p></body></html>
sa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">myBestBook.tex</span> इति सञ्चिकां पूर्णमार्गेण <span style=" font-style:italic;">/home/archimedes/latex/</span> <span style=" font-style:italic;">myBestBook.tex</span> इत्यनेन सह विचारयन्तु, pdflatex इत्यनेन सह संकलितं <span style=" font-style:italic;">myBestBook.pdf</span> इत्यत्र । </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> चरानाम् अर्थाः निम्नलिखितरूपेण सन्ति । </p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">%source</span> : सञ्चिकानाम प्रत्यययुक्तं किन्तु मार्गं विना &lt;-&gt; <span style=" font-style:italic;">myBestBook.tex</span> </p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">%S:</span> प्रत्ययरहितं मार्गं विना च सञ्चिकानाम &lt;-&gt; <span style=" font-style:italic;">myBestBook</span> </p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">%dir_base</span> : सञ्चिकानाम विना स्रोतसञ्चिकायाः मार्गः &lt;-&gt; <span style=" font-style:italic;">/home/archimedes/latex</span> </p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;"> %dir_target <span style=" font-weight:400;">: सञ्चिकानाम विना लक्ष्यसञ्चिकायाः मार्गः, %dir_base इत्यस्य समानः यदि कोऽपि सापेक्षमार्गः सेट् न कृतः &lt;-&gt;</span> <span style=" font-weight:400; font-style:italic;">/home/archimedes/latex</span> </p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">%target:</span> मार्गं विना लक्ष्यसञ्चिकानाम &lt;-&gt; <span style=" font-style:italic;">myBestBook.pdf</span> </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600; font-style:italic;"></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">%res:</span> configure kile-&gt;tools-&gt;preview इत्यत्र सेट् कृतस्य quickpreview क्रियायाः समाधानम् </p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">%AFL</span> : संग्रहणार्थं चिह्निते परियोजनायां सर्वेषां सञ्चिकानां सूची । सन्दर्भमेनू इत्यस्य उपयोगेन &quot;Files and projects&quot; इति पार्श्वपट्टिकायां संग्रहध्वजं सेट् कुर्वन्तु ।</p></body></html>

source: Options:
sa: विकल्पाः :

source: Files & Projects
sa: सञ्चिकाः एवं परियोजनाः

source: Include in Archive
sa: अभिलेखागारे समावेशयन्तु

source: Project File
sa: परियोजना सञ्चिका

source: Packages
sa: संकुलम्

source: Images
sa: बिम्बाः

source: Other...
sa: इतर...

source: &Open
sa: &उद्घाटित

source: &Save
sa: &रक्ष्

source: &Add to Project
sa: &प्रकल्पे योजयतु

source: &Include in Archive
sa: &आर्काइव इत्यत्र समावेशयन्तु

source: &Remove From Project
sa: &परियोजनातः निष्कासयन्तु

source: A&dd Files...
sa: A&dd सञ्चिकाः...

source: &Close
sa: &पिधानं करोतु

source: Current Default (%1)
sa: वर्तमान पूर्वनिर्धारित (%1) .

source: Current Default
sa: वर्तमान पूर्वनिर्धारित

source: Tool:
sa: उपकरण:

source: Configuration:
sa: विन्यासः :

source: &Up
sa: &उपरि

source: &Down
sa: &अधः

source: Enable &scripting
sa: &स्क्रिप्टिंग् सक्षमं कुर्वन्तु

source: Execution Time Limit
sa: निष्पादन समय सीमा

source: &Limit the execution time of scripts
sa: &लिपिनां निष्पादनसमयं सीमितं कुर्वन्तु

source: &Time limit (seconds):
sa: &समयसीमा (सेकेण्ड्):

source: Run Selected Script
sa: चयनितं स्क्रिप्ट् चालयन्तु

source: Create New Script
sa: नवीनं स्क्रिप्ट् रचयन्तु

source: Open Selected Script in Editor
sa: Editor मध्ये Selected Script उद्घाटयन्तु

source: Configure Key Sequence
sa: कील अनुक्रम विन्यस्तं कुर्वन्तु

source: Remove Key Sequence
sa: कील अनुक्रम निकालें

source: Refresh List
sa: ताजगी सूची

source: Script Name
sa: स्क्रिप्ट् नाम

source: Sequence
sa: श्रेणी

source: The sequence "%1" is already assigned to the action "%2"
sa: "%1" इति क्रमः पूर्वमेव "%2" क्रियायाः नियुक्तः अस्ति ।

source: Sequence Already Assigned
sa: क्रमः पूर्वमेव नियुक्तः

source: The sequence "%1" is a subsequence of "%2", which is already assigned to the action "%3"
sa: "%1" इति क्रमः "%2" इत्यस्य उपक्रमः अस्ति, यः पूर्वमेव "%3" क्रियायाः नियुक्तः अस्ति ।

source: The shorter sequence "%1" is already assigned to the action "%2"
sa: लघुतरः क्रमः "%1" पूर्वमेव "%2" क्रियायाः कृते नियुक्तः अस्ति ।

source: Characters
sa: वर्णाः

source: Words and numbers:
sa: शब्दाः संख्याश्च :

source: LaTeX commands and environments:
sa: LaTeX आदेशाः वातावरणानि च:

source: Punctuation, delimiter and whitespaces:
sa: विरामचिह्नं, परिसीमकं, श्वेतस्थानानि च :

source: Total characters:
sa: कुलवर्णाः :

source: Strings
sa: ताराः

source: Words:
sa: शब्दाः:

source: LaTeX commands:
sa: LaTeX आदेशाः :

source: LaTeX environments:
sa: LaTeX वातावरणम् :

source: Total strings:
sa: कुल ताराः :

source: Line: %1 Col: %2
sa: रेखा: %1 कर्नल: %2

source: Expansion Level
sa: विस्तारस्तरः

source: &Default value
sa: &पूर्वनिर्धारित मूल्य

source: (&1=part, 2=chapter, 3=section, 4=subsection, 5=subsubsection, ...)
sa: (&1=भाग, 2=अध्याय, 3=खण्ड, 4=उपखण्ड, 5=उपखण्ड, ...)

source: Show &labels
sa: &लेबल्स् दर्शयतु

source: &Open labels item
sa: &Open लेबल्स् मद

source: Show undefined references
sa: अपरिभाषितसन्दर्भान् दर्शयतु

source: Open references item
sa: सन्दर्भान् द्रव्यं उद्घाटयन्तु

source: Show bibitems
sa: बिबिटेम्स् दर्शयतु

source: Open bibitems item
sa: बिबिटेम्स् मदं उद्घाटयन्तु

source: Show TODO/FIXME
sa: TODO/FIXME इति दर्शयतु

source: Open TODO/FIXME
sa: TODO/FIXME उद्घाटयन्तु

source: Show figure and table en&vironments
sa: आकृतिं सारणीं च वातावरणं दर्शयतु

source: Show graphic files
sa: चित्रात्मकसञ्चिकाः दर्शयतु

source: Show input files
sa: निवेशसञ्चिकाः दर्शयन्तु

source: No extra section for labels
sa: लेबल् कृते अतिरिक्तः विभागः नास्ति

source: Default Graphic Extension:
sa: पूर्वनिर्धारित ग्राफिक विस्तारः :

source: Extension to use for graphic files without extensions
sa: विस्तारं विना चित्रसञ्चिकानां कृते उपयोक्तुं विस्तारः

source: jpg
sa: jpg इति

source: tif
sa: तिफ्

source: Click left to jump to the line. A double click will open a text file or a graphics file. When a label is assigned to this item, it will be shown when the mouse is over this item. Items for a graphics file or an assigned label also offer a context menu (right mouse button).
sa: रेखां प्रति कूर्दितुं वामभागे नुदन्तु । द्विगुणं क्लिक् उद्घाट्यते पाठसञ्चिका अथवा चित्रसञ्चिका । यदा लेबलं नियुक्तं भवति to this item, मूषकस्य समाप्तेः समये दर्शितं भविष्यति एतत् द्रव्यम्। ग्राफिक्स् सञ्चिकायाः अथवा नियुक्तस्य लेबलस्य कृते वस्तूनि सन्दर्भमेनू (दक्षिणमूषकबटनम्) अपि प्रदातुं शक्नुवन्ति ।

# structure view entry: title (line)
source: %1 (line %2)
sa: %1 (पङ्क्ति %2)

source: Label: %1
sa: लेबलः %1

source: No "structure data" to display.
sa: प्रदर्शयितुं "संरचनादत्तांशः" नास्ति ।

source: BibTeX References
sa: BibTeX सन्दर्भ

source: Undefined References
sa: अनिर्धारित सन्दर्भ

source: TODO
sa: सर्वे

source: FIXME
sa: FIXME इति

source: Cannot create a list view item: no parent found.
sa: सूचीदृश्यवस्तु निर्मातुं न शक्यते: कोऽपि मातापिता न प्राप्तः।

source: No extension specified for graphic file. Using .%1 from Project settings.
sa: चित्रसञ्चिकायाः कृते कोऽपि विस्तारः निर्दिष्टः नास्ति । Project सेटिंग्स् तः .%1 इत्यस्य उपयोगः ।

source: No extension specified for graphic file. Using .%1 from global Structure View settings.
sa: चित्रसञ्चिकायाः कृते कोऽपि विस्तारः निर्दिष्टः नास्ति । वैश्विकसंरचनादृश्यसेटिंग्स् तः .%1 इत्यस्य उपयोगः ।

source: File extension not specified
sa: सञ्चिकाविस्तारः न निर्दिष्टः

source: Cannot find the included file. The file does not exist, is not readable or Kile is unable to determine the correct path to it. The filename causing this error was: %1. Do you want to create this file?
sa: समाविष्टं सञ्चिकां न प्राप्नुयात् । सञ्चिका नास्ति, पठनीया नास्ति अथवा किले तस्याः सम्यक् मार्गं निर्धारयितुं असमर्थः अस्ति । एतस्य दोषस्य कारणं सञ्चिकानाम आसीत्: %1. किं भवान् एतां सञ्चिकां निर्मातुम् इच्छति ?

source: Cannot Find File
sa: सञ्चिकां अन्वेष्टुं न शक्यते

source: Cu&t
sa: सह&ट

source: &Copy
sa: &प्रतिलिपि

source: &Paste below
sa: &अधः चिनोतु

source: C&omment
sa: कथम्‌

source: Run QuickPreview
sa: QuickPreview चालयन्तु

source: Insert Label
sa: लेबल सम्मिलित करें

source: As &reference
sa: यथा &सन्दर्भः

source: As &page reference
sa: यथा &पृष्ठ सन्दर्भ

source: Only the &label
sa: केवलं &लेबलम्

source: Copy Label to Clipboard
sa: Label इत्यस्य प्रतिलिपिं Clipboard इत्यत्र कुर्वन्तु

source: As reference
sa: सन्दर्भरूपेण

source: As page reference
sa: पृष्ठसन्दर्भरूपेण

source: Only the label
sa: केवलं लेबलम् एव

source: Command: %1
sa: आदेशः %1

source: <br/>Unicode: %1
sa: <br/>यूनिकोडः %1

source: Required Package: %2
sa: आवश्यकं संकुलम् : %2

source: Comment: %1
sa: टिप्पणी : %1

source: Most Frequently Used Symbols
sa: सर्वाधिकं प्रयुक्तानि चिह्नानि

source: Display the vie&w
sa: दृश्य&w प्रदर्शयतु

source: Number of symbols to show
sa: दर्शयितुं चिह्नानां संख्या

source: &Clear the list of symbols when closing Kile
sa: &किले बन्दं कुर्वन् चिह्नानां सूचीं स्वच्छं कुर्वन्तु

source: Unicode
sa: यूनिकोड

source: Insert Unicode representation of the selected symbol (when available)
sa: चयनितचिह्नस्य यूनिकोड प्रतिनिधित्वं सम्मिलितं कुर्वन्तु (यदा उपलब्धं भवति)

source: Run Outside of Kile
sa: किले बहिः धावन्तु

source: Run in Konsole
sa: Konsole इत्यत्र चालयन्तु

source: Use Document Viewer
sa: Document Viewer इत्यस्य उपयोगं कुर्वन्तु

source: Run Sequence of Tools
sa: Tools इत्यस्य Sequence चालयन्तु

source: Use the "Advanced" tab to configure this tool.
sa: एतत् साधनं विन्यस्तुं "Advanced" ट्याब् इत्यस्य उपयोगं कुर्वन्तु ।

source: Unknown tool type; your configuration data is malformed. Perhaps it is a good idea to restore the default settings.
sa: अज्ञातः साधनप्रकारः; भवतः विन्यासदत्तांशः विकृतः अस्ति । सम्भवतः पूर्वनिर्धारितसेटिंग्स् पुनः स्थापयितुं साधु विचारः अस्ति ।

source: All your tool settings will be overwritten with the default settings. Are you sure you want to continue?
sa: भवतः सर्वाणि साधनसेटिंग्स् पूर्वनिर्धारितसेटिंग्स् इत्यनेन सह अधिलिखितानि भविष्यन्ति । किं भवन्तः निश्चिन्ताः सन्ति यत् भवन्तः निरन्तरं कर्तुम् इच्छन्ति?

source: Choose a configuration for the tool %1
sa: %1 इति साधनस्य कृते विन्यासं चिनोतु

source: New Configuration
sa: नवीनं विन्यासः

source: Enter new configuration name:
sa: नूतनं विन्यासनाम प्रविष्टं कुर्वन्तु:

source: Are you sure you want to remove the tool %1?
sa: किं भवान् निश्चयेन %1 इति साधनं हर्तुं इच्छति?

source: Are you sure that you want to remove this configuration?
sa: किं भवान् निश्चिन्तः अस्ति यत् भवान् एतत् विन्यासं हर्तुं इच्छति?

source: You need at least one configuration for each tool.
sa: प्रत्येकस्य साधनस्य कृते न्यूनातिन्यूनं एकं विन्यासं आवश्यकम् ।

source: Cannot Remove Configuration
sa: विन्यासं निष्कासयितुं न शक्नोति

source: no file installed
sa: न सञ्चिका संस्थापिता

source: Installed menu file:
sa: संस्थापिता मेन्यू सञ्चिका :

source: File
sa: संचिका

source: Location
sa: स्थानीय

source: Show &the user menu in the LaTeX menu
sa: LaTeX मेन्यू मध्ये &the user मेन्यू दर्शयन्तु

source: Show the &user menu in the menu bar
sa: मेनू पट्टिकायां &user मेन्यू दर्शयन्तु
