Repository: KDE/kile
Catalog: po/sa/kile.po
Languages: sa

source: Please enter the folder where the project file should be saved to.
sa: कृपया परियोजनासञ्चिका यत्र रक्षितव्या तत्र पुटं प्रविशन्तु ।

source: Empty Location
sa: रिक्त स्थान

source: Please enter an absolute path to the project folder.
sa: कृपया परियोजनापुटस्य निरपेक्षमार्गं प्रविशन्तु ।

source: Invalid Location
sa: अमान्य स्थानम्

source: Please enter a filename for the file that should be added to this project.
sa: कृपया अस्मिन् परियोजनायां योजनीयायाः सञ्चिकायाः कृते सञ्चिकानाम प्रविशन्तु ।

source: No File Name Given
sa: न सञ्चिकानाम दत्तम्

source: The project file exists already. Please choose another name.
sa: परियोजनासञ्चिका पूर्वमेव विद्यते । कृपया अन्यत् नाम चिनुत।

source: Project File Already Exists
sa: परियोजनासञ्चिका पूर्वमेव विद्यते

source: The GUI settings file exists already. Please choose another project name.
sa: GUI सेटिंग्स् सञ्चिका पूर्वमेव विद्यते । कृपया अन्यत् परियोजनानाम चिनोतु।

source: File Already Exists
sa: सञ्चिका पूर्वमेव विद्यते

source: The file "%1" already exists, overwrite it?
sa: "%1" सञ्चिका पूर्वमेव अस्ति, अधिलिखतु?

source: Project Options
sa: परियोजना विकल्प

source: (use global setting)
sa: (वैश्विकसेटिंग् इत्यस्य उपयोगं कुर्वन्तु)

source: Select the default master document. Leave empty for auto detection.
sa: पूर्वनिर्धारितं मुख्यदस्तावेजं चिनोतु । स्वतः अन्वेषणार्थं रिक्तं त्यजन्तु।

source: &Master document:
sa: &मास्टर दस्तावेजः :

source: (auto-detect)
sa: (स्वयं-परिचय)

source: &QuickBuild configuration:
sa: &QuickBuild विन्यासः:

source: &MakeIndex options
sa: &MakeIndex विकल्पाः

source: <p>Could not create the project folder " %1"</p>.<p>Please check whether you have write permissions.</p>
sa: <p>&quot; %1&quot; परियोजनापुटं निर्मातुं न शक्यते ।</p> .<p> कृपया पश्यन्तु यत् भवतः लेखनस्य अनुमतिः अस्ति वा।</p>

source: <p>The project folder "(%1)" is not writable.</p><p>Please check the permissions of the project folder.</p>
sa: <p>&quot;(%1)&quot; इति परियोजनापुटं लेखनीयं नास्ति ।</p><p> कृपया परियोजनापुटस्य अनुमतिः पश्यन्तु ।</p>

source: Cla&ss Options
sa: Cla&ss विकल्पाः

source: &Packages
sa: &पैकेज

source: &Document Properties
sa: &दस्तावेज गुण

source: Doc&ument class:
sa: दस्तावेजवर्गः :

source: Add an entry to this combo box
sa: अस्मिन् संयोजनपेटिकायां प्रविष्टिं योजयन्तु

source: Remove current entry from this combo box
sa: अस्मात् संयोजनपेटिकातः वर्तमानप्रविष्टिं निष्कासयन्तु

source: &Typeface size:
sa: &टाइपफेस आकारः :

source: Paper si&ze:
sa: विषयपत्रम् :

source: E&ncoding:
sa: E&ncoding: 1.1.

source: Description
sa: वर्णनम्‌

source: Cl&ass options:
sa: Cl&ass विकल्पाः :

source: Add a new class option
sa: नूतनं वर्गविकल्पं योजयन्तु

source: Ed&it...
sa: सम्पादन...

source: Edit the current class option
sa: वर्तमानवर्गविकल्पं सम्पादयन्तु

source: Remove the current class option
sa: वर्तमानवर्गविकल्पं निष्कासयन्तु

source: LaTe&X packages:
sa: LaTe&X संकुलाः :

source: Package
sa: सम्पुट

source: Value
sa: मूल्यम्‌

source: &Add Package...
sa: &संकुलं योजयतु...

source: Add a new package
sa: नूतनं संकुलं योजयन्तु

source: Add a new package option
sa: नूतनं संकुलविकल्पं योजयन्तु

source: Edit the current package option
sa: वर्तमानं संकुलविकल्पं सम्पादयन्तु

source: Remove the current package option
sa: वर्तमानं संकुलविकल्पं निष्कासयन्तु

source: &Reset to Defaults
sa: &पूर्वनिर्धारितरूपेण पुनः सेट् कुर्वन्तु

source: Reset to the default list of packages
sa: संकुलानाम् पूर्वनिर्धारितसूचौ पुनः सेट् कुर्वन्तु

source: &Author:
sa: &लेखकः:

source: &Title:
sa: &शीर्षक:

source: Dat&e:
sa: तत्&ई:

source: &Theme:
sa: &विषयवस्तु:

source: Sets the document's orientation to landscape
sa: दस्तावेजस्य अभिमुखीकरणं landscape इत्यत्र सेट् करोति

source: Margins are set for single side output
sa: एकपक्षीयनिर्गमस्य कृते मार्जिनाः सेट् भवन्ति

source: Left and right pages differ in page margins
sa: वाम-दक्षिणपृष्ठयोः पृष्ठान्तरे भिन्नता भवति

source: Marks "overfull hboxes" on the output with black boxes
sa: कृष्णपेटिकाभिः आउटपुट् मध्ये "overfull hboxes" इति चिह्नं करोति

source: No special marks for "overfull hboxes" on the output
sa: आउटपुट् इत्यत्र "overfull hboxes" इत्यस्य विशेषचिह्नानि नास्ति

source: Puts formula numbers on the left side
sa: वामभागे सूत्रसङ्ख्याः स्थापयति

source: Aligns formulas on the left side
sa: वामभागे सूत्राणि संरेखयति

source: Puts title and abstract on an extra page
sa: अतिरिक्तपृष्ठे शीर्षकं सारं च स्थापयति

source: Puts title and abstract on the same page as the text
sa: पाठस्य समानपृष्ठे शीर्षकं सारं च स्थापयति

source: Puts the text in one column
sa: पाठं एकस्मिन् स्तम्भे स्थापयति

source: Puts the text in two columns
sa: पाठं स्तम्भद्वये स्थापयति

source: Formats the bibliography in open style
sa: ग्रन्थसूचीं मुक्तशैल्यां प्रारूपयति

source: Chapters may start on top of every page
sa: प्रत्येकस्य पृष्ठस्य उपरि अध्यायाः आरभ्यन्ते

source: Chapters may only start on top of right pages
sa: अध्यायाः केवलं दक्षिणपृष्ठानां उपरि एव आरभ्यन्ते

source: Cause the header to be counted as text
sa: शीर्षकं पाठरूपेण गणयितुं कारणं भवति

source: Cause the header to be counted as border
sa: शीर्षकं सीमारूपेण गणयितुं कारणं भवति

source: Cause the footer to be counted as text
sa: पादलेखस्य पाठरूपेण गणना भवति

source: Cause the footer to be counted as border
sa: पादलेखस्य सीमारूपेण गणना भवति

source: Cause the margin-note to be counted to the text body
sa: पाठशरीरपर्यन्तं मार्जिन-नोट् गणयितुं कारणम्

source: The normal margin is used for the margin-note area
sa: सामान्यमार्जिनं मार्जिन-नोट् क्षेत्रस्य कृते उपयुज्यते

source: Writes the paper size as a special into the DVI-file
sa: कागदस्य आकारं DVI-सञ्चिकायां विशेषरूपेण लिखति

source: Writes the paper size into the pdftex page register
sa: pdftex पृष्ठपञ्जिकायां कागदस्य आकारं लिखति

source: Uses the correct mechanism with PDF- or DVI-file
sa: PDF- अथवा DVI-सञ्चिकायाः सह सम्यक् तन्त्रस्य उपयोगं करोति

source: Enables the default for an empty left page
sa: रिक्तवामपृष्ठस्य पूर्वनिर्धारितं सक्षमं करोति

source: An empty left page will set with the plain-pagestyle
sa: रिक्तं वामपृष्ठं plain-pagesstyle इत्यनेन सह सेट् भविष्यति

source: An empty left page will set with the empty-pagestyle
sa: रिक्तं वामपृष्ठं रिक्त-पृष्ठशैल्या सह सेट् भविष्यति

source: Use a line to separate the header from the text body
sa: पाठशरीरात् शीर्षकं पृथक् कर्तुं रेखायाः उपयोगं कुर्वन्तु

source: Use no line to separate the header from the text body
sa: पाठशरीरात् शीर्षकं पृथक् कर्तुं कोऽपि रेखायाः उपयोगं न कुर्वन्तु

source: Use a line to separate the footer from the text body
sa: पाठशरीरात् पादलेखं पृथक् कर्तुं रेखायाः उपयोगं कुर्वन्तु

source: Use no line to separate the footer from the text body
sa: पाठशरीरात् पादलेखं पृथक् कर्तुं कोऽपि रेखायाः उपयोगं न कुर्वन्तु

source: Normal paragraph spacing of one line
sa: एकस्याः रेखायाः सामान्यं अनुच्छेदान्तरम्

source: Normal spacing, at least 1/3 of the last line is free
sa: सामान्यं अन्तरं, अन्तिमरेखायाः न्यूनातिन्यूनं १/३ भागः मुक्तः अस्ति

source: Normal spacing, at least 1/4 of the last line is free
sa: सामान्यं अन्तरं, अन्तिमरेखायाः न्यूनातिन्यूनं १/४ भागः मुक्तः अस्ति

source: Normal spacing, no special provision for the last line
sa: सामान्यं अन्तरं, अन्तिमरेखायाः विशेषः प्रावधानः नास्ति

source: Paragraph spacing of half a line
sa: अर्धरेखायाः अनुच्छेदान्तरम्

source: Spacing 1/2 line, at least 1/3 of the last line is free
sa: १/२ रेखायाः अन्तरं कृत्वा, अन्तिमरेखायाः न्यूनातिन्यूनं १/३ भागः मुक्तः भवति

source: Spacing 1/2 line, at least 1/4 of the last line is free
sa: १/२ रेखायाः अन्तरं कृत्वा अन्तिमरेखायाः न्यूनातिन्यूनं १/४ भागः मुक्तः भवति

source: Spacing 1/2 line, no special provision for the last line
sa: १/२ रेखायाः अन्तरं कृत्वा, अन्तिमरेखायाः विशेषः प्रावधानः नास्ति

source: No spacing between paragraphs, indent the first line by 1 em
sa: अनुच्छेदानां मध्ये अन्तरं नास्ति, प्रथमपङ्क्तिं 1 em द्वारा इन्डेण्ट् कुर्वन्तु

source: One-line captions are centered, multi-line left-justified
sa: एकपङ्क्ति-शीर्षकाणि केन्द्रीकृतानि, बहुपङ्क्ति-वाम-युक्तानि सन्ति

source: No special handling of one-line captions
sa: एकपङ्क्ति-शीर्षकाणां विशेष-नियन्त्रणं नास्ति

source: Normal great title font sizes
sa: सामान्यं महान् शीर्षक फ़ॉन्ट आकारः

source: Small font sizes for titles
sa: शीर्षकाणां कृते लघु-अक्षर-आकाराः

source: Even smaller font sizes for titles
sa: शीर्षकाणां कृते लघुतराः अपि फन्ट् आकाराः

source: Include lists of figures and tables in the TOC
sa: TOC मध्ये आकृतीनां, सारणीनां च सूचीः समाविष्टाः कुर्वन्तु

source: Include the bibliography in the TOC
sa: TOC मध्ये ग्रन्थसूचीं समावेशयन्तु

source: Include the index in the TOC
sa: अनुक्रमणिकां TOC मध्ये समाविष्टं कुर्वन्तु

source: Number the lists of figures and tables in the TOC
sa: TOC मध्ये आकृतीनां सारणीनां च सूचीनां संख्यां कुर्वन्तु

source: Number the bibliography in the TOC
sa: TOC मध्ये ग्रन्थसूचीं सङ्ख्यां ददातु

source: All numbers and titles are set in a left-justified column
sa: सर्वाणि सङ्ख्यानि शीर्षकाणि च वाम-युक्ते स्तम्भे सेट् भवन्ति

source: Different sectional units have different indentations
sa: भिन्न-भिन्न-खण्ड-एककानां भिन्न-भिन्न-निक्षेपाः भवन्ति

source: All numbers and captions are set in a left-justified column
sa: सर्वाणि सङ्ख्यानि, शीर्षकाणि च वाम-युक्ते स्तम्भे सेट् भवन्ति

source: All Numbers uses a fixed space
sa: All Numbers इति नियतस्थानं उपयुज्यते

source: Numbering of sectional units have a point at the end
sa: अनुभागीय-एककानां संख्याकरणस्य अन्ते एकः बिन्दुः भवति

source: Numbering of sectional units have no point at the end
sa: अनुभागीय-एककानां संख्याकरणस्य अन्ते कोऽपि बिन्दुः नास्ति

source: Caption command acts like \captionabove
sa: Caption आदेशः \captionabove इव कार्यं करोति

source: Caption command acts like \captionbelow
sa: Caption आदेशः \captionbelow इव कार्यं करोति

source: Captions of the longtable package should not be redefined
sa: longtable package इत्यस्य कैप्शनं पुनः परिभाषितं न कर्तव्यम्

source: Use a separate line for the chapter number
sa: अध्यायसङ्ख्यायाः कृते पृथक् रेखायाः उपयोगं कुर्वन्तु

source: Use the same line for the chapter number and title
sa: अध्यायसङ्ख्यायाः शीर्षकस्य च कृते समानपङ्क्तिः उपयुज्यताम्

source: Use a separate line for the appendix name
sa: परिशिष्टनामस्य कृते पृथक् पङ्क्तिं प्रयोजयन्तु

source: No separate line for the appendix name
sa: परिशिष्टनामस्य पृथक् पङ्क्तिः नास्ति

source: Include the abstract's title
sa: सारस्य शीर्षकं समावेशयन्तु

source: Exclude the abstract's title
sa: अमूर्तस्य शीर्षकं बहिष्कृत्य

source: The file is compiled in draft mode
sa: सञ्चिका मसौदाविधाने संकलिता भवति

source: The file is compiled in final mode
sa: सञ्चिका अन्तिमविधाने संकलिता भवति

source: Slides will use many colors
sa: स्लाइड्स् अनेकवर्णानां उपयोगं करिष्यन्ति

source: Slides will use a restricted set of colors
sa: स्लाइड्स् प्रतिबन्धितवर्णसमूहस्य उपयोगं करिष्यन्ति

source: Display the number of the current slide and the total number
sa: वर्तमानस्लाइड् इत्यस्य संख्यां कुलसङ्ख्यां च प्रदर्शयन्तु

source: Display only the number of the current slide
sa: केवलं वर्तमानस्लाइड् इत्यस्य संख्यां प्रदर्शयन्तु

source: The background of the slide is always white
sa: स्लाइड् इत्यस्य पृष्ठभूमिः सर्वदा श्वेतवर्णीयः भवति

source: The color of the background depends on the current style
sa: पृष्ठभूमिस्य वर्णः वर्तमानशैल्याः उपरि निर्भरं भवति

source: The LaTeX file is compiled to produce a PostScript file
sa: LaTeX सञ्चिका PostScript सञ्चिकां उत्पादयितुं संकलितं भवति

source: The LaTeX file is compiled to produce a PDF file
sa: LaTeX सञ्चिका PDF सञ्चिकां निर्मातुं संकलितं भवति

source: Some macros interpret their argument in ps mode
sa: केचन मैक्रोस् स्वस्य तर्कस्य व्याख्यां ps मोड् मध्ये कुर्वन्ति

source: Some macros do not interpret their argument in ps mode
sa: केचन मैक्रोस् ps मोड् मध्ये स्वस्य तर्कस्य व्याख्यां न कुर्वन्ति

source: The PS file is to be translated into a PDF file using Adobe Distiller
sa: PS सञ्चिका Adobe Distiller इत्यस्य उपयोगेन PDF सञ्चिकायां अनुवादनीया अस्ति

source: The LaTeX file is to be processed with YandY LaTeX
sa: LaTeX सञ्चिका YandY LaTeX इत्यनेन सह संसाधितव्या अस्ति

source: The PS file is to be translated into a PDF file using ps2pdf
sa: PS सञ्चिका ps2pdf इत्यस्य उपयोगेन PDF सञ्चिकायां अनुवादनीया अस्ति

source: The LaTeX file is to be processed with MicroPress VTeX
sa: LaTeX सञ्चिका MicroPress VTeX इत्यनेन सह संसाधितव्या अस्ति

source: Do not add any caption at the bottom of the slides
sa: स्लाइड्स् इत्यस्य अधः किमपि कैप्शनं न योजयन्तु

source: Place text of slides at the (vertical) top of the slides
sa: स्लाइड्स् इत्यस्य पाठं स्लाइड् इत्यस्य (लंबवत) उपरि स्थापयन्तु

source: Place text of slides at the (vertical) center of the slides
sa: स्लाइड्स् इत्यस्य पाठं स्लाइड् इत्यस्य (लंबवत) केन्द्रे स्थापयन्तु

source: Headlines, footlines, and sidebars are replaced by gray rectangles
sa: शीर्षकरेखा, पादरेखा, पार्श्वपट्टिका च ग्रे आयताभिः प्रतिस्थापिताः भवन्ति

source: Make all navigation bars as small as possible
sa: सर्वाणि नेविगेशन-पट्टिकाः यथाशक्ति लघु कुर्वन्तु

source: Suppresses generation of some entries in the pdf information
sa: pdf सूचनायां केषाञ्चन प्रविष्टीनां जननं दमति

source: Switches off the definition of default blocks like theorem
sa: प्रमेय इत्यादीनां पूर्वनिर्धारितखण्डानां परिभाषां निष्क्रियं करोति

source: Does not load amsthm and amsmath
sa: अम्स्थम् अम्स्मथं च न भारं करोति

source: Needed when using the CJK package for Asian fonts
sa: एशियाई-फॉन्ट्-कृते CJK-सङ्कुलस्य उपयोगं कुर्वन् आवश्यकम्

source: Use a sans-serif font during the presentation
sa: प्रस्तुतिकाले sans-serif font इत्यस्य उपयोगं कुर्वन्तु

source: Use a serif font during the presentation
sa: प्रस्तुतिकाले serif font इत्यस्य उपयोगं कुर्वन्तु

source: Override the math font to be a sans-serif font
sa: गणितस्य फ़ॉन्ट् sans-serif फ़ॉन्ट् भवितुं अधिलिखन्तु

source: Override the math font to be a serif font
sa: गणितस्य फॉन्ट् सेरिफ् फॉन्ट् भवितुं अधिलिखन्तु

source: Deactivate internal font replacements for math text
sa: गणितपाठस्य कृते आन्तरिक-फॉन्ट्-प्रतिस्थापनं निष्क्रियं कुर्वन्तु

source: Create a PDF handout
sa: PDF हस्तपुस्तिका रचयन्तु

source: For PDF transparency
sa: PDF पारदर्शितायाः कृते

source: All structure elements are typeset in blue
sa: सर्वे संरचनातत्त्वानि नीलवर्णेन टङ्कितानि सन्ति

source: All structure elements are typeset in red
sa: सर्वे संरचनातत्त्वानि रक्तवर्णेन टङ्कितानि सन्ति

source: All structure elements are typeset in black and white
sa: सर्वे संरचनातत्त्वानि कृष्णशुक्लयोः टाइपसेट् भवन्ति

source: All structure elements are typeset in brown
sa: सर्वे संरचनातत्त्वानि भूरेण टङ्कितानि सन्ति

source: Notes are not shown
sa: टिप्पण्याः न दर्शिताः

source: Include notes in the output file
sa: आउटपुट् सञ्चिकायां टिप्पण्यानि समाविष्टानि कुर्वन्तु

source: Include only notes and suppress frames
sa: केवलं टिप्पण्यानि समावेशयन्तु तथा च फ्रेम्स दमनं कुर्वन्तु

source: %1 '%2' already exists.
sa: %1 '%2' पूर्वमेव विद्यते ।

source: Special math environments and commands (AMS)
sa: विशेषगणितपर्यावरणानि आदेशानि च (AMS) .

source: Collection of fonts and symbols for math mode (AMS)
sa: गणितविधानस्य (AMS) कृते फन्ट्-चिह्नानां संग्रहः

source: Defines symbol names for all math symbols in MSAM and MSBM (AMS)
sa: MSAM तथा MSBM (AMS) इत्यस्मिन् सर्वेषां गणितचिह्नानां चिह्ननामानि परिभाषयति ।

source: Improved theorem setup (AMS)
sa: प्रमेयव्यवस्थापनं (AMS) उन्नतम्

source: Extends caption capabilities for figures and tables
sa: आकृतीनां सारणीनां च कृते कैप्शनक्षमतां विस्तारयति

source: Hypertext marks in LaTeX
sa: LaTeX मध्ये अतिपाठचिह्नानि

source: Use dvips as hyperref driver
sa: hyperref चालकरूपेण dvips इत्यस्य उपयोगं कुर्वन्तु

source: Use pdftex as hyperref driver
sa: hyperref चालकरूपेण pdftex इत्यस्य उपयोगं कुर्वन्तु

source: Make bookmarks
sa: पुस्तकचिह्नानि कुर्वन्तु

source: Put section numbers in bookmarks
sa: खण्डसङ्ख्याः पुस्तकचिह्नेषु स्थापयन्तु

source: Open up bookmark tree
sa: बुकमार्कवृक्षं उद्घाटयन्तु

source: Text for PDF Author field
sa: PDF Author क्षेत्रस्य कृते पाठः

source: Text for PDF Creator field
sa: PDF Creator क्षेत्रस्य कृते पाठः

source: LaTeX with hyperref package
sa: hyperref संकुलेन सह LaTeX

source: Resize document window to fit document size
sa: दस्तावेजस्य आकारं अनुरूपं दस्तावेजविण्डो इत्यस्य आकारं परिवर्तयन्तु

source: Text for PDF Keywords field
sa: PDF Keywords क्षेत्रस्य कृते पाठः

source: Text for PDF Producer field
sa: PDF Producer क्षेत्रस्य कृते पाठः

source: Starting view of PDF document
sa: PDF दस्तावेजस्य आरम्भदृश्यम्

source: Text for PDF Subject field
sa: PDF विषयक्षेत्रस्य कृते पाठः

source: Text for PDF Title field
sa: PDF Title क्षेत्रस्य कृते पाठः

source: Use Palatino font as roman font (both text and math mode)
sa: Palatino font इत्यस्य उपयोगं रोमन font इत्यस्य रूपेण कुर्वन्तु (पाठः गणितस्य च मोडः) ।

source: Use Times font as roman font (both text and math mode)
sa: Times font इत्यस्य उपयोगं roman font इत्यस्य रूपेण (पाठः गणितस्य च मोडः अपि) कुर्वन्तु ।

source: Enable index generation
sa: अनुक्रमणिकाजननं सक्षमं कुर्वन्तु

source: Enables multicolumn environments
sa: बहुस्तम्भवातावरणं सक्षमं करोति

source: Load all pstricks packages
sa: सर्वाणि pstricks संकुलं लोड् कुर्वन्तु

source: Rotates text
sa: पाठं परिभ्रमति

source: Enables subfigures inside figures
sa: आकृतीनां अन्तः उपचित्रं सक्षमं करोति

source: Typesetting capital Greek letters
sa: कैपिटल ग्रीक अक्षर टङ्कन

source: Extending LaTeX's color facilities
sa: LaTeX इत्यस्य वर्णसुविधानां विस्तारः

source: Adds language specific support
sa: भाषाविशिष्टसमर्थनं योजयति

source: Use a font encoding scheme
sa: फॉन्ट् एन्कोडिंग् योजनायाः उपयोगं कुर्वन्तु

source: Support for including graphics
sa: चित्राणि समाविष्टुं समर्थनम्

source: Specialize on graphic inclusion for dvips
sa: dvips कृते ग्राफिक समावेशस्य विशेषज्ञतां प्राप्नुवन्तु

source: Specialize on graphic inclusion for pdftex
sa: pdftex कृते चित्रात्मकसमावेशस्य विशेषज्ञतां प्राप्नुवन्तु

source: Show only frames of graphics
sa: केवलं चित्राणां फ्रेम्स दर्शयतु

source: <default>
sa: <पूर्वनिर्धारित>

source: <empty>
sa: <रिक्त>

source: Document Class
sa: दस्तावेज वर्ग

source: Please enter the new document &class:
sa: कृपया नूतनं दस्तावेजं प्रविशतु &class:

source: &Set all options from this standard class (optional):
sa: &अस्मात् मानकवर्गात् सर्वान् विकल्पान् सेट् कुर्वन्तु (वैकल्पिकम्):

source: Use standard &fontsizes
sa: मानक &fontsizes इत्यस्य उपयोगं कुर्वन्तु

source: Use standard &papersizes
sa: मानक &papersizes इत्यस्य उपयोगं कुर्वन्तु

source: Do you want to remove "%1" from the document class list?
sa: किं भवान् दस्तावेजवर्गसूचिकातः "%1" अपसारयितुम् इच्छति?

source: Remove Document Class
sa: दस्तावेजवर्गं निष्कासयन्तु

source: Add Fontsize
sa: Fontsize योजयतु

source: Please enter the &fontsizes (comma-separated list):
sa: कृपया &fontsizes (अल्पविरामेन पृथक्कृता सूची) प्रविशन्तु:

source: Do you want to remove "%1" from the fontsize list?
sa: किं भवान् "%1" इत्येतत् fontsize सूचीतः हर्तुं इच्छति?

source: Remove Fontsize
sa: Fontsize निष्कासयन्तु

source: Add Papersize
sa: पेपरसाइज् योजयतु

source: Please enter the &papersizes (comma-separated list):
sa: कृपया &papersizes (अल्पविरामेन पृथक्कृता सूची) प्रविशन्तु:

source: Do you want to remove "%1" from the papersize list?
sa: कागदाकारसूचिकातः "%1" अपसारयितुम् इच्छति वा?

source: Remove Papersize
sa: पेपरसाइज निष्कासयन्तु

source: Add Option
sa: विकल्पं योजयतु

source: Name of &option:
sa: &विकल्पस्य नाम:

source: &Description:
sa: &वर्णनम्‌:

source: &Select this option
sa: &एतत् विकल्पं चिनोतु

source: Edit Option
sa: सम्पादन विकल्प

source: Do you want to delete this class option?
sa: किं भवान् एतत् वर्गविकल्पं विलोपयितुम् इच्छति ?

source: Add Package
sa: संकुलं योजयतु

source: &Package:
sa: &सम्पुट:

source: &Select this package
sa: &एतत् संकुलं चिनोतु

source: &Option:
sa: &विकल्प:

source: package:
sa: सम्पुट:

source: &Editable
sa: &सम्पादनयोग्य

source: De&fault value:
sa: पूर्वनिर्धारित&पूर्वनिर्धारितमूल्यम् :

source: &Value:
sa: &मूल्यम्‌:

source: Op&tion:
sa: विकल्पाः :

source: Edit Package
sa: संकुल सम्पादयतु

source: Do you want to delete this package option?
sa: किं भवान् एतत् संकुलविकल्पं विलोपयितुम् इच्छति?

source: Do you want to delete this package?
sa: किं भवान् एतत् संकुलं विलोपयितुम् इच्छति ?

source: Do you want to reset this package list?
sa: किं भवान् एतां संकुलसूचीं पुनः सेट् कर्तुम् इच्छति?

source: Reset Package List
sa: संकुलसूचीं पुनः सेट् कुर्वन्तु

source: %1 '%2' is not allowed.
sa: %1 '%2' इत्यस्य अनुमतिः नास्ति ।

source: This document class already exists.
sa: एषः दस्तावेजवर्गः पूर्वमेव अस्ति ।

source: This name is not allowed for a document class.
sa: दस्तावेजवर्गस्य कृते एतत् नाम अनुमतं नास्ति ।

source: This document class option already exists.
sa: एषः दस्तावेजवर्गविकल्पः पूर्वमेव अस्ति ।

source: This package already exists.
sa: एतत् संकुलं पूर्वमेव अस्ति ।

source: Could not identify the package name.
sa: संकुलनाम परिचयितुं न शक्तवान् ।

source: This package option already exists.
sa: एषः संकुलविकल्पः पूर्वमेव अस्ति ।

source: New Key Sequence
sa: नवीन कुञ्जी अनुक्रम

source: Use a key sequence written in the editor to execute a script.
sa: स्क्रिप्ट् निष्पादयितुं सम्पादके लिखितस्य कीलक्रमस्य उपयोगं कुर्वन्तु ।

source: Use a shortcut to execute a script.
sa: स्क्रिप्ट् निष्पादयितुं शॉर्टकट् इत्यस्य उपयोगं कुर्वन्तु ।

source: Choose the type of the key sequence:
sa: कीलक्रमस्य प्रकारं चिनोतु :

source: Editor key sequence
sa: सम्पादक कुञ्जी अनुक्रम

source: Shortcut
sa: शॉर्टकट

source: Please enter a key sequence for this script:
sa: कृपया अस्याः लिप्याः कृते कुञ्जीक्रमं प्रविशन्तु:

source: Please enter a shortcut for this script:
sa: कृपया अस्याः लिप्याः कृते एकं शॉर्टकट् प्रविशन्तु:

source: Copy
sa: प्रतिलिपि

source: Copy as LaTeX
sa: LaTeX इति प्रतिलिपिं कुर्वन्तु

source: Summary
sa: संक्षेपः

source: For information about the accuracy see the Help.
sa: सटीकताविषये सूचनायै सहायतां पश्यन्तु ।

source: Statistics for %1
sa: %1 कृते सांख्यिकी

source: Statistics for the Project %1
sa: परियोजनायाः आँकडानि %1

source: To get statistics for all project files, you have to open them all.
sa: सर्वेषां परियोजनासञ्चिकानां आँकडानि प्राप्तुं भवद्भिः सर्वाणि उद्घाटितव्यानि ।

source: WARNING: These are the statistics for the selected text only.
sa: चेतावनी: एतानि केवलं चयनितपाठस्य आँकडानि सन्ति।

source: Statistics for project %1, file %2
sa: परियोजना %1, सञ्चिका %2 इत्यस्य आँकडानि

source: Statistics for project %1
sa: परियोजना %1 कृते आँकडानि

source: Statistics for Untitled
sa: अनामिका कृते सांख्यिकी

source: Number of &columns:
sa: &स्तम्भानां संख्या :

source: &Spacing:
sa: &अन्तरालम् :

source: Tabular Environments
sa: सारणीबद्ध वातावरण

source: Align Left
sa: Align Left इति

source: Align Center
sa: संरेखित केन्द्र

source: Align Right
sa: Align Right इति

source: Bold
sa: विक्रान्तः

source: Italic
sa: इटालिक

source: Underline
sa: रेखांकनम्

source: Join Cells
sa: कोष्ठकं सम्मिलितं कुर्वन्तु

source: Split Cells
sa: विभक्त कोशिका

source: Edit Frame
sa: सम्पादन फ्रेम

source: Background Color
sa: पृष्ठभूमि रंग

source: Text Color
sa: पाठवर्णः

source: Clear Text
sa: पाठः स्पष्टः

source: Clear Attributes
sa: स्पष्ट विशेषताएँ

source: Clear All
sa: सर्वं स्वच्छं कुर्वन्तु

source: Paste content from clipboard
sa: क्लिपबोर्डतः सामग्रीं चिनोतु

source: Number of rows:
sa: पङ्क्तयः संख्या :

source: Use starred version
sa: तारकयुक्तं संस्करणं उपयुज्यताम्

source: Table width:
sa: सारणीविस्तारः :

source: Use booktabs package
sa: booktabs संकुलस्य उपयोगं कुर्वन्तु

source: Insert bullets
sa: गोलिकाः निवेशयन्तु

source: Input data. Enter text when a cell is selected. When return is pressed, the adjacent cell will become selected.
sa: दत्तांशं निवेशयन्तु। यदा कोष्ठकं चयनं भवति तदा पाठं प्रविशन्तु । यदा return नुद्यते तदा समीपस्थः कोष्ठकः चयनितः भविष्यति ।

source: Optional parameter for the chosen environment.
sa: चयनितपर्यावरणस्य कृते वैकल्पिकः पैरामीटर् ।

source: Choose the number of table columns.
sa: सारणीस्तम्भानां संख्यां चिनोतु ।

source: The tabular will be centered.
sa: सारणीकारः केन्द्रितः भविष्यति।
