Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: Text:
ar: النص:
eo: Teksto:

source: Shortcut:
ar: الاختصار:
eo: Ŝparvojo:

source: Type:
ar: النوع:
eo: Tipo:

source: Filename of the corresponding file.
ar: اسم الملف للملف المقابل.
eo: Dosiernomo de la responda dosiero.

source: Choose an icon for this action.
ar: اختر أيقونة لهذا الإجراء.
eo: Elektu piktogramon por ĉi tiu ago.

source: Remove the icon for this action.
ar: أزِل الأيقونة لهذا الإجراء.
eo: Forigu la piktogramon por ĉi tiu ago.

source: Change the type of a menu item.
ar: غيّر نوع مدخل القائمة.
eo: Ŝanĝu la tipon de menuero.

source: Change
ar: غيّر
eo: Ŝanĝi

source: The label of the selected menu item.
ar: لصيقة مدخل القائمة المحدد.
eo: La etikedo de la elektita menuero.

source: Entry:
ar: المدخلة:
eo: Eniro:

source: Commandline parameter for an executable program.
ar: وسيط سطر الأوامر لبرنامج قابل للتنفيذ.
eo: Commandline parametro por plenumebla programo.

source: Choose or clear a shortcut for this action.
ar: اختر أو امسح اختصاراً لهذا الإجراء.
eo: Elektu aŭ forigu ŝparvojon por ĉi tiu ago.

source: Select, if inserted text should be selected.
ar: حدّد إذا أردت أن يحدّد النص المدرَج.
eo: Elektu, se enmetita teksto estu elektita.

source: Select inserted text
ar: حدّد النص المدرَج
eo: Elektu enmetitan tekston

source: Select, if the action should replace selected text.
ar: حدّد إذا أردت أن يحلّ الإجراء محل النص المحدد.
eo: Elektu, se la ago devus anstataŭigi elektitan tekston.

source: Replace selected text
ar: استبدل النص المحدد
eo: Anstataŭigu elektitan tekston

source: Select, if the action needs selected text.
ar: حدّد إذا كان الإجراء يحتاج إلى نص محدد.
eo: Elektu, se la ago bezonas elektitan tekston.

source: Needs selected text
ar: يحتاج إلى نص محدد
eo: Bezonas elektitan tekston

source: Select, if the output of an executable program should be inserted.
ar: حدّد إذا أردت أن تُدرَج مخرجات برنامج قابل للتنفيذ.
eo: Elektu, se la eligo de plenumebla programo estu enmetita.

source: Insert the output of the chosen program
ar: أدرِج مخرجات البرنامج المختار
eo: Enigu la eligon de la elektita programo

source: Select, if the action should be added to the context menu of a selection.
ar: حدّد إذا أردت أن يُضاف الإجراء إلى قائمة السياق للتحديد.
eo: Elektu, se la ago devus esti aldonita al la kunteksta menuo de elekto.

source: Add to the context menu of selected text
ar: أضِف إلى قائمة السياق للنص المحدد
eo: Aldonu al la kunteksta menuo de elektita teksto

source: Insert above
ar: أدرج في الأعلى
eo: Enmetu supre

source: Insert below
ar: أدرج في الأسفل
eo: Enigu sube

source: Insert a separator above
ar: أدرِج فاصلاً فوق
eo: Enmetu apartigilon supre

source: Insert a separator below
ar: أدرِج فاصلاً تحت
eo: Enmetu apartigilon sube

source: Insert a submenu above
ar: أدرِج قائمة فرعية فوق
eo: Enmetu submenuon supre

source: Insert a submenu below
ar: أدرِج قائمة فرعية تحت
eo: Enmetu submenuon sube

source: Insert into this submenu
ar: أدرِج في هذه القائمة الفرعية
eo: Enmetu en ĉi tiun submenuon

source: Insert a separator into this submenu
ar: أدرِج فاصلاً في هذه القائمة الفرعية
eo: Enmetu apartigilon en ĉi tiun submenuon

source: Insert a submenu into this submenu
ar: أدرِج قائمة فرعية في هذه القائمة الفرعية
eo: Enmetu submenuon en ĉi tiun submenuon

source: Delete this item
ar: احذف هذا العنصر
eo: Forigu ĉi tiun eron

source: Delete the complete tree
ar: احذف الشجرة الكاملة
eo: Forigu la kompletan arbon

source: Collapse submenu
ar: اطوِ القائمة الفرعية
eo: Kolavu submenuon

source: Expand submenu
ar: افرد القائمة الفرعية
eo: Vastigu submenuon

source: Collapse complete tree
ar: اطوِ الشجرة الكاملة
eo: Disfalu kompletan arbon

source: Expand complete tree
ar: افرد الشجرة الكاملة
eo: Vastigu kompletan arbon

source: Info
ar: معلومات
eo: Informo

source: File '%1' could not be opened to save the usermenu file.
ar: لا أستطيع فتح الملف '%1' لحفظ ملف قائمة المستخدِم.
eo: Dosiero '%1' ne povis esti malfermita por konservi la uzantmenuan dosieron.

source: Please enter a label for this menu item:
ar: أدخِل لصيقة لمدخل القائمة هذا:
eo: Bonvolu enigi etikedon por ĉi tiu menuero:

source: Please enter a label for this submenu:
ar: أدخِل لصيقة لهذه القائمة الفرعية:
eo: Bonvolu enigi etikedon por ĉi tiu submenuo:

source: Please enter a label for this entry:
ar: أدخِل لصيقة لهذا المدخل:
eo: Bonvolu enigi etikedon por ĉi tiu eniro:

source: Do you really want to clear the complete menutree?
ar: هل تريد حقاً مسح شجرة القائمة بالكامل؟
eo: Ĉu vi vere volas forigi la kompletan menuarbon?

source: Clear menutree
ar: امحُ شجرة القائمة
eo: Viŝi menuarbon

source: This menuitem has no title.
ar: مدخل القائمة هذا ليس له عنوان.
eo: Ĉi tiu menuero ne havas titolon.

source: This submenu item is useless without children.
ar: عنصر القائمة الفرعية هذا عديم الفائدة بدون عناصر فرعية.
eo: Ĉi tiu submenuero estas senutila sen infanoj.

source: This item offers no text to insert.
ar: هذا العنصر لا يقدم نصاً لإدراجه.
eo: Ĉi tiu ero ne ofertas tekston por enmeti.

source: No file is given for this task.
ar: لا يوجد ملف معين لهذه المهمة.
eo: Neniu dosiero estas donita por ĉi tiu tasko.

source: The file for this item does not exist.
ar: ملف هذا العنصر غير موجود.
eo: La dosiero por ĉi tiu ero ne ekzistas.

source: The file for this item is not executable.
ar: ملف هذا العنصر غير قابل للتنفيذ.
eo: La dosiero por ĉi tiu ero ne estas plenumebla.

source: <p><strong>Error:</strong>
ar: <p><strong>خطأ:</strong>
eo: <p><strong>Eraro:</strong>

source: Menutree Error
ar: خطأ في شجرة القائمة
eo: Menutree Eraro

source: Name
ar: الاسم
eo: Nomo

source: Extra
ar: اضافية

source: Invalid Characters
ar: أحرف غير صالحة
eo: Nevalidaj Signoj

source: The filename contains invalid characters ($~ #).<br>Please provide another one, or click "Cancel" to save anyway.
ar: يحتوي اسم الملف على أحرف غير صالحة ($~ #).<br>قدّم اسماً آخر، أو انقر على "إلغاء" للحفظ على أي حال.
eo: La dosiernomo enhavas nevalidajn signojn ($~ #).<br>Bonvolu provizi alian, aŭ alklaku "Nuligi" por konservi ĉiuokaze.

source: A file with filename '%1' already exists.<br>Please provide another one, or click "Cancel" to overwrite it.
ar: ملف باسم '%1' موجود أصلاً.<br>قدّم اسماً آخر، أو انقر على "إلغاء" للكتابة فوقه.
eo: Dosiero nomita "%1" jam ekzistas. Ĉu vi vere volas anstataŭigi ĝin?

source: The given filename has no extension; do you want one to be automatically added?
ar: اسم الملف المعطى ليس له امتداد؛ أتريد إضافة امتداد آلياً؟
eo: La donita dosiernomo havas neniun etendon; ĉu vi volas, ke oni aŭtomate aldonu unu?

source: Missing Extension
ar: امتداد مفقود
eo: Mankas Etendo

source: All documents saved to disk.
ar: حفظت جميع المستندات على القرص.
eo: Ĉiuj dokumentoj konservitaj al disko.

source: Saving of all documents failed.
ar: فشل حفظ جميع المستندات.
eo: Konservado de ĉiuj dokumentoj malsukcesis.

source: Document saved to disk.
ar: حفظ المستند على القرص.
eo: Dokumento konservita al disko.

source: Saving document failed.
ar: فشل حفظ المستند.
eo: Konservado de dokumento malsukcesis.

source: Saving failed and quitting canceled.
ar: فشل الحفظ وأُلغيَ الإقلاع.
eo: Konservado malsukcesis kaj ĉesado nuliĝis.

source: English quotes: `` &apos;&apos;
ar: علامات التنصيص الإنجليزية: `` &apos;&apos;
eo: Anglaj citaĵoj: `` ''

source: French quotes: &quot;&lt; &quot;&gt;
ar: علامات التنصيص الفرنسية: &quot;&lt; &quot;&gt;
eo: Francaj citaĵoj: &quot;&lt; &quot;&gt;

source: German quotes: &quot;` &quot;&apos;
ar: علامات التنصيص الألمانية: &quot;` &quot;&apos;
eo: Germanaj citaĵoj: &quot;` &quot;&apos;

source: French quotes (long): \flqq \frqq
ar: علامات التنصيص الفرنسية (طويلة): \flqq \frqq
eo: Francaj citaĵoj (longaj): \flqq \frqq

source: German quotes (long): \glqq \grqq
ar: علامات التنصيص الألمانية (طويلة): \glqq \grqq
eo: Germanaj citaĵoj (longaj): \glqq \grqq

source: Icelandic quotes (v1): \ilqq \irqq
ar: علامات التنصيص الأيسلندية (الإصدار 1): \ilqq \irqq
eo: Islandaj citaĵoj (v1): \ilqq \irqq

source: Icelandic quotes (v2): \iflqq \ifrqq
ar: علامات التنصيص الأيسلندية (الإصدار 2): \iflqq \ifrqq
eo: Islandaj citaĵoj (v2): \iflqq \ifrqq

source: Czech quotes: \uv{}
ar: علامات التنصيص التشيكية: \uv{}
eo: Ĉeĥaj citaĵoj: \uv{}

source: csquotes package: \enquote{}
ar: حزمة csquotes: \enquote{}
eo: csquotes pako: \enquote{}

source: You have to include the package %1 to use %2.
ar: يجب عليك تضمين الحزمة %1 لاستخدام %2.
eo: Vi devas inkluzivi la pakaĵon %1 por uzi %2.

source: The document was modified and the structure view should be updated, before starting such an operation.
ar: عُدِّل المستند ويجب تحديث عرض الهيكل قبل بدء مثل هذه العملية.
eo: La dokumento estis modifita kaj la strukturo-vido devus esti ĝisdatigita, antaŭ ol komenci tian operacion.

source: Structure View Error
ar: خطأ في عرض الهيكل
eo: Struktura Vida Eraro

source: Script execution of %1
ar: تنفيذ نص %1
eo: Skript-efektivigo de %1

source: Messages
ar: الرّسائل
eo: Mesaĝoj

source: Errors
ar: الأخطاء
eo: Eraroj

source: Warnings
ar: التّحذيرات
eo: Avertoj

source: BadBoxes
ar: المربّعات السّيّئة

source: View Log File
ar: اعرض ملفّ السجل
eo: Rigardu Progan Dosieron

source: Previous LaTeX Error
ar: خطأ لاتخ السّابق
eo: Antaŭa LaTeX Eraro

source: Next LaTeX Error
ar: خطأ لاتخ التّالي
eo: Sekva Eraro de LaTeX

source: Previous LaTeX Warning
ar: تحذير لاتخ السّابق
eo: Antaŭa LaTeX-Averto

source: Next LaTeX Warnings
ar: تحذير لاتخ التّالي
eo: Venontaj LaTeX-Avertoj

source: Previous LaTeX BadBox
ar: مربّع لاتخ السّيّئ السّابق
eo: Antaŭa LaTeX BadBox

source: Next LaTeX BadBox
ar: مربّع لاتخ السّيّئ التّالي
eo: Sekva LaTeX BadBox

source: Errors: %1
ar: الأخطاء: %1
eo: Eraroj: %1

source: Warnings: %1
ar: التّحذيرات: %1
eo: Avertoj: %1

source: BadBoxes: %1
ar: المربّعات السّيّئة: %1

source: No information about warnings or errors is available.
ar: لا معلومات متوفّرة عن التّحذيرات أو الأخطاء.
eo: Neniuj informoj pri avertoj aŭ eraroj estas disponeblaj.

source: Cannot open log file; did you run LaTeX?
ar: تعذّر فتح ملفّ السّجلّ، أشغّلت لاتخ؟
eo: Ne povas malfermi protokoldosieron; ĉu vi kuris LaTeX?

source: No LaTeX warnings/errors detected.
ar: لم تُكتشف أي تحذيرات/أخطاء من لاتخ.
eo: Neniuj LaTeX-avertoj/eraroj detektitaj.

source: You have defined some tools in the User menu. From now on these tools will be available from the Build->Other menu and can be configured in the configuration dialog (go to the Settings menu and choose Configure Kile). This has some advantages; your own tools can now be used in a QuickBuild command if you wish.
ar: لقد حدّدت بعض الأدوات في قائمة المستخدِم. من الآن فصاعداً، ستكون هذه الأدوات متوفرة من قائمة بناء -> أخرى ويمكن ضبطها في حوار الضبط (اذهب إلى قائمة الإعدادات واختر اضبط كايل). هذا له بعض المزايا؛ يمكن استخدام أدواتك الخاصة الآن في أمر QuickBuild إذا أردت.
eo: Vi difinis kelkajn ilojn en la menuo Uzanto. De nun ĉi tiuj iloj estos disponeblaj el la menuo Konstruo->Aliaj kaj povas esti agorditaj en la agorda dialogo (iru al la menuo Agordoj kaj elektu Agordi Kile). Ĉi tio havas kelkajn avantaĝojn; viaj propraj iloj nun povas esti uzataj en QuickBuild-komando se vi volas.

source: User Tools Detected
ar: اكتشاف أدوات المستخدِم
eo: Uzanto-Iloj Detektita

source: <p>The tool settings need to be reset for this version of Kile to function properly.<br/>This will overwrite any changes you have made.</p><p>Do you want to reset the tools now?</p>
ar: <p>يجب إعادة ضبط إعدادات الأدوات لكي يعمل هذا الإصدار من كايل على نحو سليم.<br/>سيؤدي هذا إلى الكتابة فوق أي تغييرات أجريتها.</p><p>أتريد إعادة ضبط الأدوات الآن؟</p>
eo: <p>La ilaj agordoj devas esti restarigitaj por ke ĉi tiu versio de Kile funkciu ĝuste.<br/>Ĉi tio anstataŭigos ĉiujn ŝanĝojn kiujn vi faris.</p><p>Ĉu vi volas restarigi la ilojn nun?</p>

source: Tools need to be reset
ar: الأدوات تحتاج إلى إعادة ضبط
eo: Iloj devas esti rekomencigitaj

source: Open File
ar: فتح ملفّ
eo: Malfermu dosieron

source: Files and Projects
ar: الملفّات والمشاريع
eo: Dosieroj kaj Projektoj

source: Structure
ar: البنية
eo: Strukturo

source: Scripts
ar: السّكربتات
eo: Skriptoj

source: Symbols
ar: الرّموز
eo: Simboloj

source: Most Frequently Used
ar: الأكثر استخداماً
eo: Plej Ofte Uzata

source: Relation
ar: العلاقات
eo: Rilato

source: Operators
ar: معاملات
eo: Operaciistoj

source: Arrows
ar: الأسهم
eo: Sagoj

source: Miscellaneous Math
ar: رياضيات متنوعة
eo: Diversaj Matematikaĵoj

source: Miscellaneous Text
ar: نص متنوع
eo: Diversa Teksto

source: Delimiters
ar: الفواصل
eo: Limigiloj

source: Greek
ar: اليونانيّة
eo: Greka

source: Special Characters
ar: المحارف الخاصّة
eo: Specialaj Signoj

source: Cyrillic Characters
ar: أحرف سيريلية
eo: Cirilaj Signoj

source: User Defined
ar: عرّفها المستخدم
eo: Propra

source: <p>Move the mouse over the icons to see the corresponding LaTeX commands.<br/>Click on an image to insert the corresponding command, additionally pressing "Shift" inserts it in math mode, pressing "Ctrl" in curly brackets.</p>
ar: <p>حرِّك الفأرة فوق الأيقونات لرؤية أوامر لاتخ المقابلة.<br/>انقر على صورة لإدراج الأمر المقابل، والضغط إضافياً على "Shift" يدرجه في وضع الرياضيات، والضغط على "Ctrl" يدرجه في أقواس معقوفة.</p>
eo: <p>Movu la muson super la piktogramojn por vidi la respondajn LaTeX-komandojn.<br/>Alklaku bildon por enmeti la respondan komandon, krome premante "Shift" enigas ĝin en matematika reĝimo, premante "Ctrl" en buklaj krampoj.</p>

source: Abbreviation
ar: اختصار
eo: Mallongigo

source: Log and Messages
ar: السجل والرّسائل
eo: Registro kaj Mesaĝoj

source: Output
ar: الخرج
eo: Eligo

source: Konsole
ar: كونسول
eo: Konzolo

source: Save All
ar: احفظ الكلّ
eo: Konservi ĉion

source: Create Template From Document...
ar: أنشئ قالبًا من المستند...
eo: Krei Ŝablonon el Dokumento...

source: &Remove Template...
ar: أ&زل القالب...
eo: &Forigi Ŝablonon...

source: Close All
ar: أغلق الكلّ
eo: Fermi ĉiujn

source: Close All Ot&hers
ar: أغلق الب&قيّة
eo: Fermu Ĉiujn Aliajn

source: S&tatistics
ar: إح&صائيّات
eo: S&statistiko

# @action:inmenu
source: &Open Containing Folder
ar: ا&فتح المجلّد الحاوي

source: &ASCII
ar: &أسكي

source: Latin-&1 (iso 8859-1)
ar: اللاتينية (ISO- 8859-1)

source: Latin-&2 (iso 8859-2)
ar: اللاتينية (ISO- 8859-2)

source: Latin-&3 (iso 8859-3)
ar: اللاتينية (ISO- 8859-3)

source: Latin-&4 (iso 8859-4)
ar: اللاتينية (ISO- 8859-4)

source: Latin-&5 (iso 8859-5)
ar: اللاتينية (ISO- 8859-5)

source: Latin-&9 (iso 8859-9)
ar: اللاتينية (ISO- 8899-9)

source: &Central European (cp-1250)
ar: أوروبا الو&سطى (cp-1250)
eo: &Centreŭropa (cp-1250)

source: &Western European (cp-1252)
ar: أوروبا ا&لغربية (cp-1252)
eo: &Okcidenteŭropa (cp-1252)

source: Move Tab Left
ar: انقل اللسان يسارًا
eo: Movu Tab Maldekstren

source: Move Tab Right
ar: انقل اللسان يمينًا
eo: Movu Tab Dekstren

source: Next section
ar: المقطع التالي
eo: Sekva sekcio

source: Prev section
ar: المقطع السابق
eo: Antaŭa sekcio

source: Next paragraph
ar: الفقرة التّالية
eo: Sekva alineo

source: Prev paragraph
ar: الفقرة السّابقة
eo: Antaŭa alineo

source: Find &in Files...
ar: ابح&ث في الملفّات...
eo: Trovu &en Dosieroj...

source: Refresh Str&ucture
ar: حدّث الب&نية
eo: Refreŝigi Strukturon

source: &New Project...
ar: مشروع &جديد...
eo: &Nova projekto...

source: &Open Project...
ar: ا&فتح مشروعًا...
eo: Malfermi pr&ojekton...

source: Open &Recent Project
ar: افتح &مشروعًا حديثًا
eo: Malfermi Lasttempan P&rojekton

source: A&dd Files to Project...
ar: أ&ضف ملفّات إلى المشروع...
eo: Aldonu dosierojn al Projekto...

source: Refresh Project &Tree
ar: &حدّث شجرة المشروع
eo: Refreŝigi Projekton &Arbon

source: &Archive
ar: أر&شف
eo: &Arĥivo

source: Project &Options
ar: &خيارات المشروع
eo: Projekt&opcioj

source: &Close Project
ar: أ&غلق المشروع
eo: &Fermu Projekton

source: &Show Projects...
ar: أ&ظهر المشاريع...
eo: &Montri Projektojn...

source: Re&move Files From Project...
ar: أزِل ال&ملفات من المشروع...
eo: Forigi dosierojn de la projekto...

source: Show Project &Files...
ar: ا&عرض ملفّات المشروع…
eo: Montri Projektojn &Dosieroj...

source: Open All &Project Files
ar: افتح كلّ ملفّات المشروع
eo: Malfermu Ĉiujn &Projektajn dosierojn

source: Find in &Project...
ar: ابحث في الم&شروع...
eo: Trovu en &Projekto...

source: Clean
ar: امسح
eo: Forviŝi

source: Next Document
ar: المستند التّالي
eo: Sekva Dokumento

source: Previous Document
ar: المستند السّابق
eo: Antaŭa Dokumento

source: Focus Log/Messages View
ar: ركّز على منظور السجل/الرّسائل
eo: Fokuso Protokolo/Mesaĝoj Vido

source: Focus Output View
ar: ركّز على منظور الخرج
eo: Fokusa Eligo-Vido

source: Focus Konsole View
ar: ركّز على منظور «كونسول»
eo: Fokuso Konsole Vido

source: Focus Editor View
ar: ركّز على منظور المحرّر
eo: Fokusa Redaktoro Vido

# @action: Starts the completion of the current LaTeX command
source: Complete (La)TeX Command
ar: أكمل أمر (لا)تخ
eo: Kompletigu (La)TeX-Komandon

# @action: Starts the input (and completion) of a LaTeX environment
source: Complete LaTeX Environment
ar: أكمل بيئة لاتخ
eo: Kompleta LaTeX-Medio

# @action: Starts the completion of the current abbreviation
source: Complete Abbreviation
ar: أكمل الاختصار
eo: Kompleta Mallongigo

source: Next Bullet
ar: النقطة التالية
eo: Sekva Kuglo

source: Prev Bullet
ar: النقطة السابقة
eo: Antaŭa Kuglo

source: Environment (inside)
ar: البيئة (في الداخل)
eo: Medio (interne)

source: Environment (outside)
ar: البيئة (في الخارج)
eo: Medio (ekstere)

source: TeX Group (inside)
ar: مجموعة تخ (في الداخل)
eo: TeX Group (interne)

source: TeX Group (outside)
ar: مجموعة تخ (في الخارج)
eo: TeX-grupo (ekstere)

source: Math Group
ar: مجموعة رياضيات
eo: Matematika Grupo

source: Paragraph
ar: الفقرة
eo: Paragrafo

source: Line
ar: الخط
eo: Linio

source: TeX Word
ar: كلمة تخ
eo: TeX Vorto

source: To End of Line
ar: إلى نهاية السطر
eo: Al Fino de Linio

source: Go to Begin
ar: انتقل إلى البداية
eo: Iru al Komenco

source: Go to End
ar: انتقل إلى النهاية
eo: Iru al Fino

source: Match
ar: طابق
eo: Kongruo

source: Close
ar: أغلق
eo: Fermi

source: Selection
ar: التحديد
eo: Elektaĵo

source: Subdocument
ar: مستند فرعي
eo: Subdokumento

source: Mathgroup
ar: مجموعة الرياضيات
eo: Matematikgrupo

source: &Bibliography
ar: &ثبَت مراجع
eo: Bibliografio

source: &Settings
ar: إ&عدادات
eo: A&gordo

source: Settings for BibTeX
ar: إعدادات لـ BibTeX
eo: Agordoj por BibTeX

source: Settings for Biblatex
ar: إعدادات لـ Biblatex
eo: Agordoj por Biblatex

source: Quick Start
ar: بدء سريع
eo: Rapida Komenco

source: Array
ar: مصفوفة
eo: Tabelo

source: Tabbing
ar: ترقيم
eo: Tabulado

source: Floats
ar: الطفويات
eo: Flosiloj

source: Define Current Document as '&Master Document'
ar: عرِّف المستند الحالي كـ «المستند ا&لرئيسي»
eo: Difinu Nunan Dokumenton kiel '&Mastra Dokumento'

source: Show Document Viewer
ar: أظهر عارض المستندات
eo: Montri Dokumentan Vidilon

source: Show S&ide Bar
ar: أظهر الشّريط ال&جانبيّ
eo: Montri S&ide Bar

source: Show Mess&ages Bar
ar: أظهر شريط ال&رّسائل
eo: Montri Mesaĝojn&aĝojn

source: Watch File Mode
ar: وضع مراقبة الملف
eo: Spektu Dosiera Reĝimo

source: Context Help
ar: مساعدة سياقيّة
eo: Kunteksthelpo

source: &About Editor Component
ar: &عن مكوّن المحرّر
eo: &Pri la redaktilo-parto

source: &System Check...
ar: فحص النّ&ظام...
eo: &Sistema Kontrolo...

source: BibTeX
ar: بب تخ

source: Biblatex
ar: ببل تخ

source: Compile
ar: صرّف
eo: Kompilu

source: View
ar: اعرض
eo: Vido

source: Convert
ar: حوّل
eo: Konvertu

source: Quick
ar: سريع
eo: Rapide

source: It was impossible to create the "Archive" tool. Please check and repair your installation of Kile.
ar: لا أستطيع إنشاء أداة "الأرشيف". افحص ثبيت كايل وأصلحه.
eo: Estis neeble krei la ilon "Arkivo". Bonvolu kontroli kaj ripari vian instaladon de Kile.

source: Unable to Create Archive Tool
ar: تعذّر إنشاء أداة الأرشفة
eo: Ne eblas Krei Arkivan Ilon

source: Project: %1
ar: المشروع: %1
eo: Projekto: %1

source: Project: %1 (Master document: %2)
ar: المشروع: %1 (المستند الرئيسي: %2)
eo: Projekto: %1 (Mastra dokumento: %2)

source: Normal mode
ar: الوضع العاديّ
eo: Normala reĝimo

source: Master document: %1
ar: مستند رئيس: %1
eo: Ĉefdokumento: %1

source: Define Current Document as 'Master Document'
ar: عرِّف المستند الحالي كـ «المستند الرئيسي»
eo: Difinu Nunan Dokumenton kiel 'Majstra Dokumento'

source: Normal mode (current master document: %1)
ar: الوضع العادي (المستند الرئيسي الحالي: %1)
eo: Normala reĝimo (nuna ĉefdokumento: %1)

# Window caption in read-only mode: <file name> [Read-Only]
source: %1 [Read-Only]
ar: %1 [للقراءة فقط]
eo: %1 [Nurlegebla]

source: There is no active document or it is not saved.
ar: لا مستند نشط أو أنّه لم يُحفظ.
eo: Ne estas aktiva dokumento aŭ ĝi ne estas konservita.

source: You have to include the package %1.
ar: عليك تضمين الحزمة %1.
eo: Vi devas inkluzivi la pakaĵon %1.

source: Insert text
ar: أدرج نصاً
eo: Enigu tekston

source: You have to include the packages %1.
ar: عليك تضمين الحزم %1.
eo: Vi devas inkluzivi la pakaĵojn %1.

source: No Name
ar: بلا اسم
eo: Neniu Nomo

source: no name
ar: بلا اسم
eo: sennoma

source: In order to define the current document as a master document, it has to be saved first.
ar: لكي تعرِّف المستند الحالي كمستند رئيسي، يجب حفظه أولاً.
eo: Por difini la nunan dokumenton kiel ĉefdokumenton, ĝi devas esti konservita unue.

# @info:status status bar label for block selection mode
source: BLOCK
ar: كتليّ

# @info:status status bar label for line selection mode
source: LINE
ar: سطريّ

source: Refreshing structure...
ar: يحدّث البنية...
eo: Refreŝiga strukturo...

source: This will hide the menu bar completely. You can show it again by typing %1.
ar: سيُخفي هذا شريط القوائم بالكامل. يمكنك إظهاره مجدّدًا بضغط %1.
eo: Ĉi tio tute kaŝos la menubreton. Vi povas montri ĝin denove tajpante %1.

source: Hide menu bar
ar: أخفِ شريط القوائم
eo: Kaŝi menubreton

source: The resource file version.
ar: إصدارة ملفّ المورد.
eo: La rimeda dosierversio.

source: The main window's width.
ar: عرض النّافذة الرّئيسة.
eo: La larĝo de la ĉefa fenestro.

source: The main window's height.
ar: ارتفاع النّافذة الرّئيسة.
eo: La alteco de la ĉefa fenestro.

source: The expansion level for the structure view.
ar: مستوى التوسيع لعرض الهيكل.
eo: La vastiĝnivelo por la strukturvido.

source: Show label commands in the structure view
ar: أظهِر أوامر لصائق في عرض الهيكل
eo: Montru etikedkomandojn en la strukturo-vido

source: Show undefined references in the structure view
ar: أظهِر المراجع غير المعرَّفة في عرض الهيكل
eo: Montru nedifinitajn referencojn en la strukturo-vido

source: Show bibitems commands in the structure view
ar: أظهِر أوامر bibitems في عرض الهيكل
eo: Montru bibitems-komandojn en la strukturo-vido

source: Show includegraphics commands in the structure view
ar: أظهِر أوامر includegraphics في عرض الهيكل
eo: Montru inkluzivajn grafikajn komandojn en la strukturo-vido

source: Show float environments in the structure view
ar: أظهِر بيئات الطفو في عرض الهيكل
eo: Montru flosajn mediojn en la strukturo-vido

source: Show file input commands in the structure view
ar: أظهِر أوامر إدخال الملفات في عرض الهيكل
eo: Montru dosierajn enigajn komandojn en la strukturo-vido

source: Show labels as child of sectioning items in the structure view
ar: أظهِر اللصائق كعنصر فرعي لمدخلات المقاطع في عرض الهيكل
eo: Montru etikedojn kiel filon de sekciaĵoj en la strukturo-vido

source: Show TODO and FIXME comments
ar: أظهِر تعليقات TODO و FIXME
eo: Montru TODO kaj FIXME komentojn

source: Open the parent item for all labels in the structure view as default
ar: افتح العنصر الأب لجميع اللصائق في عرض الهيكل كمبدئي
eo: Malfermu la gepatran eron por ĉiuj etikedoj en la strukturo-vido defaŭlte

source: Open the parent item for all undefined references in the structure view
ar: افتح العنصر الأب لجميع المراجع غير المعرَّفة في عرض الهيكل
eo: Malfermu la gepatran eron por ĉiuj nedifinitaj referencoj en la strukturo-vido
