Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: <center>PDF-Wizard</center><br>This wizard uses 'pdftk' and the LaTeX package 'pdfpages' to<ul><li>rearrange pages of an existing PDF document</li><li>read and update documentinfo of a PDF document (only pdftk)</li><li>read, set or change some permissions of a PDF document (only pdftk). A password is necessary to set or change this document settings. Additionally PDF encryption is done to lock the file's content behind this password.</li></ul><p>The package 'pdfpages' will only work with non-encrypted documents. 'pdftk' can handle both kind of documents, but a password is needed for encrypted files. If one of 'pdftk' or 'pdfpages' is not available, the possible rearrangements are reduced.</p><p><i>Warning:</i> Encryption and a password does not provide any real PDF security. The content is encrypted, but the key is known. You should see it more as a polite but firm request to respect the author's wishes.</p>
ar: <center>مُرشد بي دي إف</center><br>يستعمل هذا المُرشد 'pdftk' وحزمة لاتخ 'pdfpages' لـ<ul><li>إعادة ترتيب صفحات مُستند بي دي إف موجود</li><li>قراءة وتحديث معلومات مُستند بي دي إف (pdftk فقط)</li><li>قراءة أو ضبط أو تغيير بعض أذونات مُستند بي دي إف (pdftk فقط). كلمة سِر ضرورية لضبط أو تغيير إعدادات هذا المُستند. إضافة لذلك، يجري تعمية بي دي إف لقفل مُحتوى المُلف خلف كلمة السر هذه.</li></ul><p>حزمة 'pdfpages' تعمل فقط مع المُستندات غير المُعَمَّاة. 'pdftk' يُمكِن أن يَتَعامل مع كلا نوعي المُستندات، لكن كلمة سِر ضرورية للمُلفات المُعَمَّاة. إن لم يتوفَر أحد 'pdftk' أو 'pdfpages'، فتقل إمكانيات إعادة الترتيب المُمكِنة.</p><p><i>تحذير:</i> التعمية وكلمة السر لا تُوَفِّر أي حماية حقيقية لبي دي إف. المُحتوى مُعَمَّى، لكن المفتاح معروف. يجب أن ترى ذلك كطلب مُؤَدَب لكن ثابت لاحترام أماني المُؤلِف.</p>
eo: <center>PDF-Sorĉisto</center><br>Ĉi tiu sorĉisto uzas 'pdftk' kaj la LaTeX-pakaĵon 'pdfpages' por<ul><li>rearanĝi paĝojn de ekzistanta PDF-dokumento</li><li>legi kaj ĝisdatigi dokumentinfo de PDF-dokumento (nur pdftk)</li><li>legi, agordi aŭ ŝanĝi kelkajn permesojn de PDF-dokumento (nur pdftk). Pasvorto estas necesa por agordi aŭ ŝanĝi ĉi tiun dokumentan agordojn. Aldone PDF-ĉifrado estas farita por ŝlosi la enhavon de la dosiero malantaŭ ĉi tiu pasvorto.</li></ul><p>La pako 'pdfpages' funkcios nur kun neĉifritaj dokumentoj. 'pdftk' povas trakti ambaŭ specojn de dokumentoj, sed pasvorto estas necesa por ĉifritaj dosieroj. Se unu el 'pdftk' aŭ 'pdfpages' ne estas disponebla, la eblaj rearanĝoj estas reduktitaj.</p><p><i>Averto:</i> Ĉifrado kaj pasvorto ne provizas ajnan veran PDF-sekurecon. La enhavo estas ĉifrita, sed la ŝlosilo estas konata. Vi devus vidi ĝin pli kiel ĝentila sed firma peto respekti la dezirojn de la aŭtoro.</p>

source: <p><i>Information: </i>This version of Kile was compiled without libpoppler library. Setting, changing and removing of properties and permissions is not possible.</p>
ar: <p><i>معلومة: </i>إصدارة «كايل» هذه صُرّفت دون مكتبة libpoppler. ضبط الخصائص والصّلاحيّات وتعديلها وإزالتها غير ممكن.</p>
eo: <p><i>Informo: </i>Ĉi tiu versio de Kile estis kompilita sen libpoppler biblioteko. Agordo, ŝanĝado kaj forigo de propraĵoj kaj permesoj ne eblas.</p>

source: PDF Tools
ar: أدوات PDF
eo: PDF Iloj

source: LaTeX with 'pdfpages' package
ar: لاتخ بحزمة 'pdfpages'
eo: LaTeX kun pakaĵo 'pdfpages'

source: Rearranging PDF file: %1
ar: يعيد ترتيب ملفّ بي دي اف:‏ %1
eo: Reordigante PDF-dosieron: %1

source: ***** tool:
ar: ***** أداة:
eo: ***** ilo:

source: ***** input file:
ar: ***** الملفّ الدّخل:
eo: ***** eniga dosiero:

source: ***** output file:
ar: ***** ملفّ الخرج:
eo: ***** eligo dosiero:

source: ***** param:
ar: ***** معامل:
eo: ***** parametro:

source: ***** command:
ar: ***** أمر:
eo: ***** komando:

source: ***** viewer:
ar: ***** العارض:
eo: ***** spektanto:

source: An error occurred while executing the task.
ar: حدث خطأ أثناء تنفيذ المهمّة.
eo: Eraro okazis dum plenumado de la tasko.

source: Finished with an error (wrong password)
ar: انتهت بخطأ (كلمة السر خاطئة)
eo: Finite kun eraro (erara pasvorto)

source: Finished with an error
ar: انتهت بخطأ
eo: Finite kun eraro

source: Could not create the ViewPDF tool
ar: تعّر إنشاء أداة ViewPDF
eo: Ne eblis krei la ilon ViewPDF

source: ViewPDF
ar: اعرض بي دي إف
eo: ViduPDF

source: The utility needs some parameters in this mode.
ar: الأداة تحتاج بعض الوسائط في هذا الوَضع.
eo: La ilo bezonas iujn parametrojn en ĉi tiu reĝimo.

source: Illegal page list 'from-to': %1 is bigger than %2.
ar: قائمة صفحات 'من-إلى' غير قانونية: %1 أكبر من %2.
eo: Kontraŭleĝa paĝlisto 'de-al': %1 estas pli granda ol %2.

source: Illegal pagenumber: %1.
ar: رقم الصفحة غير قانوني: %1.
eo: Kontraŭleĝa paĝnumero: %1.

source: You need to define a PDF file as foreground stamp.
ar: أنت تحتاج إلى تعريف مُلف بي دي إف كطابع مُقدَّم.
eo: Vi devas difini PDF-dosieron kiel malfonan stampon.

source: You need to define a PDF file as background watermark.
ar: أنت تحتاج إلى تعريف مُلف بي دي إف كعلامة مائية للخلفية.
eo: Vi devas difini PDF-dosieron kiel fonan akvomarkon.

source: Unknown file format: only '.pdf' is accepted as image file in this mode.
ar: نسق الملفّ مجهول: '‎.pdf' هو فقط النّسق المقبول كملفّ صورة لهذا الوضع.
eo: Nekonata dosierformato: nur '.pdf' estas akceptita kiel bilddosiero en ĉi tiu reĝimo.

source: The given file doesn't exist.
ar: الملفّ المُعطى غير موجود.
eo: La donita dosiero ne ekzistas.

source: You need to define an output file.
ar: عليك تعريف ملفّ خرج.
eo: Vi devas difini eligdosieron.

source: Unknown file format: only '.pdf' is accepted as output file.
ar: نسق الملفّ مجهول: '‎.pdf' هو فقط النّسق المقبول كملفّ خرج.
eo: Nekonata dosierformato: nur '.pdf' estas akceptita kiel eligdosiero.

source: A file named "%1" already exists. Are you sure you want to overwrite it?
ar: الملفّ بالاسم "%1" موجود فعلًا. أمتأكّد من الكتابة عليه؟
eo: Dosiero nomita "%1" jam ekzistas. Ĉu vi vere volas anstataŭigi ĝin?

source: No input file is given.
ar: لا يُعط ملفّ دخل.
eo: Neniu eniga dosiero estas donita.

source: Unknown file format: only '.pdf' are accepted for input files.
ar: نسق الملفّ مجهول: '‎.pdf' هي فقط النُّسق المقبولة لملفّات الدّخل.
eo: Nekonata dosierformato: nur '.pdf' estas akceptita por enigdosieroj.

source: This input file does not exist.
ar: ملفّ الدّخل هذا غير موجود.
eo: Ĉi tiu eniga dosiero ne ekzistas.

source: No password is given.
ar: لم تُعط كلمة سرّ.
eo: Neniu pasvorto estas donita.

source: The password should be at least 6 characters long.
ar: على كلمة السر أن تكون بطول 6 محارف على الأقلّ.
eo: La pasvorto devas esti almenaŭ 6 signojn longa.

source: <center>
ar: <توسيط>

source: </center>
ar: </توسيط>

source: Input file:
ar: الملفّ الدّخل:
eo: Eniga dosiero:

source: pages
ar: الصّفحات
eo: paĝoj

source: Password:
ar: كلمة السر:
eo: Pasvorto:

source: Icon
ar: أيقونة
eo: Piktogramo

source: This wizard will use 'pdftk' and LaTeX package 'pdfpages'.
ar: سيستخدم المُرشد 'pdftk' وحزمة لاتخ 'pdfpages'.
eo: Ĉi tiu sorĉisto uzos 'pdftk' kaj LaTeX-pakaĵon 'pdfpages'.

source: Rearrangements
ar: إعادة التّرتيب
eo: Rearanĝoj

source: Output file:
ar: ملفّ الخرج:
eo: Eliga dosiero:

source: The name of the output file. This entry may also be empty, if you want to overwrite the original file.
ar: اسم ملفّ الخرج. يمكن أن يكون فارغًا إن أردت الكتابة على الملفّ الأصليّ.
eo: La nomo de la eligodosiero. Ĉi tiu enskribo ankaŭ povas esti malplena, se vi volas anstataŭigi la originan dosieron.

source: Task:
ar: المهمّة:
eo: Tasko:

source: Viewer:
ar: العارض:
eo: Vidilo:

source: View the result of the conversion process. okular is always taken as an external viewer.
ar: اعرض نتيجة عمليّة التّحويل. «أوكلار» هو دائمًا العارض الخارجيّ.
eo: Rigardu la rezulton de la konverta procezo. okularo ĉiam estas prenita kiel ekstera spektanto.

source: Show the resulting PDF file
ar: أظهر ملفّ PDF النّاتج
eo: Montri la rezultan PDF-dosieron

source: Overwrite the original file
ar: اكتب على الملفّ الأصليّ
eo: Anstataŭigi la originan dosieron

source: 'Select pages' and 'Free Parameter' need some specific parameter, which you can enter here
ar: تحتاج 'اختَر الصفحات' و 'وسيط حُر' لوسيط مُحَدَّد يُمكِنك إدخاله هنا
eo: 'Elektu paĝojn' kaj 'Senpaga Parametro' bezonas iun specifan parametron, kiun vi povas enigi ĉi tie

source: PDF file:
ar: ملفّ PDF:
eo: PDF-dosiero:

source: Background:
ar: الخلفيّة:
eo: Fono:

source: Properties
ar: خصائص
eo: Ecoj

source: Properties of this PDF document
ar: خصائص مستند PDF هذا
eo: Propraĵoj de ĉi tiu PDF-dokumento

source: Title:
ar: العنوان:
eo: Titolo:

source: Creator:
ar: المُنشئ:
eo: Kreinto:

source: Subject:
ar: الموضوع:
eo: Subjekto:

source: Keywords:
ar: الكلمات المفتاحيّة:
eo: Ŝlosilvortoj:

source: Author:
ar: المؤلّف:
eo: Aŭtoro:

source: Producer:
ar: المنتج:
eo: Produktanto:

source: Format:
ar: النّسق:
eo: Formato:

source: Encryption:
ar: التّعمية:
eo: Ĉifrado:

source: Creation date:
ar: تاريخ الإنشاء:
eo: Kreodato:

source: date
ar: التّاريخ
eo: dato

source: Modification date:
ar: تاريخ التّعديل:
eo: Dato de modifado:

source: Permissions
ar: الصّلاحيّات
eo: Permesoj

source: Permissions (under 128-bit-security)
ar: الأذونات (أقل من حماية 128 بت)
eo: Permesoj (sub 128-bita sekureco)

source: Printing:
ar: الطّباعة:
eo: Presado:

source: Copy text or graphics:
ar: نسخ النّصوص أو الرّسوم:
eo: Kopii tekston aŭ grafikojn:

source: Modify contents:
ar: تعديل المحتوى:
eo: Modifi enhavon:

source: Fill form fields with data:
ar: ملء حقول الاستمارات بالبيانات:
eo: Plenigi formularajn kampojn kun datumoj:

source: allowed
ar: مسموح
eo: permesite

source: Change or add annotations or fill form fields:
ar: تغيير الملاحظات أو إضافتها أو ملء حقول الاستمارات:
eo: Ŝanĝi aŭ aldoni komentadojn aŭ plenigi formularajn kampojn:

source: Allow only Printing
ar: اسمح بالطّباعة فقط
eo: Permesi nur Presadon

source: Allow all features
ar: اسمح بكلّ المزايا
eo: Permesi ĉiujn funkciojn

source: Rearrange Postscript File
ar: إعادة ترتيب مُلف بوستسكريبت
eo: Reordigi Postskriban Dosieron

source: Neither 'pstops' nor 'psselect' found.
ar: لم يُعثَر على 'pstops' ولا 'psselect'.
eo: Nek 'pstops' nek 'psselect' trovitaj.

source: 'pstops' not found.
ar: لم يُعثَر على 'pstops'.
eo: 'pstops' ne trovita.

source: 'psselect' not found.
ar: لم يُعثَر على 'psselect'.
eo: 'psselect' ne trovita.

source: 1 DIN A5 Page + Empty Page --> DIN A4
ar: صفحة DIN A5 واحدة + صفحة فارِغة --> DIN A4
eo: 1 Paĝo DIN A5 + Malplena Paĝo --> DIN A4

source: 1 DIN A5 Page + Duplicate --> DIN A4
ar: صفحة DIN A5 واحدة + مُكرَر --> DIN A4
eo: 1 Paĝo DIN A5 + Duplikato --> DIN A4

source: 2 DIN A5 Pages --> DIN A4
ar: صفحتان DIN A5 --> DIN A4
eo: 2 Paĝoj DIN A5 --> DIN A4

source: 2 DIN A5L Pages --> DIN A4
ar: صفحتان DIN A5L --> DIN A4
eo: 2 Paĝoj DIN A5L --> DIN A4

source: 4 DIN A5 Pages --> DIN A4
ar: أربع صفحات DIN A5 --> DIN A4
eo: 4 Paĝoj DIN A5 --> DIN A4

source: 1 DIN A4 Page + Empty Page --> DIN A4
ar: صفحة DIN A4 واحدة + صفحة فارِغة --> DIN A4
eo: 1 Paĝo DIN A4 + Malplena Paĝo --> DIN A4

source: 1 DIN A4 Page + Duplicate --> DIN A4
ar: صفحة DIN A4 واحدة + مُكرَر --> DIN A4
eo: 1 DIN A4 Paĝo + Duplikato --> DIN A4

source: 2 DIN A4 Pages --> DIN A4
ar: صفحتان DIN A4 --> DIN A4
eo: 2 Paĝoj DIN A4 --> DIN A4

source: 2 DIN A4L Pages --> DIN A4
ar: صفحتان DIN A4L --> DIN A4
eo: 2 Paĝoj DIN A4L --> DIN A4

source: Copy All Pages (sorted)
ar: انسَخ كل الصفحات (مُرتَّبة)
eo: Kopii Ĉiujn Paĝojn (Ordigitaj)

source: Copy All Pages (unsorted)
ar: انسَخ كل الصفحات (غير مُرتَّبة)
eo: Kopii Ĉiujn Paĝojn (neordigita)

source: pstops: Choose Parameter
ar: pstops: اختَر الوسيط
eo: pstops: Elekti Parametron

source: psselect: Choose Parameter
ar: psselect: اختَر الوسيط
eo: psselect: Elekti Parametron

source: Done
ar: تمّ
eo: Preta

source: Execute
ar: نفّذ
eo: Lanĉi

source: Could not create a temporary file.
ar: تعذّر إنشاء ملفّ مؤقّت.
eo: Ne eblis krei provizoran dosieron.

source: rearrange ps file: %1
ar: إعادة ترتيب ملف PS‏: %1
eo: rearanĝi ps-dosieron: %1

source: An error occurred while rearranging the file.
ar: حدث خطأ أثناء إعادة ترتيب الملفّ.
eo: Okazis eraro dum rearanĝo de la dosiero.

source: Unknown file format: only '.ps' and '.ps.gz' are accepted for input files.
ar: نسق الملفّ مجهول: '‎.pdf' و'‎.ps.gz' هي فقط النُّسق المقبولة لملفّات الدّخل.
eo: Nekonata dosierformato: nur '.ps' kaj '.ps.gz' estas akceptitaj por enigdosieroj.

source: psselect needs some parameters in this mode.
ar: psselect يحتاج بعض الوسائط في هذا الوَضع.
eo: psselect bezonas kelkajn parametrojn en ĉi tiu reĝimo.

source: pstops needs some parameters in this mode.
ar: pstops يحتاج بعض الوسائط في هذا الوَضع.
eo: pstops bezonas iujn parametrojn en ĉi tiu reĝimo.

source: You need to define an output file or select the viewer.
ar: عليك تعريف ملفّ خرج أو اختيار العارض.
eo: Vi devas difini eligdosieron aŭ elekti la spektilon.

source: Unknown file format: only '.ps' is accepted as output file.
ar: نسق الملفّ مجهول: '‎.ps' هو فقط النّسق المقبول كملفّ خرج.
eo: Nekonata dosierformato: nur '.ps' estas akceptita kiel eligdosiero.

source: Copies:
ar: النُّسخ:
eo: Kopioj:

source: Postscript Tools
ar: أدوات بوستسكريبت
eo: Postskribaj Iloj

source: Choose one of the 18 operations to convert a postscript file. The last four operations need specific parameters.
ar: اختَر إحدى العمليات الـ 18 لتحويل مُلف بوستسكريبت. العمليات الأربعة الأخيرة تحتاج وسائط مُحَدَّدة.
eo: Elektu unu el la 18 operacioj por konverti postskriban dosieron. La lastaj kvar operacioj bezonas specifajn parametrojn.

source: Conversion of ps files is made by 'pstops' and 'psselect'. Be sure to call 'dvips' with option '-t a4' and hyperref package (if needed) with option 'a4paper'.
ar: يَجري تحويل مُلفات ps بواسطة 'pstops' و 'psselect'. تأكَد من استدعاء 'dvips' بالخيار '-t a4' و حزمة hyperref (إن لزمت) بالخيار 'a4paper'.
eo: Konvertiĝo de ps-dosieroj estas farita per 'pstops' kaj 'psselect'. Nepre voku 'dvips' per opcio '-t a4' kaj hyperref-pakaĵo (se necese) kun opcio 'a4paper'.

source: Input file, which should be converted.
ar: ملفّ الدّخل الذي يجب تحويله.
eo: Eniga dosiero, kiu devus esti konvertita.

source: Show ps file with 'okular'
ar: أظهر ملفّ PS ب‍«أوكلار»
eo: Montri ps-dosieron kun 'okular'

source: When you want to copy pages, you must enter the number of copies
ar: عندما تنسخ الصّفحات عليك إدخال عدد النُّسخ
eo: Kiam vi volas kopii paĝojn, vi devas enigi la nombron da kopioj

source: The name of the output file. This entry may also be empty, if you only want to view the result without saving it. In this case the viewer checkbox must be checked.
ar: اسم الملفّ الخرج. يمكن أن يكون فارغًا إن أردت عرض النّاتج دون حفظه. في هذه الحالة، يجب تأشير مربّع تأشير العارض.
eo: La nomo de la eligodosiero. Ĉi tiu enskribo ankaŭ povas esti malplena, se vi nur volas vidi la rezulton sen konservi ĝin. En ĉi tiu kazo, la markobutono de spektanto devas esti markita.

source: Extensions
ar: الامتدادات
eo: Aldonaj programetoj

source: Insert a short descriptive name of your project here.
ar: أدخل هنا اسمًا قصيرًا يصف المشروع.
eo: Enigu ĉi tie mallongan priskriban nomon de via projekto.

source: Insert a list (separated by spaces) of file extensions which should be treated also as files of the corresponding type in this project.
ar: ادرج قائمة امتدادات الملفّات (مفصولة بمسافات) التي يجب التّعامل معها كملفّات للنّوع المقابل في هذا المشروع.
eo: Enmetu liston (apartitan per spacoj) de dosier-etendoj, kiuj devus esti traktataj ankaŭ kiel dosieroj de la responda tipo en ĉi tiu projekto.

source: Project &title:
ar: &عنوان المشروع:
eo: &titolo de projekto:

source: Project &folder:
ar: م&جلّد المشروع:
eo: Projekta &dosierujo:

source: Insert the path to your project here.
ar: أدرج هنا مسار المشروع.
eo: Enigu la vojon al via projekto ĉi tie.

source: (use global settings)
ar: (استخدم الإعدادات العموميّة)
eo: (uzi ĉieajn agordojn)

source: Default graphic extension to open when none specified by file name.
ar: امتداد الرّسوم المبدئيّ ليُفتحه إن لم يحدّد شيء باسم الملفّ.
eo: Defaŭlta grafika etendo malfermebla kiam neniu specifita per dosiernomo.

source: Source Files
ar: ملفّات المصدر
eo: Fontdosieroj

source: Package Files
ar: ملفّات الحزم
eo: Pakaĵaj Dosieroj

source: Image Files
ar: ملفّات الصّور
eo: Bildaj dosieroj

source: Bibliography Files
ar: مُلفات المَراجع
eo: Bibliografiaj Dosieroj

source: Default Graphics Extension:
ar: امتداد الرّسوم المبدئيّ:
eo: Defaŭlta Grafika Etendo:

source: Predefined:
ar: مسبق التعريف:
eo: Antaŭdifinita:

source: Error in extension '%1': All user-defined extensions should look like '.xyz'
ar: خطأ في الامتداد '%1': كل الامتدادات التي يُعَرِّفها المُستخدِم يجب أن تَظهر كـ '.xyz'
eo: Eraro en etendo '%1': Ĉiuj uzant-difinitaj etendaĵoj devus aspekti kiel '.xyz'

source: Invalid extension
ar: امتداد غير صالح
eo: Nevalida etendaĵo

source: Create New Project
ar: أنشئ مشروعًا جديدًا
eo: Krei Novan Projekton

source: Create a new file and add it to this project
ar: أنشئ ملفًّا جديدًا وأضفه إلى هذا المشروع
eo: Krei novan dosieron kaj aldonu ĝin al ĉi tiu projekto

source: File&name (relative to where the project file is):
ar: اسم المل&فّ (نسبيّ إلى مكان ملفّ المشروع):
eo: Dosiero&nomo (rilate al kie estas la projektdosiero):

source: If you want Kile to create a new file and add it to the project, then check this option and select a template from the list that will appear below.
ar: إن أردت من «كايل» إنشاء ملفّ جديد وإضافته إلى المشروع، فأشّر على هذا الخيار واختر قالبًا من القائمة التي ستظهر أدناه.
eo: Se vi volas, ke Kile kreu novan dosieron kaj aldonu ĝin al la projekto, tiam kontrolu ĉi tiun opcion kaj elektu ŝablonon el la listo, kiu aperos sube.

source: You have not entered a project name. If you decide to proceed, the project name will be set to "Untitled". Do you want to create the project nevertheless?
ar: لم تُدخل اسمًا للمشروع. إن قرّرت الاستمرار فسيُضبط اسمه إلى "غير معنون". أتريد إنشاء المشروع على كل حال؟
eo: Vi ne enigis nomon de projekto. Se vi decidas daŭrigi, la nomo de la projekto estos agordita al "Sentitola". Ĉu vi tamen volas krei la projekton?

source: No Project Name Given
ar: لم يُعط اسم للمشروع
eo: Neniu Projekta Nomo Donita

source: Untitled
ar: غير معنون
eo: Sentitola

source: Please enter the folder where the project file should be saved to.
ar: فضلًا أدخل المجلّد حيث سيُحفظ ملفّ المشروع فيه.
eo: Bonvolu enigi la dosierujon kie la projektdosiero estu konservita.

source: Empty Location
ar: المكان فارغ
eo: Malplena Loko

source: Please enter an absolute path to the project folder.
ar: فضلًا أدخل المسار المُطلق لمجلّد المشروع.
eo: Bonvolu enigi absolutan vojon al la projekta dosierujo.

source: Invalid Location
ar: المكان غير صالح
eo: Nevalida Loko

source: Please enter a filename for the file that should be added to this project.
ar: فضلًا أدخل اسم للملفّ الذي سيُضاف إلى هذا المشروع.
eo: Bonvolu enigi dosiernomon por la dosiero kiu devus esti aldonita al ĉi tiu projekto.

source: No File Name Given
ar: لم يُعط اسم للملفّ
eo: Neniu Dosiera Nomo Donita

source: The project file exists already. Please choose another name.
ar: ملفّ المشروع موجود فعلًا. فضلًا اختر اسمًا آخر.
eo: La projektdosiero jam ekzistas. Bonvolu elekti alian nomon.

source: Project File Already Exists
ar: ملفّ المشروع موجود فعلًا.
eo: Projekta Dosiero Jam Ekzistas

source: The GUI settings file exists already. Please choose another project name.
ar: ملفّ إعداد الواجهة موجود فعلًا. فضلًا اختر اسمًا آخر.
eo: La GUI-agorda dosiero jam ekzistas. Bonvolu elekti alian projektonomon.

source: File Already Exists
ar: الملفّ موجود فعلًا
eo: Dosiero jam ekzistas

source: The file "%1" already exists, overwrite it?
ar: الملفّ "%1" موجود فعلًا، أأكتب عليه؟
eo: La dosiero "%1" jam ekzistas. Ĉu vi vere volas anstataŭigi ĝin?

source: Project Options
ar: خيارات المشروع
eo: Projektaj Opcioj

source: (use global setting)
ar: (استخدم الإعداد العموميّ)
eo: (uzu ĉiean agordon)

source: Select the default master document. Leave empty for auto detection.
ar: اختَر المُستند الرَئيسي المبدئي. اتركه فارِغًا للكشف الآلي.
eo: Elektu la defaŭltan majstran dokumenton. Lasu malplena por aŭtomata detekto.

source: &Master document:
ar: &مستند رئيس:
eo: &Mastra dokumento:

source: (auto-detect)
ar: (اكتشف آليًّا)
eo: (aŭtomate detekti)

source: &QuickBuild configuration:
ar: ضبط البناء السريع (&Q):
eo: &QuickBuild-agordo:

source: &MakeIndex options
ar: خيارات MakeIndex (&M)
eo: Opcioj de &MakeIndex

source: <p>Could not create the project folder " %1"</p>.<p>Please check whether you have write permissions.</p>
ar: <p>لم يُمكِن إنشاء مُجلد المَشروع " %1"</p>.<p>الرجاء فحص ما إذا لديك أذونات الكتابة.</p>
eo: <p>Ne eblis krei la projektan dosierujon " %1"</p>.<p>Bonvolu kontroli ĉu vi havas skribpermesojn.</p>

source: <p>The project folder "(%1)" is not writable.</p><p>Please check the permissions of the project folder.</p>
ar: <p>مُجلد المَشروع "(%1)" غير قابل للكتابة.</p><p>الرجاء فحص أذونات مُجلد المَشروع.</p>
eo: <p>La projekta dosierujo "(%1)" ne estas skribebla.</p><p>Bonvolu kontroli la permesojn de la projekta dosierujo.</p>

source: Cla&ss Options
ar: خيارات الصّ&نف
eo: Klasaj Opcioj

source: &Packages
ar: ال&حزم
eo: &Pakaĵoj

source: &Document Properties
ar: خصائص الم&ستند
eo: &Dokumentaj Propraĵoj

source: Doc&ument class:
ar: صنف المست&ند:
eo: Klaso de&dokumento:

source: Add an entry to this combo box
ar: أضِف مُدخلًا إلى مربع التحرير والسرد هذا
eo: Aldonu eniron al ĉi tiu kombokesto

source: Remove current entry from this combo box
ar: احذِف المُدخل الحالي من مربع التحرير والسرد هذا
eo: Forigu nunan enskribon de ĉi tiu kombokesto

source: &Typeface size:
ar: حجم &المَحْرف الطباعي:
eo: &Tipogrando:

source: Paper si&ze:
ar: م&قاس الورقة:
eo: Papera grandeco:

source: E&ncoding:
ar: ال&تّرميز:
eo: Kodpreze&nto:

source: Description
ar: الوصف
eo: Priskribo

source: Cl&ass options:
ar: خيارات الصّن&ف:
eo: Cl&ass-opcioj:

source: Add a new class option
ar: أضِف خيار صنف جديد
eo: Aldonu novan klasopcion

source: Ed&it...
ar: &حرّر...
eo: Redakt&i...

source: Edit the current class option
ar: حرّر خيار الصّنف الحاليّ
eo: Redaktu la nunan klasopcion

source: Remove the current class option
ar: أزل خيار الصّنف الحاليّ
eo: Forigu la nunan klasopcion

source: LaTe&X packages:
ar: حزم لات&خ:
eo: LaTe&X-pakaĵoj:

source: Package
ar: الحزمة
eo: Pakaĵo

source: Value
ar: القيمة
eo: Valoro

source: &Add Package...
ar: أ&ضف حزمة...
eo: &Aldonu Pakon...

source: Add a new package
ar: أضف حزمة جديدة
eo: Aldoni novan pakaĵon

source: Add Op&tion...
ar: أضف &خيارًا...
eo: Aldoni Op&opcion...

source: Add a new package option
ar: أضف خيار حزم جديد
eo: Aldonu novan pakaĵon

source: Edit the current package option
ar: حرِّر خيار الحزمة الحالي
eo: Redaktu la nunan pak-opcion

source: Remove the current package option
ar: احذِف خيار الحزمة الحالي
eo: Forigu la nunan pak-opcion

source: &Reset to Defaults
ar: &صفّر إلى المبدئيّات
eo: &Restarigi al defaŭltoj

source: Reset to the default list of packages
ar: صفّر إلى قائمة الحزم المبدئيّة
eo: Restarigi al la defaŭlta listo de pakaĵoj

source: &Author:
ar: المؤلّ&ف:
eo: &Aŭtoro:

source: &Title:
ar: ال&عنوان:
eo: &Titolo:

source: Dat&e:
ar: ال&تّاريخ:
eo: Dato...

source: &Theme:
ar: ال&سّمة:
eo: E&toso:

source: Sets the document's orientation to landscape
ar: يضبط اتّجاه المستند ليكون أفقيًّا
eo: Agordas la orientiĝon de la dokumento al pejzaĝo

source: Margins are set for single side output
ar: تُضبط الهوامش لخرج بجانب واحد
eo: Marĝenoj estas fiksitaj por unuflanka eligo

source: Left and right pages differ in page margins
ar: تختلف هوامش الصّفحات اليمنى واليسرى
eo: Maldekstraj kaj dekstraj paĝoj malsamas laŭ paĝmarĝenoj

source: Marks "overfull hboxes" on the output with black boxes
ar: يَضَع علامات "صناديق الأفقية الفائضة" على المُخرَج بصناديق سوداء
eo: Markas "troplenaj hkestoj" sur la eligo per nigraj skatoloj
