Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: <p>The project file "%1" could be not updated.</p><p>Do you want to remove this project from the recent projects list?</p>
ar: <p>لا أستطيع تحديث ملف المشروع "%1".</p><p>أتريد إزالة هذا المشروع من قائمة المشاريع الحديثة؟</p>
eo: <p>La projektdosiero "%1" ne povus esti ĝisdatigita.</p><p>Ĉu vi volas forigi ĉi tiun projekton el la lastatempa listo de projektoj?</p>

source: Could Not Update Project File
ar: لا أستطيع تحديث ملف المشروع
eo: Ne Eblis Ĝisdatigi Projektan Dosieron

source: Open Project
ar: افتح مشروعًا
eo: Malfermi Projekton

source: Save Project
ar: احفظ المشروع
eo: Konservu Projekton

source: The current document is not associated to a project. Please activate a document that is associated to the project you want to save, then choose Save Project again.
ar: المستند الحالي لا يرتبط بمشروع. يرجى تفعيل مستند مرتبط بالمشروع الذي تريد حفظه، ثم اختر احفظ المشروع مرة أخرى.
eo: La nuna dokumento ne estas asociita al projekto. Bonvolu aktivigi dokumenton asociitan al la projekto, kiun vi volas konservi, tiam elektu Konservi Projekton denove.

source: Could Determine Active Project
ar: حدد المشروع النشط
eo: Povus Determini Aktivan Projekton

source: Add Files to Project
ar: أضف ملفّات إلى المشروع
eo: Aldonu dosierojn al Projekto

source: Add Files
ar: أضف ملفات
eo: Aldonu dosierojn

source: Add
ar: أضف
eo: Aldoni

source: There are no projects opened. Please open the project you want to add files to, then choose Add Files again.
ar: لا مشاريع مفتوحة. فضلًا افتح المشروع الذي تريد إضافة الملفّات إليه، ثمّ أضف ملفّات إليه.
eo: Ne estas projektoj malfermitaj. Bonvolu malfermi la projekton al kiu vi volas aldoni dosierojn, tiam elektu Aldoni Dosieroj denove.

source: Could Not Determine Active Project
ar: لا تستطع تحديد المشروع النشط
eo: Ne Povis Determini Aktivan Projekton

source: Project Options For
ar: خيارات المشروع لـ
eo: Projektaj Opcioj Por

source: The current document is not associated to a project. Please activate a document that is associated to the project you want to modify, then choose Project Options again.
ar: المستند الحالي لا يرتبط بمشروع. يرجى تفعيل مستند مرتبط بالمشروع الذي تريد تعديله، ثم اختر خيارات المشروع مرة أخرى.
eo: La nuna dokumento ne estas asociita al projekto. Bonvolu aktivigi dokumenton, kiu estas asociita al la projekto, kiun vi volas modifi, tiam elektu denove Projektaj Elektoj.

source: Close Project
ar: أغلق المشروع
eo: Fermu Projekton

source: The current document is not associated to a project. Please activate a document that is associated to the project you want to close, then choose Close Project again.
ar: المستند الحالي لا يرتبط بمشروع. يرجى تفعيل مستند مرتبط بالمشروع الذي تريد إغلاقه، ثم اختر أغلق المشروع مرة أخرى.
eo: La nuna dokumento ne estas asociita al projekto. Bonvolu aktivigi dokumenton asociitan al la projekto, kiun vi volas fermi, tiam elektu Fermi Projekton denove.

source: Could Not Close Project
ar: لا تستطع إغلاق المشروع
eo: Ne Eblis Fermi Projekton

source: Nothing to clean for %1
ar: لا يوجد شيء لتنظيفه لـ %1
eo: Nenio por purigi por %1

source: Cleaning %1: %2
ar: ينظف %1: %2
eo: Purigado %1: %2

source: Switch Project
ar: بدل المشروع
eo: Ŝaltilo Projekto

source: Select Files to Remove
ar: اختر ملفات للإزالة
eo: Elektu dosierojn por forigi

source: Show Project Files
ar: أظهر ملفّات المشروع
eo: Montru Projektdosieroj

source: project configuration file
ar: ملف تشكيلة المشروع
eo: projekto agorda dosiero

source: graphics file
ar: ملف رسومي
eo: grafika dosiero

source: Open All Project Files
ar: افتح كلّ ملفّات المشروع
eo: Malfermu Ĉiuj Projektaj Dosieroj

source: not opened: %1 (%2)
ar: غير مفتوح: %1 (%2)
eo: ne malfermita: %1 (%2)

source: Project Files
ar: ملفّات المشروع
eo: Projektaj Dosieroj

source: Could not determine the selected file.
ar: لا تستطع تحديد الملف المختار.
eo: Ne eblis determini la elektitan dosieron.

source: Project Error
ar: خطأ في المشروع
eo: Projekta Eraro

source: Opening Project...
ar: يفتح المشروع...
eo: Malferma Projekto...

source: Scanning project files...
ar: يفحص ملفّات المشروع...
eo: Skanante projektdosierojn...

source: (La)TeX Source Files
ar: ملفات مصدر لاتخ/تخ
eo: (Lateksaj Fontdosieroj

source: (La)TeX Packages
ar: حزم (لا)تخ
eo: (Lateksaj Pakoj

source: BibTeX Files
ar: ملفات بيخ تخ
eo: BibTeX-dosieroj

source: Metapost Files
ar: ملفات ميت بوست
eo: Metapost-dosieroj

source: Kile Script Files
ar: ملفّات سكربتات «كايل»
eo: Kile Skripto-Dosieroj

source: Kile Project Files
ar: ملفّات مشاريع «كايل»
eo: Kile Projektaj Dosieroj

source: * |All Files
ar: * |كلّ الملفّات
eo: * |Ĉiuj dosieroj

source: Could not find the LaTeX documentation at %1; please set the correct path in Settings->Configure Kile->Help.
ar: لا تستطع إيجاد وثائق لاتخ في %1؛ يرجى اضبط المسار الصحيح في الإعدادات->اضبط كايل->المساعدة.
eo: Ne eblis trovi la LaTeX-dokumentadon ĉe %1; bonvolu agordi la ĝustan vojon en Agordoj->Agordu Kile->Helpo.

source: No help available for %1.
ar: لا مساعدة متوفّرة ل‍%1.
eo: Neniu helpo disponebla por %1.

source: Undefined
ar: غير معرّف
eo: Nedifinita

source: Script
ar: برنامج نصي
eo: Skripto

source: output:
ar: الخرج:
eo: eligo:

source: terminated
ar: انتهى
eo: finita

source: Launching failed, diagnostics:
ar: فشل التشغيل، التشخيصات:
eo: Lanĉo malsukcesis, diagnozo:

source: An error occurred while parsing the options given to the tool.
ar: حدث خطأ أثناء تحليل الخيارات المُعطاة للأداة.
eo: Eraro okazis dum analizado de la opcioj donitaj al la ilo.

source: Shell meta characters that cannot be handled are present in the options given to the tool.
ar: أحرف بيانات تعريف الصدفة التي لا تستطع معالجتها موجودة في الخيارات المُعطاة للأداة.
eo: Ŝelaj metasignoj, kiuj ne povas esti pritraktitaj, ĉeestas en la opcioj donitaj al la ilo.

source: There is no executable named "%1" in your path.
ar: لا يوجد ملف تنفيذي اسمه "%1" في مسارك.
eo: Ne estas efektivigebla nomita "%1" en via vojo.

source: You do not have permission to run %1.
ar: لا تملك الإذن لتشغيل %1.
eo: Vi ne havas permeson ruli %1.

source: Diagnostics could not find any obvious problems.
ar: لا تستطع التشخيصات إيجاد أي مشاكل واضحة.
eo: Diagnozoj ne povis trovi evidentajn problemojn.

source: finished with exit code %1
ar: انتهى مع رمز الخروج %1
eo: finiĝis kun elirkodo %1

source: finished abruptly
ar: أنهى فجأة
eo: finis abrupte

source: failed to start
ar: فشل البدء
eo: ne sukcesis komenci

source: crashed
ar: انهار
eo: kolapsis

source: failed (error code %1)
ar: فشل (رمز الخطأ %1)
eo: malsukcesis (erara kodo %1)

source: The document viewer is not available
ar: عارض المستندات ليس متاحًا
eo: La dokumentrigardilo ne disponeblas

source: Please disable the live preview before launching this tool
ar: يرجى عطل المعاينة المباشرة قبل تشغيل هذه الأداة
eo: Bonvolu malŝalti la realan antaŭrigardon antaŭ lanĉi ĉi tiun ilon

source: Cite
ar: اقتبس
eo: Citu

source: Add BibTeX database
ar: أضف قاعدة بيانات بيخ تخ
eo: Aldonu BibTeX-datumbazon

source: Paste
ar: ألصق
eo: Alglui

source: Document Class Selection - \documentclass{}
ar: اختيار صنف المستند - \documentclass{}
eo: Elekto de Dokumentklaso - \documentclass{}

source: \documentclass[options]{class} class : article,report,book,letter size options : 10pt, 11pt, 12pt paper size options: a4paper, a5paper, b5paper, letterpaper, legalpaper, executivepaper other options: landscape -- selects landscape format; default is portrait. titlepage, notitlepage -- selects if there should be a separate title page. leqno -- display equation number on left side of equations; default is right side. fleqn -- display formulae flush left; default is centered. onecolumn, twocolumn -- one or two columns; defaults to one column oneside, twoside -- selects one- or two-sided layout.
ar: \documentclass[options]{class} class: article,report,book,letter خيارات الحجم: 10pt, 11pt, 12pt خيارات حجم الورق: a4paper, a5paper, b5paper, letterpaper, legalpaper, executivepaper خيارات أخرى: landscape -- يختار تنسيق أفقي؛ مبدئي هو عمودي. titlepage, notitlepage -- يختار إذا يجب أن يكون هناك صفحة عنوان منفصلة. leqno -- اعرض رقم المعادلة على الجانب الأيسر من المعادلات؛ مبدئي هو الجانب الأيمن. fleqn -- اعرض الصيغ محاذية لليسار؛ مبدئي هو居وسط. onecolumn, twocolumn -- عمود واحد أو عمودان؛ مبدئي هو عمود واحد oneside, twoside -- يختار تخطيط أحادي أو ثنائي الجانب.
eo: \documentclass[opcioj]{klaso} klaso : article,report,book,letter grandec-opcioj : 10pt, 11pt, 12pt papergrandec-opcioj: a4paper, a5paper, b5paper, leterpapero, jurpapero, administra papero aliaj opcioj: landscape -- elektas pejzaĝan formaton; defaŭlte estas portreto. titlepage, notitlepage -- elektas ĉu devus esti aparta titolpaĝo. leqno -- montri ekvacian nombron maldekstre de ekvacioj; defaŭlte estas dekstra flanko. fleqn -- montri formulojn maldekstre; defaŭlte estas centrita. onecolumn, twocolumn -- unu aŭ du kolumnoj; defaŭlte al unu kolumno oneside, twoside -- elektas unu- aŭ duflankan aranĝon.

source: Package Import - \usepackage{}
ar: استيراد الحزمة - \usepackage{}
eo: Importo de pakaĵoj - \usepackage{}

source: Package Import
ar: استيراد الحزمة
eo: Paka Importo

source: Any options given in the \documentclass command that are unknown by the selected document class are passed on to the packages loaded with \usepackage.
ar: أي خيارات مُعطاة في الأمر \documentclass غير معروفة لصنف المستند المختار تُمرر إلى الحزم المُحملة باستخدام \usepackage.
eo: Ĉiuj opcioj donitaj en la komando \documentclass, kiuj estas nekonataj de la elektita dokumentklaso estas transdonitaj al la pakaĵoj ŝarĝitaj kun \usepackage.

source: AMS Packages
ar: حزم AMS
eo: AMS-Pakoj

source: The principal American Mathematical Society packages
ar: الحزم الرئيسية لجمعية الرياضيات الأمريكية
eo: La ĉefaj pakaĵoj de American Mathematical Society

source: Start Document Body - \begin{document}
ar: ابدأ جسم المستند - \begin{document}
eo: Komencu Dokumentkorpon - \begin{document}

source: Start Document Body
ar: ابدأ جسم المستند
eo: Komencu Dokumentan Korpon

source: Text is allowed only between \begin{document} and \end{document}. The 'preamble' (before \begin{document} ) may contain declarations only.
ar: النص مسموح به فقط بين \begin{document} و \end{document}. قد يحتوي 'الديباجة' (قبل \begin{document} ) على إعلانات فقط.
eo: Teksto estas permesita nur inter \begin{dokumento} kaj \end{dokumento}. La 'antaŭparolo' (antaŭ \begin{dokumento} ) povas enhavi nur deklarojn.

source: Generate Title - \maketitle
ar: ولد العنوان - \maketitle
eo: Generu titolon - \maketitle

source: Generate Title
ar: ولد العنوان
eo: Generu titolon

source: This command generates a title on a separate title page - except in the article class, where the title normally goes at the top of the first page.
ar: هذا الأمر يولد عنوانًا على صفحة عنوان منفصلة - باستثناء صنف المقالة، حيث يذهب العنوان عادة في أعلى الصفحة الأولى.
eo: Ĉi tiu komando generas titolon sur aparta titolpaĝo - krom en la artikoloklaso, kie la titolo normale iras ĉe la supro de la unua paĝo.

source: Table of Contents - \tableofcontents
ar: جدول المحتويات - \tableofcontents
eo: Enhavo - \tableofcontents

source: Put this command where you want the table of contents to go
ar: ضع هذا الأمر حيث تريد أن يذهب جدول المحتويات
eo: Metu ĉi tiun komandon kie vi volas ke la enhavtabelo iru

source: Title Definition - \title{}
ar: تعريف العنوان - \title{}
eo: Titolodifino - \title{}

source: Title Definition
ar: تعريف العنوان
eo: Titolo Difino

source: \title{text} The \title command declares text to be the title. Use \\ to tell LaTeX where to start a new line in a long title.
ar: \title{نص} الأمر \title يصرّح بأن النص هو العنوان. استخدم \\ لإخبار لاتخ بموضع بدء سطر جديد في عنوان طويل.
eo: \title{text}\La \title komando deklaras tekston kiel titolon. Uzu \\ por diri al LaTeX kie komenci novan linion en longa titolo.

source: Author Definition - \author{}
ar: تعريف المؤلف - \author{}
eo: Aŭtora Difino - \author{}

source: Author Definition
ar: تعريف المؤلف
eo: Aŭtora Difino

source: \author{names} The \author command declares the author(s), where names is a list of authors separated by \and commands.
ar: \author{names} يُعلن الأمر \author عن المؤلف (المؤلفين)، حيث names هي قائمة من المؤلفين مفصولة بأوامر \and.
eo: \author{names} La komando \author deklaras la aŭtoron(j)n, kie nomoj estas listo de aŭtoroj apartigitaj per \and-ordonoj.

source: Center - \begin{center}
ar: توسيط - \begin{center}
eo: Centro - \begin{center}

source: Each line must be terminated with the string \\.
ar: يجب أن ينهي كل سطر بالسلسلة \\.
eo: Ĉiu linio devas esti finita per la ĉeno \\.

source: Align Left - \begin{flushleft}
ar: محاذاة لليسار - \begin{flushleft}
eo: Vicigi maldekstren - \begin{flushleft}

source: Align Right - \begin{flushright}
ar: محاذاة لليمين - \begin{flushright}
eo: Vicigu Dekstren - \begin{flushright}

source: Quote - \begin{quote}
ar: اقتباس - \begin{quote}
eo: Citaĵo - \begin{quote}

source: Quote
ar: اقتباس
eo: Citaĵo

source: The text is justified at both margins. Leaving a blank line between text produces a new paragraph.
ar: النص مبرر عند كلا الهامشين. يؤدي ترك سطر فارغ بين النص إلى إنتاج فقرة جديدة.
eo: La teksto estas pravigita ĉe ambaŭ marĝenoj. Lasi malplenan linion inter teksto produktas novan alineon.

source: Quotation - \begin{quotation}
ar: اقتباس - \begin{quotation}
eo: Citaĵo - \begin{quotation}

source: Quotation
ar: تنصيص
eo: Citaĵo

source: The text is justified at both margins and there is paragraph indentation. Leaving a blank line between text produces a new paragraph.
ar: النص مبرر عند كلا الهامشين وهناك مسافة بادئة للفقرة. يؤدي ترك سطر فارغ بين النص إلى إنتاج فقرة جديدة.
eo: La teksto estas pravigita ĉe ambaŭ marĝenoj kaj estas alinea deŝovo. Lasi malplenan linion inter teksto produktas novan alineon.

source: Verse - \begin{verse}
ar: شعر - \begin{verse}
eo: Verso - \begin{verse}

source: Verse
ar: شعر
eo: Verso

source: The verse environment is designed for poetry. Separate the lines of each stanza with \\, and use one or more blank lines to separate the stanzas.
ar: صمم بيئة الشعر للشعر. افصل أسطر كل مقطع بـ \\، واستخدم سطرًا فارغًا واحدًا أو أكثر لفصل المقاطع.
eo: La versa medio estas desegnita por poezio. Apartigu la liniojn de ĉiu strofo per \\, kaj uzu unu aŭ plurajn malplenajn liniojn por apartigi la strofojn.

source: Verbatim - \begin{verbatim}
ar: حرفي - \begin{verbatim}
eo: Laŭvorte - \begin{verbatim}

source: Environment that gets LaTeX to print exactly what you type in.
ar: بيئة تجعل لاتخ يطبع بالضبط ما تكتبه.
eo: Medio kiu igas LaTeX presi ĝuste tion, kion vi tajpas.

source: Bulleted List - \begin{itemize}
ar: قائمة نقطية - \begin{itemize}
eo: Kuglolisto - \begin{itemize}

source: Bulleted List
ar: قائمة نقطية
eo: Kuglolisto

source: The itemize environment produces a 'bulleted' list. Each item of an itemized list begins with an \item command.
ar: تنتج بيئة itemize قائمة 'نقطية'. يبدأ كل عنصر من قائمة مُنقطة بأمر \item.
eo: La itemize-medio produktas 'kuglitan' liston. Ĉiu ero de listigita listo komenciĝas per \item-ordono.

source: Enumeration - \begin{enumerate}
ar: تعداد - \begin{enumerate}
eo: Nombrado - \begin{enumerate}

source: Enumeration
ar: عناصر مجموعة
eo: Enumeracio

source: The enumerate environment produces a numbered list. Each item of an enumerated list begins with an \item command.
ar: تنتج بيئة enumerate قائمة مرقمة. يبدأ كل عنصر من قائمة مُعدَّدة بأمر \item.
eo: La listigita medio produktas numeritan liston. Ĉiu ero de listigita listo komenciĝas per \item-ordono.

source: Description - \begin{description}
ar: وصف - \begin{description}
eo: Priskribo - \begin{description}

source: The description environment is used to make labeled lists. Each item of the list begins with an \item[label] command. The 'label' is bold face and flushed right.
ar: تستخدم بيئة description لعمل قوائم مُلصقة. يبدأ كل عنصر من القائمة بأمر \item[label]. 'لصيقة' هي بخط عريض ومحاذى لليمين.
eo: La priskriba medio estas uzata por fari etikeditajn listojn. Ĉiu ero de la listo komenciĝas per \item[label] komando. La 'etikedo' estas grasa vizaĝo kaj ruĝeta dekstre.

source: Table - \begin{table}
ar: جدول - \begin{table}
eo: Tabelo - \begin{table}

source: \begin{table}[placement] body of the table \caption{table title} \end{table} Tables are objects that are not part of the normal text, and are usually floated to a convenient place. The optional argument [placement] determines where LaTeX will try to place your table h : Here - at the position in the text where the table environment appears t : Top - at the top of a text page b : Bottom - at the bottom of a text page p : Page of floats - on a separate float page, which is a page containing no text, only floats. The body of the table is made up of whatever text or LaTeX commands, etc., you wish. The \caption command allows you to title your table.
ar: \begin{table}[placement] جسم الجدول \caption{عنوان الجدول} \end{table} الجداول هي كائنات ليست جزءًا من النص العادي، وتطفو عادة إلى مكان مناسب. تحدد الوسيطة الاختيارية [placement] المكان الذي سيحاول لاتخ وضع جدولك فيه h : هنا - في الموضع في النص حيث تظهر بيئة الجدول t : أعلى - في أعلى صفحة نصية b : أسفل - في أسفل صفحة نصية p : صفحة عوائم - على صفحة عائمة منفصلة، وهي صفحة لا تحتوي على نص، فقط عوائم. يتكون جسم الجدول من أي نص أو أوامر لاتخ، إلخ، ترغب فيه. يسمح لك الأمر \caption بوضع عنوان لجدولك.
eo: \begin{table}[lokigo] korpo de la tabelo \caption{table title} \end{table} Tabeloj estas objektoj kiuj ne estas parto de la normala teksto, kaj estas kutime flosigitaj al oportuna loko. La nedeviga argumento [lokigo] determinas kie LaTeX provos meti vian tabelon h : Ĉi tie - ĉe la pozicio en la teksto kie la tabelmedio aperas t : Supre - ĉe la supro de tekstpaĝo b : Malsupro - malsupre de tekstpaĝo p : Paĝo de flosiloj - sur aparta flospaĝo, kiu estas paĝo enhavanta neniun tekston, nur flosas. La korpo de la tabelo konsistas el ajna teksto aŭ LaTeX-komandoj, ktp. ., vi deziras. La komando \caption permesas al vi titoli vian tabelon.

source: Figure - \begin{figure}
ar: شكل - \begin{figure}
eo: Figuro - \begin{figure}

source: \begin{figure}[placement] body of the figure \caption{figure title} \end{figure} Figures are objects that are not part of the normal text, and are usually floated to a convenient place. The optional argument [placement] determines where LaTeX will try to place your figure h : Here - at the position in the text where the figure environment appears t : Top - at the top of a text page b : Bottom - at the bottom of a text page p : Page of floats - on a separate float page, which is a page containing no text, only floats. The body of the figure is made up of whatever text or LaTeX commands, etc., you wish. The \caption command allows you to title your figure.
ar: \begin{figure}[placement] جسم الشكل \caption{عنوان الشكل} \end{figure} الأشكال هي كائنات ليست جزءًا من النص العادي، وتطفو عادة إلى مكان مناسب. تحدد الوسيطة الاختيارية [placement] المكان الذي سيحاول لاتخ وضع شكلك فيه h : هنا - في الموضع في النص حيث تظهر بيئة الشكل t : أعلى - في أعلى صفحة نصية b : أسفل - في أسفل صفحة نصية p : صفحة عوائم - على صفحة عائمة منفصلة، وهي صفحة لا تحتوي على نص، فقط عوائم. يتكون جسم الشكل من أي نص أو أوامر لاتخ، إلخ، ترغب فيه. يسمح لك الأمر \caption بوضع عنوان لشكلك.
eo: \begin{figure}[lokigo] korpo de la figuro \caption{figure title} \end{figure} Figuroj estas objektoj kiuj ne estas parto de la normala teksto, kaj estas kutime flosigitaj al oportuna loko. La nedeviga argumento [lokigo] determinas kie LaTeX provos meti vian figuron h : Ĉi tie - ĉe la pozicio en la teksto kie aperas la figuro medio t : Supre - ĉe la supro de tekstpaĝo b : Malsupro - ĉe la malsupro de tekstpaĝo p : Paĝo de flosiloj - sur aparta flospaĝo, kiu estas paĝo enhavanta neniun tekston, nur flosas. La korpo de la figuro konsistas el ajna teksto aŭ LaTeX-komandoj, ktp. ., vi deziras. La komando \caption permesas al vi titoli vian figuron.

source: Title Page - \begin{titlepage}
ar: صفحة العنوان - \begin{titlepage}
eo: Titolpaĝo - \begin{titlepage}

source: Title Page
ar: صفحة العنوان
eo: Titolpaĝo

source: \begin{titlepage} text \end{titlepage} The titlepage environment creates a title page, i.e. a page with no printed page number or heading.
ar: \begin{titlepage} نص \end{titlepage} تنشئ بيئة titlepage صفحة عنوان، أي صفحة لا تحتوي على رقم صفحة مطبوع أو ترويسة.
eo: \begin{titlepage} text \end{titlepage} La medio de titolpaĝo kreas titolpaĝon, t.e. paĝon sen presita paĝonumero aŭ titolo.

source: Italics - \textit{}
ar: مائل - \textit{}
eo: Kursivo - \textit{}

source: Italics
ar: مائل
eo: Kursivo

source: \textit{italic text}
ar: \textit{نص مائل}
eo: \textit{kursiva teksto}

source: Slanted - \textsl{}
ar: مائل - \textsl{}
eo: Dekliva - \textsl{}

source: Slanted
ar: مائل
eo: Dekliva

source: \textsl{slanted text}
ar: \textsl{نص مائل}
eo: \textsl{inklina teksto}

source: Boldface - \textbf{}
ar: عريض - \textbf{}
eo: Grada skribo - \textbf{}

source: Boldface
ar: عريض
eo: Grasita

source: \textbf{boldface text}
ar: \textbf{نص عريض}
eo: \textbf{grasa teksto}

source: Typewriter - \texttt{}
ar: آلة كاتبة - \texttt{}
eo: Tajpilo - \texttt{}

source: Typewriter
ar: كتابة
eo: Tajpilo

source: \texttt{typewriter text}
ar: \texttt{نص آلة كاتبة}
eo: \texttt{tajpilteksto}

source: Small Caps - \textsc{}
ar: أحرف صغيرة كبيرة - \textsc{}
eo: Majuskloj - \textsc{}

source: Small Caps
ar: حروف كبيرة مصغرة
eo: Malgrandaj Kapoj

source: \textsc{small caps text}
ar: \textsc{نص بأحرف صغيرة كبيرة}
eo: \textsc{minuskloj}

source: \item[label] Hello!
ar: \item[لصيقة] مرحبًا!
eo: \item[label] Saluton!

source: Tabbing - \begin{tabbing}
ar: جدولة - \begin{tabbing}
eo: Tabulado - \begin{tabbing}
