Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: No special marks for "overfull hboxes" on the output
ar: لا علامات خاصَّة لـ "صناديق h فائضة" على المُخرَج
eo: Neniuj specialaj markoj por "troplenaj hkestoj" sur la eligo

source: Puts formula numbers on the left side
ar: يضع أرقام الصّيغ على الجانب الأيسر
eo: Metas formulajn nombrojn sur la maldekstran flankon

source: Aligns formulas on the left side
ar: يحاذي الصّيغ إلى الجانب الأيسر
eo: Vicigas formulojn maldekstre

source: Puts title and abstract on an extra page
ar: يَضَع العُنوان والمُلخَص على صفحة إضافية
eo: Metas titolon kaj resumon sur kroman paĝon

source: Puts title and abstract on the same page as the text
ar: يَضَع العُنوان والمُلخَص على نفس صفحة النص
eo: Metas titolon kaj resumon sur la saman paĝon kiel la teksto

source: Puts the text in one column
ar: يضع النّصّ في عمود واحد
eo: Metas la tekston en unu kolumnon

source: Puts the text in two columns
ar: يضع النّصّ في عمودين
eo: Metas la tekston en du kolumnojn

source: Formats the bibliography in open style
ar: يَنسِّق المَراجع بنمط مَفتوح
eo: Formatas la bibliografion en malferma stilo

source: Chapters may start on top of every page
ar: الفُصول قد تَبدأ في أعلى كل صفحة
eo: Ĉapitroj povas komenciĝi supre de ĉiu paĝo

source: Chapters may only start on top of right pages
ar: الفُصول قد تَبدأ فقط في أعلى الصفحات اليُمنى
eo: Ĉapitroj povas komenciĝi nur supre de dekstraj paĝoj

source: Cause the header to be counted as text
ar: يَجعل الرأس يُحتَسب كنص
eo: Kaŭzu la kaplinion esti kalkulita kiel teksto

source: Cause the header to be counted as border
ar: يَجعل الرأس يُحتَسب كحدود
eo: Kaŭzu la kaplinion esti kalkulita kiel limo

source: Cause the footer to be counted as text
ar: يَجعل التذييل يُحتَسب كنص
eo: Kaŭzu la piedlinion esti kalkulita kiel teksto

source: Cause the footer to be counted as border
ar: يَجعل التذييل يُحتَسب كحدود
eo: Kaŭzu la piedlinion esti kalkulita kiel limo

source: Cause the margin-note to be counted to the text body
ar: يَجعل مُلاحظة الهامِش تُحتَسب إلى جسم النص
eo: Kaŭzu la marĝenon-noton esti kalkulita al la tekstokorpo

source: The normal margin is used for the margin-note area
ar: يُستعمل الهامِش العادي لمنطقة مُلاحظة الهامِش
eo: La normala marĝeno estas uzata por la marĝeno-nota areo

source: Writes the paper size as a special into the DVI-file
ar: يَكتب حجم الوَرَق كخاصّة في مُلف DVI
eo: Skribas la papergrandon kiel specialaĵon en la DVI-dosieron

source: Writes the paper size into the pdftex page register
ar: يَكتب حجم الوَرَق في سِجل صفحات pdftex
eo: Skribas la papergrandon en la pdftex-paĝan registron

source: Uses the correct mechanism with PDF- or DVI-file
ar: يَستعمل الآلية الصحيحة مع مُلف بي دي إف أو مُلف DVI
eo: Uzas la ĝustan mekanismon kun PDF- aŭ DVI-dosiero

source: Enables the default for an empty left page
ar: يُفَعِّل المبدئي لصفحة يسرى فارِغة
eo: Ebligas la defaŭltan por malplena maldekstra paĝo

source: An empty left page will set with the plain-pagestyle
ar: صفحة يسرى فارِغة تُضبَط بنمط الصفحة plain
eo: Malplena maldekstra paĝo stariĝos kun la simpla paĝostilo

source: An empty left page will set with the empty-pagestyle
ar: صفحة يسرى فارِغة تُضبَط بنمط الصفحة empty
eo: Malplena maldekstra paĝo starigos kun la malplena paĝostilo

source: Use a line to separate the header from the text body
ar: يستخدم سطرًا لفصل التّرويسة عن متن النّصّ
eo: Uzu linion por apartigi la kaplinion de la tekstokorpo

source: Use no line to separate the header from the text body
ar: لا يستخدم سطرًا لفصل التّرويسة عن متن النّصّ
eo: Uzu neniun linion por apartigi la kaplinion de la tekstokorpo

source: Use a line to separate the footer from the text body
ar: يستخدم سطرًا لفصل التّذييل عن متن النّصّ
eo: Uzu linion por apartigi la piedlinion de la tekstokorpo

source: Use no line to separate the footer from the text body
ar: لا يستخدم سطرًا لفصل التّذييل عن متن النّصّ
eo: Uzu neniun linion por apartigi la piedlinion de la tekstokorpo

source: Normal paragraph spacing of one line
ar: تباعد الفقرة العادي لخط واحد
eo: Normala alinea interspaco de unu linio

source: Normal spacing, at least 1/3 of the last line is free
ar: التباعد العادي، على الأقل 1/3 من السطر الأخير يكون خاليًا
eo: Normala interspaco, almenaŭ 1/3 de la lasta linio estas libera

source: Normal spacing, at least 1/4 of the last line is free
ar: التباعد العادي، ما لا يقل عن 1/4 من السطر الأخير يكون خاليًا
eo: Normala interspaco, almenaŭ 1/4 de la lasta linio estas libera

source: Normal spacing, no special provision for the last line
ar: التباعد الطبيعي، لا يوجد قاعدة خاصة للسطر الأخير
eo: Normala interspaco, neniu speciala provizo por la lasta linio

source: Paragraph spacing of half a line
ar: تباعد الفقرة نصف سطر
eo: Paragrafinterspaco de duona linio

source: Spacing 1/2 line, at least 1/3 of the last line is free
ar: التباعد 1/2 سطر، على الأقل 1/3 من السطر الأخير يكون خاليًا
eo: Interspaco 1/2 linio, almenaŭ 1/3 de la lasta linio estas libera

source: Spacing 1/2 line, at least 1/4 of the last line is free
ar: التباعد 1/2 سطر، على الأقل 1/4 من السطر الأخير يكون خاليًا
eo: Interspaco 1/2 linio, almenaŭ 1/4 de la lasta linio estas libera

source: Spacing 1/2 line, no special provision for the last line
ar: تباعد 1/2 خط، لا يوجد قاعدة خاصة للسطر الأخير
eo: Interspaco 1/2 linio, neniu speciala provizo por la lasta linio

source: No spacing between paragraphs, indent the first line by 1 em
ar: لا توجد مسافات بين الفقرات، مع وضع مسافة بادئة للسطر الأول بمقدار 1 إم
eo: Neniu interspaco inter alineoj, indentu la unuan linion per 1 em

source: One-line captions are centered, multi-line left-justified
ar: التسميات التوضيحية لسطر واحد مُوَسَّطة، ومُتعددة الأسطر مُحاذية لليسار
eo: Unuliniaj subtitoloj estas centritaj, plurliniaj maldekstre pravigitaj

source: No special handling of one-line captions
ar: لا مُعالجة خاصَّة للتسميات التوضيحية لسطر واحد
eo: Neniu speciala uzado de unuliniaj subtitoloj

source: Normal great title font sizes
ar: أحجام خط العُنوان الكبيرة العادية
eo: Normalaj grandaj titolaj tiparograndoj

source: Small font sizes for titles
ar: أحجام خطوط أصغر للعناوين
eo: Malgrandaj tiparaj grandecoj por titoloj

source: Even smaller font sizes for titles
ar: أحجام خطوط أصغر فأصغر للعناوين
eo: Eĉ pli malgrandaj tiparaj grandecoj por titoloj

source: Include lists of figures and tables in the TOC
ar: ضم قوائم الأشكال والجداول في جدول المُحتويات
eo: Enmetu listojn de figuroj kaj tabeloj en la TOC

source: Include the bibliography in the TOC
ar: ضم المَراجع في جدول المُحتويات
eo: Enmetu la bibliografion en la TOC

source: Include the index in the TOC
ar: يضمّن الفهرس في جدول المحتويات
eo: Enmetu la indekson en la TOC

source: Number the lists of figures and tables in the TOC
ar: رقِّم قوائم الأشكال والجداول في جدول المُحتويات
eo: Nombri la listojn de figuroj kaj tabeloj en la TOC

source: Number the bibliography in the TOC
ar: رقِّم المَراجع في جدول المُحتويات
eo: Nombri la bibliografion en la TOC

source: All numbers and titles are set in a left-justified column
ar: كل الأرقام والعناوين مضبوطة في عَمود مُحاذ لليسار
eo: Ĉiuj numeroj kaj titoloj estas fiksitaj en maldekstre pravigita kolumno

source: Different sectional units have different indentations
ar: الوحدات القِسمية المُختلفة لديها مسافات بادئة مُختلفة
eo: Malsamaj sekcaj unuoj havas malsamajn indentaĵojn

source: All numbers and captions are set in a left-justified column
ar: كل الأرقام والتسميات التوضيحية مضبوطة في عَمود مُحاذ لليسار
eo: Ĉiuj numeroj kaj bildotekstoj estas fiksitaj en maldekstre pravigita kolumno

source: All Numbers uses a fixed space
ar: كل الأرقام تَستعمل مسافة ثابتة
eo: Ĉiuj Nombroj uzas fiksan spacon

source: Numbering of sectional units have a point at the end
ar: ترقيم الوحدات القِسمية لديه نُقطة في النهاية
eo: Numerado de sekcaj unuoj havas punkton ĉe la fino

source: Numbering of sectional units have no point at the end
ar: ترقيم الوحدات القِسمية ليس لديه نُقطة في النهاية
eo: Numerado de sekcaj unuoj havas neniun punkton ĉe la fino

source: Caption command acts like \captionabove
ar: أمر التسمية التوضيحية يتصرف كـ \captionabove
eo: Subtitola komando funkcias kiel \captionabove

source: Caption command acts like \captionbelow
ar: أمر التسمية التوضيحية يتصرف كـ \captionbelow
eo: Subtitola komando funkcias kiel \captionbelow

source: Captions of the longtable package should not be redefined
ar: يجب عدم إعادة تعريف التسميات التوضيحية لحزمة longtable
eo: Subtitoloj de la longtabla pakaĵo ne estu redifinitaj

source: Use a separate line for the chapter number
ar: استعمل سطرًا مُنفصِلًا لرقم الفصل
eo: Uzu apartan linion por la ĉapitronumero

source: Use the same line for the chapter number and title
ar: استعمل نفس السطر لرقم الفصل والعنوان
eo: Uzu la saman linion por la ĉapitro numero kaj titolo

source: Use a separate line for the appendix name
ar: استعمل سطرًا مُنفصِلًا لاسم المُلحَق
eo: Uzu apartan linion por la apendica nomo

source: No separate line for the appendix name
ar: لا سطر مُنفصِل لاسم المُلحَق
eo: Neniu aparta linio por la apendica nomo

source: Include the abstract's title
ar: ضم عنوان المُلخَص
eo: Enmetu la titolon de la abstraktaĵo

source: Exclude the abstract's title
ar: استبعِد عنوان المُلخَص
eo: Ekskludu la titolon de la abstraktaĵo

source: The file is compiled in draft mode
ar: المُلف مُصَرَّف في وضع المَسودة
eo: La dosiero estas kompilita en skiza reĝimo

source: The file is compiled in final mode
ar: المُلف مُصَرَّف في الوضع النِهائي
eo: La dosiero estas kompilita en fina reĝimo

source: Slides will use many colors
ar: العروض المُصَوَّرة تَستعمل ألوانًا كثيرة
eo: Diapozitivoj uzos multajn kolorojn

source: Slides will use a restricted set of colors
ar: العروض المُصَوَّرة تَستعمل مجموعة مُقَيَّدة من الألوان
eo: Diapozitivoj uzos limigitan aron de koloroj

source: Display the number of the current slide and the total number
ar: اعرض رقم الشريحة الحالية والرقم الإجمالي
eo: Montru la nombron de la aktuala diapozitivo kaj la totalan nombron

source: Display only the number of the current slide
ar: اعرض فقط عدد الشريحة الحالية
eo: Montru nur la numeron de la aktuala diapozitivo

source: The background of the slide is always white
ar: خلفية الشريحة بيضاء دائمًا
eo: La fono de la diapozitivo estas ĉiam blanka

source: The color of the background depends on the current style
ar: لون الخلفية يَعتمد على النمط الحالي
eo: La koloro de la fono dependas de la nuna stilo

source: The LaTeX file is compiled to produce a PostScript file
ar: يُصرّف ملفّ لاتخ لإنتاج ملفّ PostScript
eo: La LaTeX-dosiero estas kompilita por produkti PostScript-dosieron

source: The LaTeX file is compiled to produce a PDF file
ar: يُصرّف ملفّ لاتخ لإنتاج ملفّ PDF
eo: La LaTeX-dosiero estas kompilita por produkti PDF-dosieron

source: Some macros interpret their argument in ps mode
ar: بعض الماكروهات تُفَسِّر وسيطها في وضع ps
eo: Kelkaj makrooj interpretas sian argumenton en ps-reĝimo

source: Some macros do not interpret their argument in ps mode
ar: بعض الماكروهات لا تُفَسِّر وسيطها في وضع ps
eo: Kelkaj makrooj ne interpretas sian argumenton en ps-reĝimo

source: The PS file is to be translated into a PDF file using Adobe Distiller
ar: مُلف PS يُترجَم إلى مُلف بي دي إف باستعمال Adobe Distiller
eo: La PS-dosiero estas tradukenda en PDF-dosieron per Adobe Distiller

source: The LaTeX file is to be processed with YandY LaTeX
ar: مُلف لاتخ يُعالَج بـ YandY لاتخ
eo: La LaTeX-dosiero estas prilaborota per YandY LaTeX

source: The PS file is to be translated into a PDF file using ps2pdf
ar: مُلف PS يُترجَم إلى مُلف بي دي إف باستعمال ps2pdf
eo: La PS-dosiero estas tradukenda en PDF-dosieron per ps2pdf

source: The LaTeX file is to be processed with MicroPress VTeX
ar: مُلف لاتخ يُعالَج بـ MicroPress VTeX
eo: La LaTeX-dosiero estas prilaborota per MicroPress VTeX

source: Do not add any caption at the bottom of the slides
ar: لا تُضِف أي تسمية توضيحية في أسفل العروض المُصَوَّرة
eo: Ne aldonu ajnan bildotekston ĉe la malsupro de la diapozitivoj

source: Place text of slides at the (vertical) top of the slides
ar: ضَع نص العروض المُصَوَّرة في أعلى (عموديًا) العروض المُصَوَّرة
eo: Metu tekston de diapozitivoj ĉe la (vertikala) supro de la diapozitivoj

source: Place text of slides at the (vertical) center of the slides
ar: ضَع نص العروض المُصَوَّرة في مُنتَصَف (عموديًا) العروض المُصَوَّرة
eo: Metu tekston de diapozitivoj ĉe la (vertikala) centro de la diapozitivoj

source: Headlines, footlines, and sidebars are replaced by gray rectangles
ar: العناوين الرئيسية، والعناوين السُفلية، والأشرطة الجانبية يُستبدَل بها مُستطيلات رمادية
eo: Titoloj, piedlinioj kaj flankmenuoj estas anstataŭigitaj per grizaj rektanguloj

source: Make all navigation bars as small as possible
ar: اجعَل كل أشرطة التنقل صغيرة قدر الإمكان
eo: Faru ĉiujn navigadajn stangojn kiel eble plej malgrandaj

source: Suppresses generation of some entries in the pdf information
ar: يَقمَع توليد بعض المُدخلات في معلومات بي دي إف
eo: Subpremas generacion de iuj enskriboj en la pdf-informo

source: Switches off the definition of default blocks like theorem
ar: يُطفئ تعريف الكُتل المبدئية مثل theorem
eo: Malŝaltas la difinon de defaŭltaj blokoj kiel teoremo

source: Does not load amsthm and amsmath
ar: لا يُحَمِّل amsthm و amsmath
eo: Ne ŝarĝas amsthm kaj amsmath

source: Needed when using the CJK package for Asian fonts
ar: ضروري عند استعمال حزمة CJK للخطوط الآسيوية
eo: Bezonata kiam oni uzas la CJK-pakaĵon por aziaj tiparoj

source: Use a sans-serif font during the presentation
ar: استعمل خَط sans-serif خِلال العرض
eo: Uzu sans-serif tiparon dum la prezento

source: Use a serif font during the presentation
ar: استعمل خَط serif خِلال العرض
eo: Uzu serif tiparon dum la prezento

source: Override the math font to be a sans-serif font
ar: تَجاوَز خَط الرياضيات ليصبح خَط sans-serif
eo: Anstataŭigi la matematikan tiparon por esti sans-serif

source: Override the math font to be a serif font
ar: تَجاوَز خَط الرياضيات ليصبح خَط serif
eo: Anstataŭigi la matematikan tiparon por esti serifa tiparo

source: Deactivate internal font replacements for math text
ar: عطِّل استبدالات الخط الداخلية لنص الرياضيات
eo: Malaktivigu internajn tiparanstataŭaĵojn por matematika teksto

source: Create a PDF handout
ar: أنشِئ نشرة بي دي إف
eo: Kreu PDFan folion

source: For PDF transparency
ar: لشفافية بي دي إف
eo: Por PDF-travidebleco

source: All structure elements are typeset in blue
ar: كل عناصر البنية مُنَسَّقة باللون الأزرق
eo: Ĉiuj strukturelementoj estas kompostitaj en bluo

source: All structure elements are typeset in red
ar: كل عناصر البنية مُنَسَّقة باللون الأحمر
eo: Ĉiuj strukturelementoj estas kompostitaj ruĝe

source: All structure elements are typeset in black and white
ar: كل عناصر البنية مُنَسَّقة بالأبيض والأسود
eo: Ĉiuj strukturelementoj estas kompostitaj en nigra kaj blanka

source: All structure elements are typeset in brown
ar: كل عناصر البنية مُنَسَّقة باللون البُني
eo: Ĉiuj strukturelementoj estas kompostitaj en bruna

source: Notes are not shown
ar: لا تُعرض الملاحظات
eo: Notoj ne estas montritaj

source: Include notes in the output file
ar: ضم الملاحظات في مُلف المُخرَج
eo: Enmetu notojn en la eligodosiero

source: Include only notes and suppress frames
ar: ضم الملاحظات فقط واقمَع الإطارات
eo: Inkluzivi nur notojn kaj subpremi kadrojn

source: %1 '%2' already exists.
ar: %1 '%2' موجود مسبقًا.
eo: %1 '%2' jam ekzitas.

source: Special math environments and commands (AMS)
ar: بيئات وأوامر الرياضيات الخاصة (AMS)
eo: Specialaj matematikaj medioj kaj komandoj (AMS)

source: Collection of fonts and symbols for math mode (AMS)
ar: مَجموعة خُطوط ورُموز لوضع الرياضيات (AMS)
eo: Kolekto de tiparoj kaj simboloj por matematika reĝimo (AMS)

source: Defines symbol names for all math symbols in MSAM and MSBM (AMS)
ar: يُعَرِّف أسماء الرُموز لكل رُموز الرياضيات في MSAM و MSBM (AMS)
eo: Difinas simbolnomojn por ĉiuj matematikaj simboloj en MSAM kaj MSBM (AMS)

source: Improved theorem setup (AMS)
ar: إعداد نظرية مُحَسَّن (AMS)
eo: Plibonigita teorema aranĝo (AMS)

source: Extends caption capabilities for figures and tables
ar: يَمُد إمكانيات التسميات التوضيحية للأشكال والجداول
eo: Etendas bildokapablecojn por figuroj kaj tabeloj

source: Hypertext marks in LaTeX
ar: علامات النص الفائق في لاتخ
eo: Hipertekstaj markoj en LaTeX

source: Use dvips as hyperref driver
ar: استعمل dvips كمُشغِّل hyperref
eo: Uzu dvips kiel hiperref-pelilon

source: Use pdftex as hyperref driver
ar: استعمل pdftex كمُشغِّل hyperref
eo: Uzu pdftex kiel hiperref-pelilon

source: Make bookmarks
ar: أنشِئ إشارات مرجعية
eo: Faru legosignojn

source: Put section numbers in bookmarks
ar: ضَع أرقام الأقسام في الإشارات المرجعية
eo: Metu sekcionumeroj en legosignojn

source: Open up bookmark tree
ar: افتح شجرة الإشارة المرجعية
eo: Malfermu legosignarbon

source: Text for PDF Author field
ar: نص لحقل مُؤلِف بي دي إف
eo: Teksto por PDF Aŭtoro kampo

source: Text for PDF Creator field
ar: نص لحقل مُنشِئ بي دي إف
eo: Teksto por PDF Creator kampo

source: LaTeX with hyperref package
ar: لاتخ مع حزمة hyperref
eo: LaTeX kun hiperref-pakaĵo

source: Resize document window to fit document size
ar: غيِّر حجم نافذة المُستند لتناسب حجم المُستند
eo: Regrandigu dokumentfenestron por konveni dokumentgrandecon

source: Text for PDF Keywords field
ar: نص لحقل كلمات مفتاحية لبي دي إف
eo: Teksto por PDF Ŝlosilvortoj kampo

source: Text for PDF Producer field
ar: نص لحقل مُنتِج بي دي إف
eo: Teksto por PDF-Produktanto-kampo

source: Starting view of PDF document
ar: عرض بدء مُستند بي دي إف
eo: Komenca vido de PDF-dokumento

source: Text for PDF Subject field
ar: نص لحقل موضوع بي دي إف
eo: Teksto por PDF-Tema kampo

source: Text for PDF Title field
ar: نص لحقل عُنوان بي دي إف
eo: Teksto por PDF Titolo kampo

source: Use Palatino font as roman font (both text and math mode)
ar: استعمل خَط Palatino كخَط رُوماني (كلا وضعي النص والرياضيات)
eo: Uzu Palatino-tiparo kiel romian tiparon (kaj teksto kaj matematika reĝimo)

source: Use Times font as roman font (both text and math mode)
ar: استعمل خَط Times كخَط رُوماني (كلا وضعي النص والرياضيات)
eo: Uzu Times-tiparo kiel romian tiparon (kaj teksto kaj matematika reĝimo)

source: Enable index generation
ar: فَعِّل توليد الفهرس
eo: Ebligu indeksgeneradon

source: Enables multicolumn environments
ar: يُفَعِّل بيئات الأعمدة المُتعددة
eo: Ebligas plurkolumnajn mediojn

source: Load all pstricks packages
ar: حَمِّل كل حِزَم pstricks
eo: Ŝarĝu ĉiujn pstricks-pakaĵojn

source: Rotates text
ar: تدور النص
eo: Turnas tekston

source: Enables subfigures inside figures
ar: يُفَعِّل الأشكال الفرعية داخل الأشكال
eo: Ebligas subfigurojn ene de figuroj

source: Typesetting capital Greek letters
ar: تنضيد الحروف اليونانية الكبيرة
eo: Kompatado de ĉapelitaj grekaj literoj

source: Extending LaTeX's color facilities
ar: تَمديد مرافق ألوان لاتخ
eo: Etendi la kolorinstalaĵojn de LaTeX

source: Adds language specific support
ar: يُضيف دعمًا خاصًا باللغة
eo: Aldonas lingvo-specifan subtenon

source: Use a font encoding scheme
ar: استعمل خُطة فك ترميز الخط
eo: Uzu tiparkodigan skemon

source: Support for including graphics
ar: دعم لضم الرُسُومات
eo: Subteno por inkluzivi grafikojn

source: Specialize on graphic inclusion for dvips
ar: تَخَصَّص في ضم الرُسُومات لـ dvips
eo: Specialiĝu pri grafika inkludo por dvips

source: Specialize on graphic inclusion for pdftex
ar: تَخَصَّص في ضم الرُسُومات لـ pdftex
eo: Specialiĝu pri grafika inkludo por pdftex

source: Show only frames of graphics
ar: اعرض إطارات الرُسُومات فقط
eo: Montru nur kadrojn de grafikaĵoj

source: <default>
ar: <مبدئي>
eo: <defaŭlta>

source: <empty>
ar: <فارِغ>

source: Document Class
ar: صنف المستند
eo: Dokumenta Klaso

source: Please enter the new document &class:
ar: فضلًا أدخل &صنف المستند الجديد:
eo: Bonvolu enigi la novan dokumenton &klason:

source: &Set all options from this standard class (optional):
ar: ا&ضبط كلّ الخيارات من الصّنف القياسيّ هذا (اختياريّ):
eo: &Agordu ĉiujn opciojn de ĉi tiu norma klaso (laŭvola):

source: Use standard &fontsizes
ar: استخدم أحجام &خطوط قياسيّة
eo: Uzu normajn &tipargrandojn

source: Use standard &papersizes
ar: استخدم م&قاسات أوراق قياسيّة
eo: Uzu normajn &paperajn grandecojn

source: Do you want to remove "%1" from the document class list?
ar: أتريد إزالة "%1" من قائمة أصناف المستندات؟
eo: Ĉu vi volas forigi "%1" el la listo de dokumentklaso?

source: Remove Document Class
ar: أزل صنف مستند
eo: Forigi Dokumentan Klason

source: Add Fontsize
ar: أضِف حجم خط
eo: Aldonu tipargrandecon

source: Please enter the &fontsizes (comma-separated list):
ar: الرجاء إدخال أحجام ال&خط (قائمة مفصولة بفواصل):
eo: Bonvolu enigi la &tipargrandojn (listo disigita per komoj):

source: Do you want to remove "%1" from the fontsize list?
ar: أتريد إزالة "%1" من قائمة أحجام الخطوط؟
eo: Ĉu vi volas forigi "%1" el la listo de tiparoj?

source: Remove Fontsize
ar: أزل حجم خطّ
eo: Forigi Fontsize

source: Add Papersize
ar: أضِف حجم ورقة
eo: Aldoni Papersize

source: Please enter the &papersizes (comma-separated list):
ar: الرجاء إدخال أحجام ال&وَرَق (قائمة مفصولة بفواصل):
eo: Bonvolu enigi la &paperajn grandecojn (listo disigita per komoj):

source: Do you want to remove "%1" from the papersize list?
ar: أتريد إزالة "%1" من قائمة مقاس الورق؟
eo: Ĉu vi volas forigi "%1" el la listo de papergrandoj?

source: Remove Papersize
ar: احذِف حجم ورقة
eo: Forigi Papersize

source: Add Option
ar: أضف خيارًا
eo: Aldoni Opcion

source: Name of &option:
ar: اسم ال&خيار:
eo: Nomo de &opcio:

source: &Description:
ar: الو&صف:
eo: &Priskribo:

source: &Select this option
ar: ا&ختَر هذا الخيار
eo: &Elektu ĉi tiun opcion

source: Edit Option
ar: حرِّر الخيار
eo: Redakti Opciojn

source: Do you want to delete this class option?
ar: أتريد حذف خيار الصّنف هذا؟
eo: Ĉu vi volas forigi ĉi tiun klasopcion?

source: Add Package
ar: أضف حزمة
eo: Aldoni Pakaĵon

source: &Package:
ar: ال&حزمة:
eo: &Pakaĵo:

source: &Select this package
ar: &حدّد هذه الحزمة
eo: Elekti tiun pakaĵon

source: &Option:
ar: ال&خيار:
eo: &Opcio:

source: package:
ar: الحزمة:
eo: pakaĵo:

source: &Editable
ar: &قابل للتحرير
eo: R&edaktebla

source: De&fault value:
ar: القيمة ال&مبدئيّة:
eo: Defaŭlta valoro:

source: &Value:
ar: ال&قيمة:
eo: &Valoro:

source: Op&tion:
ar: ال&خيار:
eo: Opcio:

source: Edit Package
ar: تحرير حزمة
eo: Redakti Pakon

source: Do you want to delete this package option?
ar: أتريد حذف خيار الحزمة هذا؟
eo: Ĉu vi volas forigi ĉi tiun pakaĵon?

source: Do you want to delete this package?
ar: أتريد حذف هذه الحزمة؟
eo: Ĉu vi volas forigi ĉi tiun pakaĵon?

source: Do you want to reset this package list?
ar: أتريد تصفير قائمة الحزم هذه؟
eo: Ĉu vi volas restarigi ĉi tiun pakliston?

source: Reset Package List
ar: تصفير قائمة الحزم
eo: Restarigi Paka Listo

source: %1 '%2' is not allowed.
ar: %1 '%2' غير مسموح به.
eo: %1 '%2' ne estas permesita.

source: This document class already exists.
ar: صنف المستندات هذا موجود فعلًا.
eo: Ĉi tiu dokumentklaso jam ekzistas.

source: This name is not allowed for a document class.
ar: هذا الاسم ليس مسموحًا لأصناف المستندات.
eo: Ĉi tiu nomo ne estas permesita por dokumentklaso.

source: This document class option already exists.
ar: خيار صنف المستندات هذا موجود فعلًا.
eo: Ĉi tiu dokumentklasa opcio jam ekzistas.

source: This package already exists.
ar: هذه الحزمة موجودة فعلًا.
eo: Ĉi tiu pako jam ekzistas.

source: Could not identify the package name.
ar: تعذّر تحديد اسم الحزمة.
eo: Ne eblis identigi la pakaĵnomon.

source: This package option already exists.
ar: خيار الحزمة هذا موجود فعلًا.
eo: Ĉi tiu paka opcio jam ekzistas.

source: New Key Sequence
ar: تسلسل مفاتيح جديد
eo: Nova Ŝlosilsekvenco

source: Use a key sequence written in the editor to execute a script.
ar: استعمل تسلسل مفاتيح مكتوبًا في المُحرر لتنفيذ نَص برمجي.
eo: Uzu klavsekvencon skribitan en la redaktilo por efektivigi skripton.

source: Use a shortcut to execute a script.
ar: استعمل اختصارًا لتنفيذ نَص برمجي.
eo: Uzu ŝparvojon por efektivigi skripton.
