Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: Choose the type of the key sequence:
ar: اختَر نوع تسلسل المفاتيح:
eo: Elektu la tipon de la klavsekvenco:

source: Editor key sequence
ar: تسلسل مفاتيح المُحرر
eo: Redaktila klavsekvenco

source: Shortcut
ar: اختصار
eo: Ŝparvojo

source: Please enter a key sequence for this script:
ar: الرجاء إدخال تسلسل مفاتيح لهذا النص البرمجي:
eo: Bonvolu enigi klavsekvencon por ĉi tiu skripto:

source: Please enter a shortcut for this script:
ar: الرجاء إدخال اختصار لهذا النص البرمجي:
eo: Bonvolu enigi ŝparvojon por ĉi tiu skripto:

source: Copy
ar: انسخ
eo: Kopii

source: Copy as LaTeX
ar: انسخ كـلاتخ
eo: Kopiu kiel LaTeX

source: Summary
ar: ملخّص
eo: Resumo

source: For information about the accuracy see the Help.
ar: طالع المساعدة لتعرف مدى الدّقة.
eo: Por informoj pri la precizeco vidu la Helpon.

source: Statistics for %1
ar: إحصائيّات %1
eo: Statistiko por %1

source: Statistics for the Project %1
ar: إحصائيّات المشروع %1
eo: Statistiko por la Projekto %1

source: To get statistics for all project files, you have to open them all.
ar: لتجد إحصائيّات عن كلّ ملفّات المشروع، عليك فتحها كلّها.
eo: Por akiri statistikojn por ĉiuj projektodosieroj, vi devas malfermi ilin ĉiujn.

source: WARNING: These are the statistics for the selected text only.
ar: تحذير: هذه إحصائيّات عن النّصّ المحدّد فقط.
eo: AVERTO: Ĉi tiuj estas la statistikoj nur por la elektita teksto.

source: Statistics for project %1, file %2
ar: إحصائيّات المشروع %1، الملفّ %2
eo: Statistiko por projekto %1, dosiero %2

source: Statistics for project %1
ar: إحصائيّات المشروع %1
eo: Statistiko por projekto %1

source: Statistics for Untitled
ar: إحصائيّات "غير معنون"
eo: Statistiko por Untitled

source: Number of &columns:
ar: عدد الأ&عمدة:
eo: Nombro de &kolumnoj:

source: &Spacing:
ar: ال&تّباعد:
eo: &Spacado:

source: Tabular Environments
ar: بيئات الجدولات
eo: Tabelaj Medioj

source: Align Left
ar: حاذِ يسارًا
eo: Aranĝi maldekstre

source: Align Center
ar: حاذِ وسطًا
eo: Aranĝi meze

source: Align Right
ar: حاذِ يمينًا
eo: Aranĝi dekstre

source: Bold
ar: ثخين
eo: Grasa

source: Italic
ar: مائل
eo: Kursiva

source: Underline
ar: مسطّر
eo: Substrekita

source: Join Cells
ar: ادمج الخلايا
eo: Kunigi ĉelojn

source: Split Cells
ar: اقسم الخلايا
eo: Endisigi ĉelon

source: Edit Frame
ar: حرّر الإطار
eo: Redakti kadron

source: Background Color
ar: لون الخلفيّة
eo: Fonkoloro

source: Text Color
ar: لون النّصّ
eo: Tekstkoloro

source: Clear Text
ar: امحُ النّصّ
eo: Klara Teksto

source: Clear Attributes
ar: امحُُ الصّفات
eo: Vakigi atributojn

source: Clear All
ar: امحُ الكلّ
eo: Vakigi ĉion

source: Paste content from clipboard
ar: ألصق المحتوى من الحافظة
eo: Algluu enhavon el tondujo

source: Number of rows:
ar: عدد الصّفوف:
eo: Nombro de linioj:

source: Use starred version
ar: استعمل الإصدار النجمي
eo: Uzu stelitan version

source: Table width:
ar: عرض الجدول:
eo: Tablolarĝo:

source: Use booktabs package
ar: استعمل حزمة booktabs
eo: Uzu booktabs-pakaĵon

source: Insert bullets
ar: أدخل النقاط
eo: Enmetu kuglojn

source: Input data. Enter text when a cell is selected. When return is pressed, the adjacent cell will become selected.
ar: بيانات الإدخال. أدخل نصًا عندما تُختَر خلية. عند الضغط على رجوع، تُصبِح الخلية المُجاورة مُختارة.
eo: Eniga datumoj. Enigu tekston kiam ĉelo estas elektita. Kiam reveno estas premata, la apuda ĉelo estos elektita.

source: Optional parameter for the chosen environment.
ar: معامل اختياريّ للبيئة المحدّدة.
eo: Laŭvola parametro por la elektita medio.

source: Choose the number of table columns.
ar: حدّد عدد أعمدة الجدول.
eo: Elektu la nombron da tabelkolumnoj.

source: The tabular will be centered.
ar: ستُوسّط الجدولة.
eo: La tabelo estos centrita.

source: Use line commands of the booktabs package.
ar: استعمل أوامر السطر لحزمة booktabs.
eo: Uzu liniokomandojn de la pako booktabs.

source: Set the width of the table.
ar: اضبط عرض الجدول.
eo: Agordu la larĝon de la tablo.

source: Insert bullets in each cell. Alt+Ctrl+Right and Alt+Ctrl+Left will move very quickly from one cell to another.
ar: أدخل النقاط في كل خلية. سينتقل Alt+Ctrl+Right و Alt+Ctrl+Left بسرعة كبيرة من خلية إلى أخرى.
eo: Enigu kuglojn en ĉiu ĉelo. Alt+Ctrl+Dekstra kaj Alt+Ctrl+Maldekstre moviĝos tre rapide de unu ĉelo al alia.

source: Set bold font series.
ar: اضبط شكل الخطّ ثخين.
eo: Agordu grasajn tiparajn seriojn.

source: Set italic font shape.
ar: اضبط شكل الخطّ مائل.
eo: Agordu kursivan tiparon.

source: Set underlined font shape.
ar: اضبط شكل الخطّ مسطّر.
eo: Agordu substrekitan tiparon.

source: The text will be aligned at the left border of the cell.
ar: سيُحاذى النّصّ إلى الحدّ الأيسر للخليّة.
eo: La teksto estos vicigita ĉe la maldekstra rando de la ĉelo.

source: The text will be centered.
ar: سيُحاذى النّصّ إلى الوسط.
eo: La teksto estos centrita.

source: The text will be aligned at the right border of the cell.
ar: سيُحاذى النّصّ إلى الحدّ الأيمن للخليّة.
eo: La teksto estos vicigita ĉe la dekstra rando de la ĉelo.

source: Joins adjacent cells when they are in the same row.
ar: يدمج الخلايا المجاورة إن كانوا في نفس الصّفّ.
eo: Kunigas apudajn ĉelojn kiam ili estas en la sama vico.

source: Splits joined cells.
ar: يقسم الخلايا المدموجة.
eo: Splitoj kunigis ĉelojn.

source: Choose the border for the selected cells. When clicking on the button, the current border will be applied to the selected cells.
ar: اختر حدّ الخلايا المحدّدة. عند نقر الزّر سيُطبّق الحدّ الحاليّ على الخلايا المحدّدة.
eo: Elektu la randon por la elektitaj ĉeloj. Alklakante la butonon, la nuna rando estos aplikata al la elektitaj ĉeloj.

source: Choose a background color (needs color package).
ar: اختر لون الخلفيّة (يحتاج حزمة الألوان color).
eo: Elektu fonkoloron (bezonas kolorpakaĵon).

source: Choose a text color (needs color package).
ar: اختر لون النّصّ (يحتاج حزمة الألوان color).
eo: Elektu tekstan koloron (bezonas kolorpakaĵon).

source: Clears the text of the selected cells but keeps attributes such as alignment and font shape.
ar: يمحو نصّ الخلايا المحدّدة ويبقي الصّفات كالمحاذاة وشكل النّصّ.
eo: Purigas la tekston de la elektitaj ĉeloj sed konservas atributojn kiel vicigon kaj tiparan formon.

source: Resets the attributes of the selected cells to the default values but keeps the text.
ar: يصفّر صفات الخلايا المحدّدة إلى القيم المبدئيّة ويبقي على النّصّ.
eo: Restarigas la atributojn de la elektitaj ĉeloj al la defaŭltaj valoroj sed konservas la tekston.

source: Clears the text of the selected cells and resets the attributes.
ar: يمحو نصّ الخلايا المحدّدة ويصفّر الصّفات.
eo: Purigas la tekston de la elektitaj ĉeloj kaj restarigas la atributojn.

source: Pastes a table stored in the clipboard into this wizard.
ar: يلصق جدولًا مخزّنًا في الحافظة في هذا المُرشد.
eo: Algluas tabelon konservitan en la tondujo en ĉi tiun sorĉiston.

source: Setting the new size for the table will delete content. Are you sure to set the new size?
ar: ضبط حجم جديد للجدول سيحذف محتواه. أمتأكّد من ضبط الحجم الجديد؟
eo: Agordi la novan grandecon por la tabelo forigos enhavon. Ĉu vi certe agordas la novan grandecon?

source: Resizing table
ar: تغيير حجم الجدول
eo: Regrandigo de tablo

source: Apply
ar: طبّق
eo: Apliki

source: p{w} Alignment
ar: محاذاة p{w}‎
eo: p{w} Vicigo

source: b{w} Alignment
ar: محاذاة b{w}‎
eo: b{w} Vicigo

source: m{w} Alignment
ar: محاذاة m{w}‎
eo: m{w} Vicigo

source: X Alignment
ar: محاذاة X
eo: X Alineado

source: Insert Before Declaration
ar: أدرِج قبل التصريح
eo: Enmetu Antaŭ Deklaro

source: Insert After Declaration
ar: أدرِج بعد التصريح
eo: Enmetu Post Deklaro

source: Suppress Space
ar: اقمَع المسافة
eo: Subpremi Spacon

source: Do not Suppress Space
ar: لا تكبت المسافة
eo: Ne Subpremu Spacon

source: There is no content to insert into the table as the clipboard is empty.
ar: لا محتوى لإدراجه في الجدول فالحافظة فارغة.
eo: Ne estas enhavo por enmeti en la tabelon ĉar la tondujo estas malplena.

source: Empty Clipboard
ar: الحافظة فارغة
eo: Malplena Tondujo

source: Documentation Browser
ar: متصفّح التّوثيق
eo: Dokumenta Foliumilo

source: Table of Contents
ar: جدول المحتويات
eo: Enhavtabelo

source: <p>A list of the documentation provided by the installed TeX distribution.</p><p>Double clicking on an item or pressing the space key will open a viewer to show the corresponding file.</p><p>Items that are grayed out are not installed.</p>
ar: <p>قائمة بالتوثيق الموفَّر من توزيع تخ المثبَّت.</p><p>النقر المزدوج على عنصر أو الضغط على مفتاح المسافة يفتح عارضًا لإظهار الملف الموافق.</p><p>العناصر المبهمة غير مثبَّتة.</p>
eo: <p>Listo de la dokumentaro provizita de la instalita TeX-distribuo.</p><p>Duoble alklakante eron aŭ premante la spaceton malfermos vidilon por montri la respondan dosieron.</p><p>Eroj. kiuj estas grizitaj ne estas instalitaj.</p>

source: You can choose a keyword to show only document files that are related to this keyword.
ar: يمكنك اختيار كلمة مفتاحيّة لعرض ملفّات المستندات المتعلّقة بها فقط.
eo: Vi povas elekti ŝlosilvorton por montri nur dokumentajn dosierojn, kiuj rilatas al ĉi tiu ŝlosilvorto.

source: Start the search for the chosen keyword.
ar: ابدأ البحث عن الكلمة المفتاحيّة المختارة.
eo: Komencu la serĉon por la elektita ŝlosilvorto.

source: Reset list to all available documentation files.
ar: أعد ضبط القائمة إلى جميع ملفات التوثيق المتاحة.
eo: Restarigu liston al ĉiuj disponeblaj dokumentaj dosieroj.

source: Cancel &Search
ar: ألغِ البح&ث
eo: Nuligi &Serĉon

source: Could not read 'texdoctk.dat'.
ar: تعذّرت قراءة 'texdoctk.dat'.
eo: Ne eblis legi 'texdoctk.dat'.

source: No KDE service found for this file.
ar: لم توجد خدمة كِيدِي لهذا الملفّ.
eo: Neniu KDE-servo trovita por ĉi tiu dosiero.

source: Could not find the documentation file '%1'
ar: تعذّر العثور على القالب: %1
eo: Ne eblis trovi la dokumentan dosieron '%1'

source: No keyword given.
ar: لم تُعط كلمة مفتاحيّة.
eo: Neniu ŝlosilvorto donita.

source: Search results for keyword '%1'
ar: نتائج البحث عن الكلمة المفتاحيّة '%1'
eo: Serĉrezultoj por ŝlosilvorto '%1'

source: No documents found for keyword '%1'.
ar: لم توجد مستندات للكلمة المفتاحيّة '%1'.
eo: Neniuj dokumentoj trovitaj por ŝlosilvorto '%1'.

source: Could not determine the search paths of TexLive/teTeX or file 'texdoctk.dat'.<br/>Unfortunately, Kile cannot show any useful information.
ar: لا يمكن تحديد مسارات بحث TexLive/teTeX أو ملف 'texdoctk.dat'.<br/>للأسف، لا يستطيع كايل إظهار أي معلومات مفيدة.
eo: Ne eblis determini la serĉvojojn de TexLive/teTeX aŭ dosieron 'texdoctk.dat'.<br/>Bedaŭrinde, Kile ne povas montri ajnan utilan informon.

source: TexDoc Dialog
ar: حوار توثيق تخ
eo: TexDoc Dialogo

source: Could not determine the installation path of your TeX distribution or find the file 'texdoctk.dat'.<br/>Hence, we cannot provide you with an overview of the installed TeX documentation.
ar: لا يمكن تحديد مسار تثبيت توزيع تخ لديك أو العثور على ملف 'texdoctk.dat'.<br/>لذلك، لا يمكننا توفير لمحة عامة عن توثيق تخ المثبَّت.
eo: Ne eblis determini la instalvojon de via TeX-distribuo aŭ trovi la dosieron 'texdoctk.dat'.<br/>Tial, ni ne povas provizi al vi superrigardon de la instalita TeX-dokumentaro.

source: Configure User Help
ar: ضبط مساعدة المستخدمة
eo: Agordi Uzantan Helpon

source: User Help
ar: مساعدة المستخدم
eo: Uzanto Helpo

source: &Menu item:
ar: &بند قائمة:
eo: &Menuero:

source: &Remove
ar: أ&زل
eo: Fo&rigi

source: &Separator
ar: &فاصل
eo: &Apartigilo

source: Move &Up
ar: انقل لأ&على
eo: Movu s&upren

source: Move &Down
ar: انقل لأ&سفل
eo: Movi &malsupren

source: File:
ar: الملفّ:
eo: Dosiero:

source: Add User Helpfile
ar: أضف ملفّ مساعدة مستخدم
eo: Aldonu Uzantan Helpdosieron

source: &Menu entry:
ar: &مدخلة القائمة:
eo: &Menua eniro:

source: &Help file:
ar: ملفّ المسا&عدة:
eo: &Helpodosiero:

source: Open file dialog
ar: افتح حواريّ الملفّات
eo: Malfermi dosieran dialogujon

source: The menu entry for this help file.
ar: مدخل القائمة لملف المساعدة هذا.
eo: La menuo por ĉi tiu helpdosiero.

source: The name of the local help file or a valid WEB url.
ar: اسم ملف المساعدة المحلي أو مسار شبكي (WEB) صالح.
eo: La nomo de la loka helpdosiero aŭ valida WEB-url.

source: Start a file dialog to choose a local help file.
ar: ابدأ حواريّ ملفّات لاختيار ملفّ مساعدة محليّ.
eo: Komencu dosiero-dialogon por elekti lokan helpdosieron.

source: Websites (HTML) (*.html *.htm);;Documents (PDF, PS, DVI, EPUB) (*.ps *.pdf *.dvi *.epub);;All Files (*)
ar: مواقع الويب (HTML) (*.html *.htm);;مستندات (PDF، PS، DVI، EPUB) (*.ps *.pdf *.dvi *.epub);;جميع الملفات (*)
eo: Retejoj (HTML) (*.html *.htm);;Dokumentoj (PDF, PS, DVI, EPUB) (*.ps *.pdf *.dvi *.epub);;Ĉiuj Dosieroj (*)

source: Select File
ar: اختر ملفًّا
eo: Elekti dosieron

source: File '%1' does not exist.
ar: الملفّ '%1' غير موجود.
eo: Dosiero '%1' ne ekzistas.

source: Edit User Menu
ar: عدّل قائمة المستخدِم
eo: Redaktu Uzantan Menuon

source: Menu Entry
ar: مدخل القائمة
eo: Menuo Eniro

source: Separator
ar: الفاصل
eo: Apartigilo

source: Submenu
ar: القائمة الفرعية
eo: Submenuo

source: Text
ar: النص
eo: Teksto

source: Insert file contents
ar: أدرِج محتويات الملف
eo: Enigu dosierenhavon

source: Execute program
ar: نفِّذ البرنامج
eo: Efektivigu programon

source: Text, which will be inserted, if the action is executed. Some placeholders are available: <ul><li>%M - selected (marked) text</li><li>%C - cursor position</li><li>%B - bullet</li><li>%E - indentation in environments</li><li>%R - select label from list</li><li>%T - select citation key from list</li></ul>
ar: النص الذي سيدرَج إذا نُفِّذ الإجراء. تتوفر بعض العلامات الموضعية: <ul><li>%M - النص المحدد (المعلّم)</li><li>%C - موضع المؤشر</li><li>%B - النقطة النجمية</li><li>%E - الإزاحة في البيئات</li><li>%R - حدّد لصيقة من القائمة</li><li>%T - حدّد مفتاح الاستشهاد من القائمة</li></ul>
eo: Teksto, kiu estos enmetita, se la ago estas efektivigita. Iuj anstataŭiloj disponeblas: <ul><li>%M - elektita (markita) teksto</li><li>%C - pozicio de la kursoro</li><li>%B - kuglo</li><li>% E - indentaĵo en medioj</li><li>%R - elektu etikedon el listo</li><li>%T - elektu citaĵoŝlosilon el listo</li></ul>

source: Available placeholders: %M: Selected (marked) text %C: Cursor position %B: Bullet %E: Indentation in environments %R: Select label from list %T: Select citation key from list %S: Source file name without extension
ar: العلامات الموضعية المتوفرة: %M: النص المحدد (المعلّم) %C: موضع المؤشر %B: النقطة النجمية %E: الإزاحة في البيئات %R: حدّد لصيقة من القائمة %T: حدّد مفتاح الاستشهاد من القائمة %S: اسم الملف المصدر بدون امتداد
eo: Disponeblaj anstataŭiloj: %M: Elektita (markita) teksto %C: Kursora pozicio %B: Kuglo %E: Indentaĵo en medioj %R: Elektu etikedon el listo %T: Elektu citaĵan ŝlosilon el listo %S: Fontdosiernomo sen finaĵo

source: <p>You can create, change and install a user-defined menu, which will appear as a part of Kile's menu. To create or change this menu, use the six buttons on the left side. Even more possible actions are available in the context menu of already existing menu items.</p><p>Like a standard menu, three different kinds of menu items are available:</p><ul><li><i>standard entries</i>, which are assigned to an action</li><li><i>submenus</i>, which contain more menu items</li><li><i>separators</i>, to get a visible structure of all entries</li></ul><p>Each standard menu item is assigned to one of three action types:</p><ul><li><i>insert text</i>: this action will insert your text at the current cursor position. Some metachars are available: <tt>%M</tt>, <tt>%C</tt>, <tt>%B</tt>, <tt>%E</tt>, <tt>%R</tt>, <tt>%T</tt>, <tt>%S</tt>: see the <i>What's This</i> or <i>Tool Tip</i> feature of this widget to get more information.</li><li><i>file content</i>: inserts the complete contents of a given file (metachars are also available)</li><li><i>run an external program</i>: The output of this program can be inserted into the opened document. Metachar <tt>%M</tt> is also possible in the commandline of this program, as the selected text will be saved in a temporary file. Use <tt>%M</tt> for the filename of this temporary file.</li></ul><p>If some important information for an action is missing, menu items are colored red. More information is available using the <i>What's this</i> feature of most widgets.</p>
ar: <p>يمكنك إنشاء قائمة يحددها المستخدم، وتغييرها وتثبيتها، وستظهر كجزء من قائمة كايل. لإنشاء هذه القائمة أو تغييرها، استخدِم الأزرار الستة على الجانب الأيسر. تتوفر المزيد من الإجراءات الممكنة في قائمة السياق لمدخلات القائمة الموجودة أصلاً.</p><p>كأي قائمة قياسية، تتوفر ثلاثة أنواع مختلفة من مدخلات القائمة:</p><ul><li><i>المدخلات القياسية</i>، المخصصة لإجراء معين</li><li><i>القوائم الفرعية</i>، التي تحتوي على المزيد من مدخلات القائمة</li><li><i>الفواصل</i>، للحصول على هيكل مرئي لجميع المدخلات</li></ul><p>يخصص كل مدخل قائمة قياسي لأحد أنواع الإجراءات الثلاثة:</p><ul><li><i>إدراج نص</i>: هذا الإجراء سيدرج نصك في موضع المؤشر الحالي. تتوفر بعض العلامات الموضعية: <tt>%M</tt>، <tt>%C</tt>، <tt>%B</tt>، <tt>%E</tt>، <tt>%R</tt>، <tt>%T</tt>، <tt>%S</tt>: انظر ميزة <i>ما هذا</i> أو <i>تلميح الأداة</i> لهذه الودجة للحصول على المزيد من المعلومات.</li><li><i>محتوى الملف</i>: يدرج المحتويات الكاملة لملف معين (العلامات الموضعية متوفرة أيضًا)</li><li><i>تشغيل برنامج خارجي</i>: يمكن إدراج مخرجات هذا البرنامج في المستند المفتوح. العلامة الموضعية <tt>%M</tt> ممكنة أيضًا في سطر أوامر هذا البرنامج، حيث سيحفظ النص المحدد في ملف مؤقت. استخدِم <tt>%M</tt> لاسم هذا الملف المؤقت.</li></ul><p>إذا كانت بعض المعلومات الهامة لإجراء ما مفقودة، فإن مدخلات القائمة تلّون باللون الأحمر. تتوفر المزيد من المعلومات باستخدام ميزة <i>ما هذا</i> لمعظم الودجات.</p>
eo: <p>Vi povas krei, ŝanĝi kaj instali menuon difinitan de uzanto, kiu aperos kiel parto de la menuo de Kile. Por krei aŭ ŝanĝi ĉi tiun menuon, uzu la ses butonojn sur la maldekstra flanko. Eĉ pli da eblaj agoj disponeblas en la kunteksta menuo de jam ekzistantaj menueroj.</p><p>Kiel norma menuo, tri diversaj specoj de menueroj estas disponeblaj:</p><ul><li><i> normaj enskriboj</i>, kiuj estas asignitaj al ago</li><li><i>submenuoj</i>, kiuj enhavas pli da menueroj</li><li><i>apartigiloj</i>, por akiri videblan strukturon de ĉiuj enskriboj</li></ul><p>Ĉiu norma menuero estas asignita al unu el tri agospecoj:</p><ul><li><i>enigi tekston</i>: ĉi tiu ago enigos vian tekston ĉe la nuna kursora pozicio. Kelkaj metakarakeroj disponeblas: <tt>%M</tt>, <tt>%C</tt>, <tt>%B</tt>, <tt>%E</tt>, <tt>%R </tt>, <tt>%T</tt>, <tt>%S</tt>: vidu la funkcion <i>Kio estas Ĉi</i> aŭ <i>Konsileto</i> de ĉi tiu fenestraĵo por akiri pliajn informojn.</li><li><i>dosierenhavo</i>: enmetas la kompletan enhavon de difinita dosiero (metakareroj ankaŭ disponeblas)</li><li><i>funkciigi eksteran programon </i>: La eligo de ĉi tiu programo povas esti enmetita en la malfermitan dokumenton. Metakaro <tt>%M</tt> ankaŭ eblas en la komandlinio de ĉi tiu programo, ĉar la elektita teksto estos konservita en provizora dosiero. Uzu <tt>%M</tt> por la dosiernomo de ĉi tiu provizora dosiero.</li></ul><p>Se mankas iuj gravaj informoj por ago, menueroj estas ruĝaj. Pliaj informoj haveblas uzante la funkcion <i>Kio ĉi tio estas</i> de la plej multaj fenestraĵoj.</p>

source: UserMenu Dialog
ar: حوار قائمة المستخدِم
eo: Dialogo de UzantMenuo

source: Current menu tree was modified, but not saved. Discard this tree?
ar: شجرة القائمة الحالية عُدِّلت، لكنها لم تحفظ. أتودّ تجاهل هذه الشجرة؟
eo: Nuna menuarbo estis modifita, sed ne konservita. Forĵeti ĉi tiun arbon?

source: Discard tree
ar: تجاهل الشجرة
eo: Forĵeti arbon

source: User Menu Files (*.xml)
ar: ملفات قائمة المستخدِم (*.xml)
eo: Dosieroj de la menuo de uzanto (*.xml)

source: Select Menu File
ar: حدّد ملف القائمة
eo: Elektu Menuo Dosiero

source: Save Menu File
ar: احفظ ملف القائمة
eo: Konservu Menuodosiero

source: File '%1' does already exist. Overwrite this file?
ar: الملفّ '%1' موجود فعلًا. أأكتب عليه؟
eo: Dosiero '%1' jam ekzistas. Anstataŭigi ĉi tiun dosieron?

source: Overwrite file
ar: أأكتب فوق الملفّ؟
eo: Ĉu superskribi dosieron?

source: The menu tree contains some errors and installing this file may lead to unpredictable results. Do you really want to save this file?
ar: شجرة القائمة تحتوي على بعض الأخطاء وتثبيت هذا الملف قد يؤدي إلى نتائج لا يمكن التنبؤ بها. هل تريد حقاً حفظ هذا الملف؟
eo: La menuarbo enhavas kelkajn erarojn kaj instali ĉi tiun dosieron povas konduki al neantaŭvideblaj rezultoj. Ĉu vi vere volas konservi ĉi tiun dosieron?

source: Menu tree errors
ar: أخطاء شجرة القائمة
eo: Menuarbaj eraroj

source: Menutype
ar: نوع القائمة
eo: Menutipo

source: Please choose a menutype
ar: اختر نوع قائمة
eo: Bonvolu elekti menutipo

source: Choose
ar: اختر
eo: Elektu

source: LaTeX Usermenu
ar: قائمة مستخدِم لاتخ
eo: Uzantmenuo de LaTeX

source: The user-defined menu tree, which can be modified with the six buttons below the tree (and their shortcuts). More actions are available in the context menu of selected items. You can also rearrange items with drag and drop.
ar: شجرة القائمة المحددة من قبل المستخدِم، يمكن تعديلها باستخدام الأزرار الستة تحت الشجرة (واختصاراتها). تتوفر المزيد من الإجراءات في قائمة السياق للعناصر المحددة. يمكنك أيضاً إعادة ترتيب العناصر بالسحب والإفلات.
eo: La uzant-difinita menuarbo, kiu povas esti modifita per la ses butonoj sub la arbo (kaj iliaj ŝparvojoj). Pli da agoj disponeblas en la kunteksta menuo de elektitaj eroj. Vi ankaŭ povas rearanĝi erojn per trenado kaj faligo.

source: Insert a new separator below the selected item.
ar: أدرِج فاصلاً جديداً تحت العنصر المحدد.
eo: Enigu novan apartigilon sub la elektita elemento.

source: Delete the selected item.
ar: احذف العنصر المحدد.
eo: Forigu la elektitan eron.

source: Move the selected item down.
ar: حرِّك العنصر المحدد إلى الأسفل.
eo: Movu la elektitan objekton malsupren.

source: Down
ar: أسفل
eo: Malsupren

source: Insert a new menu item below the selected item.
ar: أدرِج مدخل قائمة جديداً تحت العنصر المحدد.
eo: Enigu novan menueron sub la elektita elemento.

source: Insert
ar: أدرج
eo: Enmeti

source: Insert a new submenu item below the selected item.
ar: أدرِج مدخل قائمة فرعية جديداً تحت العنصر المحدد.
eo: Enigu novan submenueron sub la elektita elemento.

source: Move the selected item up.
ar: حرِّك العنصر المحدد إلى الأعلى.
eo: Movu la elektitan objekton supren.

source: Up
ar: أعلى
eo: Supren

source: Menu File
ar: ملف القائمة
eo: Menuo Dosiero

source: Install an unmodified and saved menu tree as user-defined menu.
ar: ثبّت شجرة قائمة غير معدلة ومحفوظة كقائمة يحددها المستخدِم.
eo: Instalu nemodifitan kaj konservitan menuarbon kiel uzant-difinitan menuon.

source: Install
ar: ثبّت
eo: Instali

source: Load an xml file, which describes the user-defined menu.
ar: حمّل ملف xml، الذي يصف القائمة المحددة من قبل المستخدِم.
eo: Ŝarĝu xml-dosieron, kiu priskribas la uzant-difinitan menuon.

source: Load
ar: حمّل
eo: Ŝarĝo

source: Save a modified menu tree, which describes the user-defined menu, to an xml file into the local directory of Kile.
ar: احفظ شجرة قائمة معدّلة، تصف القائمة المحددة من قبل المستخدِم، في ملف xml في الدليل المحلي لكايل.
eo: Konservu modifitan menuarbon, kiu priskribas la uzant-difinitan menuon, al xml-dosiero en la lokan dosierujon de Kile.

source: Save
ar: احفظ
eo: Konservi

source: Save a modified menu tree, which describes the user-defined menu, to an xml file into the local directory of Kile and choose a new name for this file.
ar: احفظ شجرة قائمة معدّلة، تصف القائمة المحددة من قبل المستخدِم، في ملف xml في الدليل المحلي لكايل واختر اسماً جديداً لهذا الملف.
eo: Konservu modifitan menuarbon, kiu priskribas la uzant-difinitan menuon, al xml-dosiero en la lokan dosierujon de Kile kaj elektu novan nomon por ĉi tiu dosiero.

source: Save as
ar: حفظ باسم
eo: Konservi kiel

source: (installed)
ar: (الأكثر تثبيتاً)
eo: (instalita)

source: Delete current menu tree and start a new one.
ar: احذف شجرة القائمة الحالية وابدأ واحدة جديدة.
eo: Forigu nunan menuarbon kaj komencu novan.

source: New
ar: جديد
eo: Nova
