Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: The \hspace command adds horizontal space. The length of the space can be expressed in any terms that LaTeX understands, i.e., points, inches, etc. You can add negative as well as positive space with an \hspace command. Adding negative space is like backspacing.
ar: يضيف الأمر \hspace مسافة أفقية. يمكن أن يعبر عن طول المسافة بأي مصطلحات يفهمها لاتخ، أي نقاط، بوصات، إلخ. تستطيع إضافة مسافة سلبية وكذلك إيجابية باستخدام أمر \hspace. إضافة مسافة سلبية تشبه الرجوع للخلف.
eo: La komando \hspace aldonas horizontalan spacon. La longo de la spaco povas esti esprimita en iuj terminoj kiujn LaTeX komprenas, t.e., punktoj, coloj, ktp. Vi povas aldoni negativan same kiel pozitivan spacon per \hspace komando. Aldoni negativan spacon estas kiel retrospacigo.

source: Horizontal Space (forced) - \hspace*{}
ar: مسافة أفقية (مفروضة) - \hspace*{}
eo: Horizontala Spaco (devigita) - \hspace*{}

source: Horizontal Space (forced)
ar: مسافة أفقية (مفروضة)
eo: Horizontala Spaco (devigita)

source: The \hspace* command adds horizontal space like the \hspace command. LaTeX removes horizontal space that comes at the end of a line. If you do not want LaTeX to remove this space, include the optional * argument. Then the space is never removed.
ar: يضيف الأمر \hspace* مسافة أفقية مثل الأمر \hspace. يزيل لاتخ المسافة الأفقية التي تأتي في نهاية السطر. إذا لا تريد أن يزيل لاتخ هذه المسافة، أدرج الوسيط الاختياري *. عندها لا تزال المسافة أبدًا.
eo: La komando \hspace* aldonas horizontalan spacon kiel la komando \hspace. LaTeX forigas horizontalan spacon kiu venas ĉe la fino de linio. Se vi ne volas ke LaTeX forigu ĉi tiun spacon, inkluzivu la laŭvolan * argumenton. Tiam la spaco neniam estas forigita.

source: Vertical Space - \vspace{}
ar: مسافة عمودية - \vspace{}
eo: Vertikala Spaco - \vspace{}

source: Vertical Space
ar: مسافة عمودية
eo: Vertikala Spaco

source: The \vspace command adds vertical space. The length of the space can be expressed in any terms that LaTeX understands, i.e., points, inches, etc. You can add negative as well as positive space with an \vspace command.
ar: يضيف الأمر \vspace مسافة عمودية. يمكن أن يعبر عن طول المسافة بأي مصطلحات يفهمها لاتخ، أي نقاط، بوصات، إلخ. تستطيع إضافة مسافة سلبية وكذلك إيجابية باستخدام أمر \vspace.
eo: La komando \vspace aldonas vertikalan spacon. La longo de la spaco povas esti esprimita en iuj terminoj kiujn LaTeX komprenas, t.e., punktoj, coloj, ktp. Vi povas aldoni negativan same kiel pozitivan spacon per \vspace komando.

source: Vertical Space (forced) - \vspace*{}
ar: مسافة عمودية (مفروضة) - \vspace*{}
eo: Vertikala Spaco (devigita) - \vspace*{}

source: Vertical Space (forced)
ar: مسافة عمودية (مفروضة)
eo: Vertikala Spaco (devigita)

source: The \vspace* command adds vertical space like the \vspace command. LaTeX removes vertical space that comes at the end of a page. If you do not want LaTeX to remove this space, include the optional * argument. Then the space is never removed.
ar: يضيف الأمر \vspace* مسافة عمودية مثل الأمر \vspace. يزيل لاتخ المسافة العمودية التي تأتي في نهاية الصفحة. إذا لا تريد أن يزيل لاتخ هذه المسافة، أدرج الوسيط الاختياري *. عندها لا تزال المسافة أبدًا.
eo: La komando \vspace* aldonas vertikalan spacon kiel la komando \vspace. LaTeX forigas vertikalan spacon kiu venas ĉe la fino de paĝo. Se vi ne volas ke LaTeX forigu ĉi tiun spacon, inkluzivu la laŭvolan * argumenton. Tiam la spaco neniam estas forigita.

source: Emphasized - \emph{}
ar: مؤكد - \emph{}
eo: Emfazita - \emph{}

source: Emphasized
ar: مؤكد
eo: Substrekis

source: \emph{emphasized text}
ar: \emph{نص مؤكد}
eo: \emph{emfazita teksto}

source: Strong - \strong{}
ar: قوي - \strong{}
eo: Forta - \forta{}

source: Strong
ar: قوي
eo: Forta

source: \strong{text}
ar: \strong{نص}
eo: \strong{teksto}

source: Roman - \rmfamily
ar: روماني - \rmfamily

source: Roman
ar: لاتيني
eo: Klasika

source: Sans Serif - \sffamily
ar: سانس سيرف - \sffamily

source: Sans Serif
ar: غير مُذيل

source: Monospace - \ttfamily
ar: مسافة واحدة - \ttfamily
eo: Monospaco - \ttfamily

source: Medium - \mdseries
ar: متوسط - \mdseries
eo: Meza - \mdseries

source: Medium
ar: متوسط
eo: Ujo

source: Bold - \bfseries
ar: عريض - \bfseries
eo: Grada - \bfseries

source: Upright - \upshape
ar: قائم - \upshape
eo: Vertika - \upshape

source: Upright
ar: قائم
eo: Rekte

source: Italic - \itshape
ar: مائل - \itshape
eo: Kursivo - \itshape

source: Slanted - \slshape
ar: مائل - \slshape
eo: Dekliva - \slshape

source: Smallcaps - \scshape
ar: أحرف صغيرة كبيرة - \scshape
eo: Majuskloj - \scshape

source: Smallcaps
ar: أحرف صغيرة كبيرة
eo: Malgrandaj ĉapoj

source: Bibliography Style Selection - \bibliographystyle{}
ar: اختيار نمط الببليوغرافيا - \bibliographystyle{}
eo: Bibliografia Stilo Elekto - \bibliographystyle{}

source: Bibliography Style Selection
ar: اختيار نمط الببليوغرافيا
eo: Bibliografia Stilo Elekto

source: The argument to \bibliographystyle refers to a file style.bst, which defines how your citations will look The standard styles distributed with BibTeX are: alpha : sorted alphabetically. Labels are formed from name of author and year of publication. plain : sorted alphabetically. Labels are numeric. unsrt : like plain, but entries are in order of citation. abbrv : like plain, but more compact labels.
ar: تشير وسيطة \bibliographystyle إلى ملف style.bst، الذي يحدد كيف ستبدو اقتباساتك الأنماط القياسية الموزعة مع بيخ تخ هي: alpha : مرتبة أبجديًا. تتشكل اللصائق من اسم المؤلف وسنة النشر. plain : مرتبة أبجديًا. اللصائق رقمية. unsrt : مثل plain، ولكن الإدخالات بترتيب الاقتباس. abbrv : مثل plain، ولكن لصائق أكثر إحكامًا.
eo: La argumento al \bibliographystyle rilatas al dosiero style.bst, kiu difinas kiel aspektos viaj citaĵoj La normaj stiloj distribuitaj kun BibTeX estas: alpha : ordigitaj alfabete. Etikedoj estas formitaj el nomo de aŭtoro kaj jaro de eldono. plain : ordigitaj alfabete. Etikedoj estas numeraj. unsrt : kiel simplaj, sed enskriboj estas en ordo de citaĵo. abbrv : kiel simplaj, sed pli kompaktaj etikedoj.

source: Bibliography Generation - \bibliography{}
ar: توليد الببليوغرافيا - \bibliography{}
eo: Bibliografia Generacio - \bibliography{}

source: Bibliography Generation
ar: توليد الببليوغرافيا
eo: Bibliografio Generacio

source: The argument to \bibliography refers to the bib file (without extension) which should contain your database in BibTeX format. Kile inserts automatically the base name of the TeX file
ar: تشير وسيطة \bibliography إلى ملف bib (بدون امتداد) الذي يجب أن يحتوي على قاعدة بياناتك بتنسيق بيخ تخ. كايل يدخل آلي اسم الأساس لملف تخ
eo: La argumento al \bibliography rilatas al la bib-dosiero (sen etendo) kiu devus enhavi vian datumbazon en la formato BibTeX. Kile enmetas aŭtomate la bazan nomon de la TeX-dosiero.

source: Load Biblatex Package - \usepackage{biblatex}
ar: حمل حزمة بيخ لاتخ - \usepackage{biblatex}
eo: Ŝargi Biblatex-pakaĵon - \usepackage{biblatex}

source: Load Biblatex Package
ar: حمل حزمة بيخ لاتخ
eo: Ŝarĝu Biblatex-Pakaĵon

source: This includes the package biblatex
ar: هذا يضم حزمة biblatex
eo: Ĉi tio inkluzivas la pakaĵon biblatex

source: Print Bibliography
ar: اطبع الببليوغرافيا
eo: Presa Bibliografio

source: Prints the complete bibliography
ar: يطبع الببليوغرافيا الكاملة
eo: Presas la kompletan bibliografion

source: Print Bibliography by Section
ar: اطبع الببليوغرافيا حسب القسم
eo: Presa Bibliografio laŭ Sekcio

source: Print the bibliography for each section
ar: اطبع الببليوغرافيا لكل قسم
eo: Presu la bibliografion por ĉiu sekcio

source: Print List of Shorthands
ar: اطبع قائمة الاختصارات
eo: Presa Listo de Stenografioj

source: ALT.... : you have the choice between these two fields
ar: ALT.... : لديك الخيار بين هذين الحقلين
eo: ALT.... : vi havas la elekton inter ĉi tiuj du kampoj

source: OPT.... : optional fields (use the 'Clean' command to remove them)
ar: OPT.... : حقول اختيارية (استخدم الأمر 'تنظيف' لإزالتها)
eo: OPT.... : laŭvolaj kampoj (uzu la komandon 'Puriga' por forigi ilin)

source: Bib fields - %1
ar: حقول بيخ - %1
eo: Bib-kampoj - %1

source: Small Space
ar: مسافة صغيرة
eo: Malgranda Spaco

source: Medium Space
ar: مسافة متوسطة
eo: Meza Spaco

source: Large Space
ar: مسافة كبيرة
eo: Granda Spaco

source: Math Mode - $...$
ar: نمط الرياضيات - $...$
eo: Matematika Reĝimo - $...$

source: Math Mode
ar: نمط الرياضيات
eo: Matematika Reĝimo

source: Math Mode - \(...\)
ar: نمط الرياضيات - \(...\)

source: Displaymath Mode - \[...\]
ar: نمط عرض الرياضيات - \[...\]
eo: Displaymath-Reĝimo - \[...\]

source: Displaymath Mode
ar: نمط عرض الرياضيات
eo: Displaymath Reĝimo

source: Equation - \begin{equation}
ar: معادلة - \begin{equation}
eo: Ekvacio - \begin{equation}

source: Equation
ar: معادلة رياضية
eo: Ekvacio

source: Subscript - _{}
ar: رمز سفلي - _{}
eo: Subskribo - _{}

source: Subscript
ar: منخفض
eo: Subskribo

source: Superscript - ^{}
ar: مرتفع - ^{}
eo: Superskribo - ^{}

source: Superscript
ar: مرتفع
eo: Superskribo

source: Normal Fraction - \frac{}{}
ar: كسر عادي - \frac{}{}
eo: Normala Frakcio - \frac{}{}

source: Normal Fraction
ar: كسر عادي
eo: Normala Frakcio

source: Displaystyle Fraction - \dfrac{}{}
ar: كسر بأسلوب العرض - \dfrac{}{}
eo: Montrstila Frakcio - \dfrac{}{}

source: Displaystyle Fraction
ar: كسر بأسلوب العرض
eo: Montrstila Frakcio

source: Textstyle Fraction - \tfrac{}{}
ar: كسر بأسلوب النص - \tfrac{}{}
eo: Tekstostila Frakcio - \tfrac{}{}

source: Textstyle Fraction
ar: كسر بأسلوب النص
eo: Tekstostila Frakcio

source: Square Root - \sqrt{}
ar: جذر تربيعي - \sqrt{}
eo: Kvadrata radiko - \sqrt{}

source: Square Root
ar: جذر تربيعي
eo: Kvadrata Radiko

source: Array - \begin{array}
ar: مصفوفة - \begin{array}
eo: Tabelo - \begin{array}

source: \begin{array}{col1col2...coln} column 1 entry & column 2 entry ... & column n entry \\ ... \end{array} Each column, coln, is specified by a single letter that tells how items in that column should be formatted. c -- for centered l -- for flush left r -- for flush right
ar: \begin{array}{col1col2...coln} مدخل العمود 1 & مدخل العمود 2 ... & مدخل العمود ن \\ ... \end{array} يحدد كل عمود، coln، بحرف مفرد يبين كيفية تنسيق العناصر في ذلك العمود. c -- لتوسيط l -- للمحاذاة لليسار r -- للمحاذاة لليمين
eo: \begin{array}{col1col2...coln} kolumno 1 eniro & kolono 2 eniro ... & kolumno n eniro \\ ... \end{array} Ĉiu kolumno, koln , estas specifita per ununura litero kiu diras kiel eroj en tiu kolumno devus esti formatitaj. c -- por centrita l -- por maldekstre flua r -- por flui dekstre

source: Left Delimiter
ar: محدِّد يساري
eo: Maldekstra Limigilo

source: left (
ar: ( اليسار
eo: maldekstra (

source: left [
ar: [ اليسار
eo: maldekstra [

source: left {
ar: { اليسار
eo: maldekstra {

source: left &lt;
ar: يسار &lt;
eo: maldekstra &lt;

source: left )
ar: ) اليسار
eo: maldekstra )

source: left ]
ar: ] اليسار
eo: maldekstra ]

source: left }
ar: } اليسار
eo: maldekstra }

source: left &gt;
ar: يسار &gt;
eo: maldekstra &gt;

source: left .
ar: . يسار
eo: maldekstra .

source: Right Delimiter
ar: محدِّد يميني
eo: Dekstra Limigilo

source: right )
ar: ) اليمين
eo: dekstra )

source: right ]
ar: ] اليمين
eo: dekstra ]

source: right }
ar: } اليمين
eo: dekstra }

source: right &gt;
ar: يمين &gt;
eo: dekstra &gt;

source: right (
ar: ( اليمين
eo: dekstra (

source: right [
ar: [ اليمين
eo: dekstra [

source: right {
ar: { اليمين
eo: dekstra {

source: right &lt;
ar: يمين &lt;
eo: dekstra &lt;

source: right .
ar: . اليمين
eo: dekstra .

source: Normal Binomial - \binom{}{}
ar: ذو حدين عادي - \binom{}{}
eo: Normala Binomo - \binom{}{}

source: Normal Binomial
ar: ذو حدين عادي
eo: Normala Binomo

source: Displaystyle Binomial - \dbinom{}{}
ar: ذو حدين بأسلوب العرض - \dbinom{}{}
eo: Vidrstila Binomo - \dbinom{}{}

source: Displaystyle Binomial
ar: ذو حدين بأسلوب العرض
eo: Montristila Binomo

source: Textstyle Binomial - \tbinom{}{}
ar: ذو حدين بأسلوب النص - \tbinom{}{}
eo: Tekstostila Binomo - \tbinom{}{}

source: Textstyle Binomial
ar: ذو حدين بأسلوب النص
eo: Tekstostila Binomo

source: N-th Root - \sqrt[]{}
ar: الجذر النوني - \sqrt[]{}
eo: N-a Radiko - \sqrt[]{}

source: N-th Root
ar: الجذر النوني
eo: N-a Radiko

source: Left-Right () - \left(..\right)
ar: يسار-يمين () - \left(..\right)
eo: Maldekstre-Dekstre () - \left(..\right)

source: Left-Right ()
ar: يسار-يمين ()
eo: Maldekstra-dekstra ()

source: Extendable Left Arrow - \xleftarrow{}
ar: سهم يساري قابل للإطالة - \xleftarrow{}
eo: Etendebla Maldekstra Sago - \xleftarrow{}

source: Extendable Left Arrow
ar: سهم يساري قابل للإطالة
eo: Etendebla Maldekstra Sago

source: Extendable Right Arrow - \xrightarrow{}
ar: سهم يميني قابل للإطالة - \xrightarrow{}
eo: Etendebla Dekstra Sago - \xrightarrow{}

source: Extendable Right Arrow
ar: سهم يميني قابل للإطالة
eo: Etendebla Dekstra Sago

source: Boxed Formula - \boxed{}
ar: صيغة مؤطرة - \boxed{}
eo: Boxed Formulo - \boxed{}

source: Boxed Formula
ar: صيغة مؤطرة
eo: Boksita Formulo

source: Text in Mathmode - \text{}
ar: نص في نمط الرياضيات - \text{}
eo: Teksto en Matematikreĝimo - \text{}

source: Text in Mathmode
ar: نص في نمط الرياضيات
eo: Teksto en Matematika Reĝimo

source: Intertext - \intertext{}
ar: نص بيني - \intertext{}
eo: Interteksto - \intertext{}

source: Intertext
ar: نص بيني
eo: Interteksto

source: Math - \begin{math}
ar: رياضيات - \begin{math}

source: Displaymath - \begin{displaymath}
ar: عرض الرياضيات - \begin{displaymath}

source: Displaymath
ar: عرض الرياضيات
eo: Montra matematiko

source: Equation (not numbered) - \begin{equation*}
ar: معادلة (غير مرقمة) - \begin{equation*}
eo: Ekvacio (ne numerita) - \begin{equation*}

source: Equation (not numbered)
ar: معادلة (غير مرقمة)
eo: Ekvacio (ne numerita)

source: Multline - \begin{multline}
ar: متعدد الأسطر - \begin{multline}
eo: Multlinio - \begin{multline}

source: Multline
ar: متعدد الأسطر
eo: Multlinio

source: Multline* - \begin{multline*}
ar: متعدد الأسطر* - \begin{multline*}
eo: Multlinio* - \begin{multline*}

source: Multline*
ar: متعدد الأسطر*
eo: Multlinio*

source: Split - \begin{split}
ar: تقسيم - \begin{split}
eo: Dividi - \begin{split}

source: Split
ar: اقسم

source: Gather - \begin{gather}
ar: تجميع - \begin{gather}
eo: Kolekti - \begin{gather}

source: Gather
ar: تجميعة
eo: Kolekti

source: Gather* - \begin{gather*}
ar: تجميع* - \begin{gather*}
eo: Kolekti* - \begin{gather*}

source: Gather*
ar: تجميعة*
eo: Kolekti*

source: Align - \begin{align}
ar: محاذاة - \begin{align}
eo: Vicigi - \begin{align}

source: Align
ar: حاذِ
eo: Vicigi

source: Align* - \begin{align*}
ar: محاذاة* - \begin{align*}
eo: Vicigi* - \begin{align*}

source: Align*
ar: حاذِ*
eo: Vicigi*

source: Flalign - \begin{flalign}
ar: محاذاة كاملة - \begin{flalign}

source: Flalign
ar: محاذاة كاملة

source: Flalign* - \begin{flalign*}
ar: محاذاة كاملة* - \begin{flalign*}

source: Flalign*
ar: محاذاة كاملة*

source: Alignat - \begin{alignat}
ar: محاذاة عند - \begin{alignat}
eo: Aligni - \begin{alignat}

source: Alignat
ar: محاذاة عند

source: Alignat* - \begin{alignat*}
ar: محاذاة عند* - \begin{alignat*}
eo: Aligni* - \begin{alignat*}

source: Alignat*
ar: محاذاة عند*
eo: Aligni*

source: Aligned - \begin{aligned}
ar: مُحاذَى - \begin{aligned}
eo: Vicigita - \begin{aligned}

source: Aligned
ar: محاذي
eo: Vicigita

source: Gathered - \begin{gathered}
ar: مُجَمَّع - \begin{gathered}
eo: Kunvenis - \begin{gathered}

source: Gathered
ar: مُجَمَّع
eo: Kunvenis

source: Alignedat - \begin{alignedat}
ar: مُحاذَى عند - \begin{alignedat}

source: Alignedat
ar: مُحاذَى عند

source: Cases - \begin{cases}
ar: حالات - \begin{cases}
eo: Kazoj - \begin{cases}

source: Cases
ar: حالات
eo: Kazoj

source: matrix - \begin{matrix}
ar: مصفوفة - \begin{matrix}
eo: matrico - \begin{matrix}

source: matrix
ar: مصفوفة
eo: matrico

source: pmatrix - \begin{pmatrix}
ar: مصفوفة بقوسين - \begin{pmatrix}

source: pmatrix
ar: مصفوفة بقوسين
eo: pmatrico

source: vmatrix - \begin{vmatrix}
ar: مصفوفة بخطوط عمودية - \begin{vmatrix}

source: vmatrix
ar: مصفوفة بخطوط عمودية
eo: vmatrico

source: Vmatrix - \begin{Vmatrix}
ar: مصفوفة بخطوط عمودية مزدوجة - \begin{Vmatrix}
eo: Vmatrico - \begin{Vmatrix}

source: Vmatrix
ar: مصفوفة بخطوط عمودية مزدوجة
eo: Vmatrico

source: bmatrix - \begin{bmatrix}
ar: مصفوفة بأقواس مربعة - \begin{bmatrix}
eo: bmatrico - \begin{bmatrix}

source: bmatrix
ar: مصفوفة بأقواس مربعة
eo: bmatrico

source: Bmatrix - \begin{Bmatrix}
ar: مصفوفة بأقواس معقوفة - \begin{Bmatrix}
eo: Bmatrico - \begin{Bmatrix}

source: Bmatrix
ar: مصفوفة بأقواس معقوفة
eo: Bmatrico

source: 0 errors
ar: لا أخطاء
eo: 0 eraroj

source: 1 error
ar: لا أخطاء
eo: 1 eraro

source: 0 warnings
ar: لا تحذيرات
eo: 0 avertoj

source: 1 warning
ar: لا تحذيرات
eo: 1 averto

source: 0 badboxes
ar: لا مربّعات سيّئة
eo: 0 malbonaj skatoloj

source: 1 badbox
ar: لا مربّعات سيّئة
eo: 1 skatolaĉo

source: Manually selected bibliography tool does not exist: trying to auto-detect it now.
ar: أداة المراجع المحددة يدويًا غير موجودة: اختَر الكشف عنها آليًا الآن.
eo: Mane elektita bibliografia ilo ne ekzistas: provas aŭtomate detekti ĝin nun.

source: The version %1.%2.%3 of okular is too old for ForwardDVI. Please update okular to version 0.8.6 or higher
ar: إصدار أوكلار %1.%2.%3 قديم جدًا لا يدعم خاصية ForwardDVI. اِرجِع إلى تحديث أوكلار للإصدار 0.8.6 أو أحدث
eo: La versio %1.%2.%3 de okular estas tro malnova por ForwardDVI. Bonvolu ĝisdatigi okularan al versio 0.8.6 aŭ pli alta

source: Select Bibliography
ar: اِختَر المراجع
eo: Elekti Bibliografion

source: Select a bibliography
ar: اِختَر مرجعًا
eo: Elektu bibliografion

source: No bibliography selected.
ar: لا يوجد مرجع مُختار.
eo: Neniu bibliografio elektita.

source: No bibliographies found.
ar: لم نَجِد أي مراجع.
eo: Neniu bibliografio trovita

source: Unable to find %1 or %2; if you are trying to view some other HTML file, go to Settings->Configure Kile->Tools->ViewHTML->Advanced.
ar: تعذّر إيجاد %1 أو %2، إن كنت تحاول عرض ملفّ HTML آخر، فانتقل إلى إعدادات->اضبط كايل->الأدوات->ViewHTML->متقدّم.
eo: Ne eblas trovi %1 aŭ %2; se vi provas vidi iun alian HTML-dosieron, iru al Agordoj->Agordu Kile->Iloj->Vidi HTML->Altnivela.

source: Could not change to the folder %1.
ar: تعذّر التّغيير إلى المجلّد %1.
eo: Ne eblis ŝanĝi al la dosierujo %1.

source: The folder %1 is not writable, therefore %2 will not be able to save its results.
ar: المجلد %1 غير قابل للكتابة، لذا لن يستطيع %2 حفظ نتائجه.
eo: La dosierujo %1 ne estas skribebla, tial %2 ne povos konservi ĝiajn rezultojn.

source: The file %1/%2 does not exist. If this is unexpected, check the file permissions.
ar: الملفّ %1/%2 غير موجود. إن لم يكن هذا متوقّعًا فافحص صلاحيّات الملفّ.
eo: La dosiero %1/%2 ne ekzistas. Se ĉi tio estas neatendita, kontrolu la dosierpermesojn.

source: The file %1/%2 is not readable. If this is unexpected, check the file permissions.
ar: لا يمكن قراءة الملفّ %1/%2. إن لم يكن هذا متوقّعًا فافحص صلاحيّات الملفّ.
eo: La dosiero %1/%2 ne estas legebla. Se ĉi tio estas neatendita, kontrolu la dosierpermesojn.

source: Could not determine on which file to run %1, because there is no active document.
ar: لا نَستطِع تحديد الملف الذي يُشغِّل عليه %1، لعدم وجود مستند نشط.
eo: Ne eblis determini sur kiu dosiero ruli %1, ĉar ne estas aktiva dokumento.

source: Could not determine the master file for this document.
ar: لا نَستطِع تحديد الملف الرئيسي لهذا المستند.
eo: Ne eblis determini la ĉefdosieron por ĉi tiu dokumento.

source: Please save the untitled document first.
ar: فضلًا احفظ المستند غير المعنون أوّلًا.
eo: Bonvolu unue konservi la sentitolan dokumenton.

source: The file %1 does not exist.
ar: الملفّ %1 غير موجود.
eo: La dosiero %1 ne ekzistas.

source: The file %1 is not readable.
ar: الملف %1 غير قابل للقراءة.
eo: La dosiero %1 ne estas legebla.

source: The document %1 is not a LaTeX root document; continue anyway?
ar: المستند %1 ليس مستند لاتخ جذري؛ هل تُتابِع على أي حال؟
eo: La dokumento %1 ne estas LaTeX radika dokumento; ĉu daŭri ĉiukaze?

source: Continue?
ar: أأتابع؟
eo: Ĉu daŭrigi?

source: The file %1/%2 does not exist; did you compile the source file?
ar: الملفّ %1/%2 غير موجود. هل صرّفت الملفّ المصدر؟
eo: La dosiero %1/%2 ne ekzistas; ĉu vi kompilis la fontdosieron?

source: The current document is not associated to a project. Please activate a document that is associated to the project you want to archive, then choose Archive again.
ar: المستند الحالي لا يرتبط بمشروع. اِعمَل على تنشيط مستند يرتبط بالمشروع الذي تريد أرشفته، ثم اِختَر أرشِف مرة أخرى.
eo: La nuna dokumento ne estas asociita al projekto. Bonvolu aktivigi dokumenton asociitan al la projekto kiun vi volas arkivi, tiam elektu Arkivon denove.

source: No files have been chosen for archiving.
ar: لم تحدّد ملفّات للأرشفة.
eo: Neniuj dosieroj estas elektitaj por arkivado.

source: Archive Project
ar: أرشف المشروع
eo: Arkiva Projekto

source: Unknown tool %1.
ar: أداة غير معروفة %1.
eo: Nekonata ilo %1.

source: No factory installed, contact the author of Kile.
ar: لا يوجد مصنع مثبَّت، اتصل بمؤلف كايل.
eo: Neniu fabriko instalita, kontaktu la aŭtoron de Kile.

source: Aborted
ar: أُجهض
eo: Ĉesigita

source: Cannot find the tool "%1" in the configuration database.
ar: تعذّر إيجاد الأداة "%1" في قاعدة بيانات الضّبط.
eo: Ne povas trovi la ilon "%1" en la agorda datumbazo.

source: &Stop
ar: أو&قِف
eo: &Halti

source: Bibliography Back End
ar: خلفية المراجع
eo: Bibliografio Malantaŭa Fino

source: Auto-Detect
ar: ا&كتشف آليًّا
eo: Aŭtomata Detekti

source: Auto-detect the bibliography back end from LaTeX output
ar: اكتشف آليًّا خلفية المراجع من مخرجات لاتخ
eo: Aŭtomate detektu la bibliografion malantaŭan eligo de LaTeX

source: Reset Auto-Detected Back End
ar: أعد ضبط الخلفية المكتشفة آليًّا
eo: Restarigi Aŭtomate Detektita Malantaŭa Finaĵo

source: &File
ar: &ملفّ
eo: &Dosiero

source: Con&vert To
ar: ح&وّل إلى
eo: Konverti &konverti Al

source: &Edit
ar: تح&رير
eo: &Redakti

source: Co&mplete
ar: أ&كمل
eo: Komplete

source: &Bullets
ar: ال&نقاط
eo: &Kgloj

source: &Select
ar: ح&دّد
eo: &Selekti

source: D&elete
ar: اح&ذف
eo: &Forigi

source: Environmen&t
ar: البيئ&ة
eo: Me&dio

source: Te&X Group
ar: مجموعة ت&خ
eo: Te&X-Grupo

source: &Selection
ar: &تحديد
eo: &Selektaĵo

source: &View
ar: من&ظور
eo: &Rigardi

source: Document Viewer
ar: عارض المستندات
eo: Dokumentrigardilo

source: &Go
ar: ا&ذهب
eo: &Iru

source: B&uild
ar: ب&ناء
eo: M&unti

source: &Compile
ar: &صرّف
eo: &Kompili

source: C&onvert
ar: &حوّل
eo: K&onverti

source: O&ther
ar: آ&خر
eo: Al&ia

source: Pro&ject
ar: م&شروع
eo: Pro&jekto

source: LaTe&X
ar: لات&خ

source: &Preamble
ar: الـ &تمهيد
eo: &Antaŭparolo

source: Tables and Lists
ar: الجداول والقوائم
eo: Tabeloj kaj Listoj

source: &Sectioning
ar: الـ &تقسيم
eo: &Sekciĝo

source: &References
ar: المرا&جع
eo: &Referencoj

source: &Environment
ar: البيئ&ة
eo: M&edio

source: &List Environment
ar: بيئة الـ &قائمة
eo: &Lista Medio

source: &Tabular Environment
ar: بيئة الـ &جدول
eo: &Tabela Medio

source: &Floating Environment
ar: بيئة الـ &طفو
eo: &Flosanta Medio

source: &Code Environment
ar: بيئة الـ &شفرة
eo: &Koda Medio

source: &Math Commands
ar: أوامر الـ &رياضيات
eo: &Matematikaj Komandoj

source: Braces
ar: أقواس متموجة
eo: Breĉoj

source: AMS Text and Boxes
ar: نصوص وصناديق AMS
eo: AMS Teksto kaj Kestoj

source: AMS Fraction
ar: كسر AMS
eo: AMS Frakcio

source: AMS Binomial Expression
ar: تعبير ذو الحدين AMS
eo: AMS Binoma Esprimo

source: AMS Arrows
ar: سهام AMS
eo: AMS Sagoj

source: Math &Font Styles
ar: أنماط &خط الرياضيات
eo: Matematikaj Ti&parstiloj

source: Math &Accents
ar: &علامات تشكيل الرياضيات
eo: Matematikaj &Akcentoj

source: Math &Spaces
ar: &مسافات الرياضيات
eo: Matematikaj &Spacoj

source: Standard Math &Environments
ar: بيئات الرياضيات الـ &قياسية
eo: Normaj Matematikm&edioj

source: &AMS Math Environments
ar: بيئات رياضيات &AMS
eo: &AMS Matematikaj Medioj

source: &Align Environments
ar: بيئات &محاذاة
eo: &Alliniigaj Medioj
