Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: Needs &math mode:
ar: يحتاج وضع الرّيا&ضيّات:
eo: Bezonas &matematikan reĝimon:

source: &Tabulator:
ar: &علامة الجدولة:
eo: &Tabelilo:

source: Shall 'Smart New Line' insert \\?
ar: هل يجب أن يُدرِج 'السطر الجديد الذكي' \\؟
eo: Ĉu 'Smart New Line' enmetas \\?

source: Does this environment need math mode?
ar: أتحتاج هذه البيئة وضع الرّياضيّات؟
eo: Ĉu ĉi tiu medio bezonas matematikan reĝimon?

source: Define the standard tabulator of this environment.
ar: عرِّف مِجدَلة قياسية لهذه البيئة.
eo: Difinu la norman tabelilon de ĉi tiu medio.

source: Opt&ion:
ar: ال&خيار:
eo: Opc&io:

source: Define an optional alignment parameter.
ar: عرِّف وسيط مُحاذاة اختياري.
eo: Difinu laŭvolan allinian parametron.

source: Does this command need an optional parameter?
ar: هل يحتاج هذا الأمر إلى وسيط اختياري؟
eo: Ĉu ĉi tiu komando bezonas laŭvolan parametron?

source: &Parameter:
ar: ال&مُعامِل:
eo: &Parametro:

source: Does this environment need an additional parameter like {n} for an integer number, {w} for a width or { } for any other parameter?
ar: هل تحتاج هذه البيئة لوسيط إضافي مثل {n} لعدد صحيح، أو {w} لعَرض، أو { } لأي وسيط آخر؟
eo: Ĉu ĉi tiu medio bezonas plian parametron kiel {n} por entjera nombro, {w} por larĝo aŭ { } por iu alia parametro?

source: Does this command need an argument?
ar: أيحتاج هذا الأمر معاملًا؟
eo: Ĉu ĉi tiu komando bezonas argumenton?

source: Define a new LaTeX environment:
ar: عرّف بيئة لاتخ جديدة:
eo: Difinu novan LaTeX-medion:

source: Define a new LaTeX command:
ar: عرّف أمر لاتخ جديد:
eo: Difinu novan LaTeX-komandon:

source: Edit a LaTeX Environment
ar: حرّر بيئة لاتخ
eo: Redakti LaTeX-Medion

source: Edit a LaTeX Command
ar: حرّر أمر لاتخ
eo: Redakti LaTeX-Komandon

source: An empty string is not allowed.
ar: ليس مسموحًا بسلسلة فارغة.
eo: Malplena ĉeno ne estas permesita.

source: This environment already exists.
ar: هذه البيئة موجودة فعلًا.
eo: Ĉi tiu medio jam ekzistas.

source: This command already exists.
ar: هذا الأمر موجود فعلًا.
eo: Ĉi tiu komando jam ekzistas.

source: LaTeX Configuration
ar: ضبط لاتخ
eo: LaTeX Agordo

source: AMS-Math
ar: رياضيات AMS

source: Math
ar: رياضيات
eo: Matematiko

source: Lists
ar: قوائم
eo: Listoj

source: Tabular
ar: جدولي
eo: Tabula

source: Verbatim
ar: حَرفي

source: Labels
ar: لصائق
eo: Etikedoj

source: References
ar: مراجع
eo: Referencoj

source: Bibliographies
ar: الببليوغرافيات
eo: Bibliografioj

source: Citations
ar: الاقتباسات
eo: Citaĵoj

source: Includes
ar: يشمل
eo: Inkluditoj

source: LaTeX Environments
ar: بيئات لاتخ
eo: LaTeX-medioj

source: LaTeX Commands
ar: أوامر لاتخ
eo: LaTeX-Komandoj

source: Do you want to delete this environment?
ar: أتريد حذف هذه البيئة؟
eo: Ĉu vi volas forigi ĉi tiun medion?

source: Do you want to delete this command?
ar: أتريد حذف هذا الأمر؟
eo: Ĉu vi volas forigi ĉi tiun komandon?

source: Delete
ar: احذف
eo: Forigi

source: LaTeX Environment
ar: بيئة لاتخ
eo: LaTeX-Medio

source: All your 'environment' settings will be overwritten with the default settings, are you sure you want to continue?
ar: كل إعدادات 'البيئة' الخاصة بك سوف يُعاد كتابتها بإعدادات مبدئي، هل أنت متأكد من المتابعة؟
eo: Ĉiuj viaj 'medio' agordoj estos anstataŭitaj per la defaŭltaj agordoj, ĉu vi certas, ke vi volas daŭrigi?

source: All your 'command' settings will be overwritten with the default settings, are you sure you want to continue?
ar: كل إعدادات 'الأوامر' الخاصة بك سوف يُعاد كتابتها بإعدادات مبدئي، هل أنت متأكد من المتابعة؟
eo: Ĉiuj viaj 'komandaj' agordoj estos anstataŭitaj per la defaŭltaj agordoj, ĉu vi certas, ke vi volas daŭrigi?

source: Define LaTeX Environments and Commands for Kile
ar: عرّف بيئات وأوامر لاتخ ل‍«كايل»
eo: Difini LaTeX-mediojn kaj Komandojn por Kile

source: List of known environments with a lot of additional information that Kile can potentially use. You can add your own environments, which will then be recognized by autocompletion of environments; 'Smart Newline' and 'Smart Tabulator', for example. Note that you can only edit and delete user-defined environments.
ar: قائمة بالبيئات المعروفة مع معلومات إضافية كثيرة يُمكِن أن يستعملها كايل. يُمكِنك إضافة بيئاتك الخاصة، التي يُتَعَرَّف عليها بعد ذلك بإنهاء البيئات آليًا؛ و'السطر الجديد الذكي' و'المِجدَلة الذكية' مَثلًا. لاحظ أنك تستطيع فقط تحرير وحذف البيئات التي يُعَرِّفها المُستخدِم.
eo: Listo de konataj medioj kun multaj pliaj informoj, kiujn Kile eble povas uzi. Vi povas aldoni viajn proprajn mediojn, kiuj tiam estos rekonitaj per aŭtomata kompletigo de medioj; 'Smart Newline' kaj 'Smart Tabulator', ekzemple. Notu, ke vi povas nur redakti kaj forigi uzant-difinitajn mediojn.

source: Starred
ar: نَجميّ
eo: Stelita

source: EOL
ar: نهاية السطر

source: Tab
ar: محرف جدولة
eo: Tabo

source: Option
ar: الخيار
eo: Opcio

source: Parameter
ar: المُعامِل
eo: Parametro

source: Commands
ar: الأوامر
eo: Komandoj

source: Add a new environment.
ar: أضف بيئة جديدة.
eo: Aldonu novan medion.

source: &Add...
ar: أ&ضف...
eo: &Aldoni

source: Delete a user-defined environment.
ar: احذف بيئة عرّفها المستخدم.
eo: Forigu uzant-difinitan medion.

source: De&lete
ar: اح&ذف
eo: &Forigi

source: Edit a user-defined environment.
ar: حرّر بيئة عرّفها المستخدم.
eo: Redaktu uzant-difinitan medion.

source: &Edit...
ar: &حرّر...
eo: R&edakti...

source: Show only user-defined environments and commands
ar: أظهر فقط البيئات والأوامر التي عرّفها المستخدم.
eo: Montri nur uzant-difinitajn mediojn kaj komandojn

source: 1 item found.
ar: لم توجد عناصر.
eo: trovis %1 elementon.

source: File Name
ar: اسم الملفّ
eo: Dosiernomo

source: Local File
ar: الملفّ محليّ
eo: Loka Dosiero

source: Add File?
ar: أأضيف الملفّ؟
eo: Ĉu aldoni dosieron?

source: Add selected files
ar: أضف الملفّات المحدّدة
eo: Aldoni elektitajn dosierojn

source: Add all the selected files
ar: أضف كلّ الملفّات المحدّدة
eo: Aldoni ĉiujn elektitajn dosierojn

source: Install custom files
ar: ثبّت ملفّات مخصّصة
eo: Instali proprajn dosierojn

source: Install your own completion files
ar: ثبّت ملفّات الإكمال التي لديك
eo: Instalu viajn proprajn kompletigajn dosierojn

source: Manage custom files
ar: أدر الملفّات المخصّصة
eo: Administri proprajn dosierojn

source: Manage the local completion files in the file manager
ar: أدر ملفّات الإكمال المحليّة في مدير الملفّات
eo: Administri la lokajn kompletigajn dosierojn en la dosieradministranto

source: yes
ar: نعم
eo: jes

source: no
ar: لا
eo: ne

source: Select Completion Files to Install Locally
ar: حدّد ملفّات الإكمال لتثبيتها محليًّا
eo: Elekti Kompletigajn Dosieroj por Instali Loke

source: Completion files (*.cwl)
ar: ملفّات إكمال (*.cwl)
eo: Kompletigaj dosieroj (*.cwl)

source: A local completion file with the name "%1" already exists. Do you want to replace this file?
ar: هناك ملفّ إكمال محليّ بالاسم "%1" فعلًا. أتريد استبدال الملفّ؟
eo: Dosiero nomita "%1" jam ekzistas. Ĉu vi vere volas anstataŭigi ĝin?

source: Replace Local File?
ar: أأستبدل الملفّ المحليّ؟
eo: Ĉu anstataŭigi Lokan Dosieron?

source: An error occurred while removing the file "%1". Please check the file permissions.
ar: حدث خطأ أثناء إزالة الملفّ "%1". فضلًا افحص صلاحيّات الملفّ.
eo: Okazis eraro dum la forigo de la dosiero "%1". Bonvolu kontroli la dosierpermesojn.

source: Remove Error
ar: خطأ في الإزالة
eo: Forigi Eraron

source: Cannot copy the file to the local directory! Please check the access permissions of the directory "%1".
ar: تعذّر نسخ الملفّ إلى الدّليل المحليّ! فضلًا افحص صلاحيّات النّفاذ للدّليل "%1".
eo: Ne povas kopii la dosieron al la loka dosierujo! Bonvolu kontroli la alirpermesojn de la dosierujo "%1".

source: Copy Error
ar: خطأ في النّسخ
eo: Kopii Eraron

source: The custom files have been installed and preselected for adding.
ar: ثُبتّت الملفّات المخصّصة وحُدّدت لإضافتها.
eo: La propraj dosieroj estis instalitaj kaj antaŭelektitaj por aldoni.

source: Installation Successful
ar: نجح التّثبيت
eo: Instalado Sukcesa

source: Type: %1
ar: النّوع: %1
eo: Tipo: %1

source: Icon:
ar: الأيقونة:
eo: Piktogramo:

source: Select...
ar: اختر...
eo: Elektu...

# marked
source: M
ar: ع

source: Existing Templates
ar: القوالب الموجودة
eo: Ekzistantaj Ŝablonoj

source: Document Type
ar: نوع المستند
eo: Dokumenta Tipo

source: Show all the templates
ar: أظهر كلّ القوالب
eo: Montri ĉiujn ŝablonojn

source: Clear Selection
ar: امحُ التّحديد
eo: Forigi la elekton

source: Select an existing template if you want to overwrite it with your new template. Note that you cannot overwrite templates marked with an asterisk: if you do select such a template, a new template with the same name will be created in a location you have write access to.
ar: اختر قالبًا موجودًا إن أردت كتابة القالب الجديد عليه. لاحظ أنّك لا تستطيع الكتابة على القوالب المعلّمة بنجمة: إن اخترت هكذا قالب فسيُنشأ قالب بنفس الاسم في مكان لديك نفاذ إليه.
eo: Elektu ekzistantan ŝablonon se vi volas anstataŭigi ĝin per via nova ŝablono. Notu, ke vi ne povas anstataŭigi ŝablonojn markitajn per asterisko: se vi elektas tian ŝablonon, nova ŝablono kun la sama nomo estos kreita en loko. vi havas skriban aliron.

source: Please select the template that you want to remove. Note that you cannot delete templates marked with an asterisk (for which you lack the necessary deletion permissions).
ar: فضلًا اختر القالب الذي تريد إزالته. لاحظ أنّك لا تستطيع حذف القوالب المعلّمة بنجمة (حيث لا صلاحيّة حذف لديك لها).
eo: Bonvolu elekti la ŝablonon, kiun vi volas forigi. Rimarku, ke vi ne povas forigi ŝablonojn markitajn per asterisko (por kiuj vi mankas la necesajn forigajn permesojn).

source: The template name that you have entered is invalid. Please enter a new name.
ar: اسم القالب الذي أدخلته غير صالح. فضلًا أدخل اسمًا جديدًا.
eo: La ŝablona nomo, kiun vi enigis, estas nevalida. Bonvolu enigi novan nomon.

source: Please choose an icon first.
ar: فضلًا اختر أيقونة أوّلًا.
eo: Bonvolu unue elekti piktogramon.

source: The icon file: %1 does not seem to exist. Please choose a new icon.
ar: ملفّ الأيقونة: %1 ليس موجودًا كما يبدو. فضلًا اختر أيقونة جديدة.
eo: La piktogramdosiero: %1 ŝajnas ne ekzisti. Bonvolu elekti novan piktogramon.

source: The file: %1 does not seem to exist. Maybe you forgot to save the file?
ar: الملفّ: %1 ليس موجودًا كما يبدو. لربمّا نسيت حفظه؟
eo: La dosiero: %1 ŝajnas ne ekzisti. Eble vi forgesis konservi la dosieron?

source: A template named "%1" already exists. Please remove it first.
ar: هناك قالب بالاسم "%1" فعلًا. فضلًا أزله أوّلًا.
eo: Ŝablono nomita "%1" jam ekzistas. Bonvolu forigi ĝin unue.

source: You are about to replace the template "%1"; are you sure?
ar: أنت على وشك استبدال القالب "%1"، أمتأكّد؟
eo: Vi estas anstataŭonta la ŝablonon "%1"; Ĉu vi certas?

source: Replace template
ar: أ&زل قالب
eo: Anstataŭigi ŝablonon

source: Failed to create the template.
ar: فشل إنشاء القالب.
eo: Malsukcesis krei la ŝablonon.

source: Please select a template that should be removed.
ar: فضلًا اختر القالب الذي يجب إزالته.
eo: Bonvolu elekti ŝablonon, kiu devus esti forigita.

source: You are about to remove the template "%1"; are you sure?
ar: أنت على وشك إزالة القالب "%1"، أمتأكّد؟
eo: Vi estas forigonta la ŝablonon "%1"; Ĉu vi certas?

source: The template could not be removed.
ar: تعذّرت إزالة القالب.
eo: La ŝablono ne povus esti forigita.

source: Math Environments
ar: بيئات الرّياضيّات
eo: Matematikaj Medioj

source: Without n&umbering:
ar: دون تر&قيم:
eo: Sen n&numerado:

source: Number of &rows:
ar: عدد ال&صّفوف:
eo: Nomb&ro de vicoj:

source: Number of c&ols:
ar: عدّد الأ&عمدة:
eo: Nombro de k&ols:

source: Space command to &separate groups:
ar: أمر &المَسافة لفصل المجموعات:
eo: &Spackomando por apartigi grupojn:

source: Standard &tabulator:
ar: المِجدَلة ال&قياسية:
eo: Norma &tabelilo:

source: Display&math mode:
ar: وضع ريا&ضيات العَرض:
eo: Display&math-reĝimo:

source: Use &bullets:
ar: استخدم ال&نقاط:
eo: Uzi &kuglojn:

source: Choose an environment.
ar: اختر بيئة.
eo: Elektu medion.

source: Use the starred version of this environment.
ar: استعمل إصدار العلامة النجمية لهذه البيئة.
eo: Uzi la stelitan version de ĉi tiu medio.

source: Choose the number of table rows.
ar: حدّد عدد صفوف الجدول.
eo: Elektu la nombron da tabelvicoj.

source: Choose the number of table columns or alignment groups.
ar: حدّد عدد أعمدة الجدول أو مجموعات المحاذاة.
eo: Elektu la nombron da tabelkolumnoj aŭ vicgrupoj.

source: Define an extra LaTeX command to separate alignment groups.
ar: عرّف أمر لاتخ إضافيّ لفصل مجموعات المحاذاة.
eo: Difinu ekstran LaTeX-komandon por apartigi viciggrupojn.

source: Choose one of some predefined tabulators.
ar: اختَر إحدى المِجدَلات المُعَرَّفة مُسبَقًا.
eo: Elektu unu el iuj antaŭdifinitaj tabeliloj.

source: Some environments are only valid in math mode. You can surround them with one of these display math modes.
ar: بعض البيئات صالِحة فقط في وضع الرياضيات. يُمكِنك إحاطتها بأحد أوضاع رياضيات العَرض هذه.
eo: Iuj medioj validas nur en matematika reĝimo. Vi povas ĉirkaŭi ilin per unu el ĉi tiuj ekranaj matematikaj reĝimoj.

source: Insert bullets in each cell. Alt+Ctrl+Right and Alt+Ctrl+Left will move very quick from one cell to another.
ar: أدخل النقاط في كل خلية. سينتقل Alt+Ctrl+Right و Alt+Ctrl+Left بسرعة كبيرة من خلية إلى أخرى.
eo: Enigu kuglojn en ĉiu ĉelo. Alt+Ctrl+Dekstra kaj Alt+Ctrl+Maldekstre moviĝos tre rapide de unu ĉelo al alia.

source: Number of cols:
ar: عدد الأعمدة:
eo: Nombro da koloj:

source: Number of groups:
ar: عدد المجموعات:
eo: Nombro de grupoj:

source: New File
ar: ملفّ جديد
eo: Nova Dosiero

source: LaTeX Document
ar: مستند لاتخ
eo: LaTeX Dokumento

source: BibTeX Document
ar: مستند بِب‌تخ
eo: BibTeX Dokumento

source: Kile Script
ar: سكربت «كايل»
eo: Kile Skripto

source: Tool Name
ar: اسم الأداة
eo: Ila Nomo

source: Class
ar: الصّنف
eo: Klaso

source: <Custom>
ar: <مُخصص>
eo: <Persona>

source: Error: A tool by this name exists already.
ar: خطأ: هناك أداة بهذا الاسم أصلًا.
eo: Eraro: Ilo sub ĉi tiu nomo jam ekzistas.

source: Error: The name may not contain a slash '/'.
ar: خطأ: لا يمكن للاسم احتواء شرطة مائلة '/'.
eo: Eraro: La nomo eble ne enhavas oblikvon '/'.

source: Error: The name may not contain a (, ), [, or ].
ar: خطأ: لا يمكن للاسم احتواء (، أو )، أو [ أو ].
eo: Eraro: La nomo eble ne enhavas (, ), [, aŭ ].

source: Select the default &behavior (class) of this tool. It will inherit all properties of the tool it is based upon. For example, selecting "LaTeX" will cause your tool to behave just like the standard "LaTeX" tool.
ar: اختَر السلوك (الصنف) ال&مبدئي لهذه الأداة. تَرتث كل خصائص الأداة التي تَستند إليها. مَثلًا، اختيار "لاتخ" سوف يَجعل أداتك تتصرف تَمامًا كأداة "لاتخ" القياسية.
eo: Elektu la defaŭltan &konduton (klaso) e de ĉi tiu ilo. Ĝi heredos ĉiujn ecojn e la ilo sur kiu ĝi baziĝas. Ekzemple, elektante "LaTeX" kaŭzos vian ilon konduti kiel la norma ilo "LaTeX".

source: Type a short descriptive name for the &tool:
ar: اكتب اسمًا قصيرًا يصف الأ&داة:
eo: &Tajpu mallongan priskriban nomon por la ilo:

source: PDF Wizard
ar: مُرشد PDF
eo: PDF-Sorĉisto

source: Re&arrange
ar: إعادة &الترتيب
eo: Re&aranĝi

source: 1 Page + Empty Page --> 2up
ar: صفحة واحدة + صفحة فارِغة --> صفحتين في واحدة
eo: 1 Paĝo + Malplena Paĝo --> 2up

source: 1 Page + Duplicate --> 2up
ar: صفحة واحدة + مُكرَر --> صفحتين في واحدة
eo: 1 Paĝo + Duobligi --> 2up

source: 2 Pages --> 2up
ar: صفحتان --> صفحتين في واحدة
eo: 2 Paĝoj --> 2supre

source: 2 Pages (landscape) --> 2up
ar: صفحتان (أُفقية) --> صفحتين في واحدة
eo: 2 Paĝoj (pejzaĝo) --> 2up

source: 4 Pages --> 4up
ar: أربع صفحات --> أربع صفحات في واحدة
eo: 4 Paĝoj --> 4up

source: 4 Pages (landscape) --> 4up
ar: أربع صفحات (أُفقية) --> أربع صفحات في واحدة
eo: 4 Paĝoj (pejzaĝo) --> 4up

source: Select Even Pages
ar: اختَر الصفحات الزوجية
eo: Elekti Parajn Paĝojn

source: Select Odd Pages
ar: اختَر الصفحات الفردية
eo: Elekti Neparajn Paĝojn

source: Select Even Pages (reverse order)
ar: اختَر الصفحات الزوجية (بترتيب معكوس)
eo: Elekti Parajn Paĝojn (inversa ordo)

source: Select Odd Pages (reverse order)
ar: اختَر الصفحات الفردية (بترتيب معكوس)
eo: Elektu Neparajn Paĝojn (inversa ordo)

source: Reverse All Pages
ar: اعكِس كل الصفحات
eo: Inversigi Ĉiujn Paĝojn

source: Decrypt
ar: فكّ التّعمية
eo: Malĉifri

source: Select Pages
ar: اختَر الصفحات
eo: Elekti Paĝojn

source: Delete Pages
ar: احذِف الصفحات
eo: Forigi Paĝojn

source: Apply a background watermark
ar: طبِّق علامة مائية للخلفية
eo: Apliki fonan akvomarkon

source: Apply a background color
ar: طبِّق لون خلفية
eo: Apliki fonkoloron

source: Apply a foreground stamp
ar: طبِّق طابعًا مُقدَّمًا
eo: Apliki malfontan stampon

source: pdftk: Choose Parameter
ar: pdftk: اختَر الوسيط
eo: pdftk: Elekti Parametron

source: pdfpages: Choose Parameter
ar: pdfpages: اختَر الوسيط
eo: pdfpages: Elekti Parametron

# %1 is the number of pages
source: %1 (encrypted)
ar: %1 (معماة)
eo: %1 (ĉifrita)

source: Error: unknown number of pages
ar: خطأ: عدد الصّفحات مجهول
eo: Eraro: nekonata nombro da paĝoj

source: PDFTK-Password
ar: كلمة سِر PDFTK
eo: PDFTK-Pasvorto

source: This PDF file is encrypted and 'pdftk' cannot open it. Please enter the password for this PDF file or leave it blank to try another method:
ar: ملف بي دي إف هذا مُعَمَّى و 'pdftk' لا يستطيع فتحه. الرجاء إدخال كلمة السر لملف بي دي إف هذا أو اتركه فارِغًا لتجربة أسلوب آخر:
eo: Ĉi tiu PDF-dosiero estas ĉifrita kaj 'pdftk' ne povas malfermi ĝin. Bonvolu enigi la pasvorton por ĉi tiu PDF-dosiero aŭ lasi ĝin malplena por provi alian metodon:

source: A password is necessary to set or change the current settings.
ar: كلمة سِر ضرورية لضبط أو تغيير الإعدادات الحالية.
eo: Pasvorto estas necesa por agordi aŭ ŝanĝi la nunajn agordojn.

source: The permissions of this document can be changed with <i>pdftk</i>.
ar: يمكن تغيير صلاحيّات هذا المستند ب‍<i>pdftk</i>.
eo: La permesoj de ĉi tiu dokumento povas esti ŝanĝitaj per <i>pdftk</i>.

source: <i>pdftk</i> is not available, so no permission can be changed.
ar: <i>pdftk</i> غير متوفر، فلا يُمكِن تغيير أي إذن.
eo: <i>pdftk</i> ne disponeblas, do neniu permeso povas esti ŝanĝita.

source: <i>pdftk</i> is not available, so no property can be changed.
ar: <i>pdftk</i> غير متوفر، فلا يُمكِن تغيير أي خاصية.
eo: <i>pdftk</i> ne disponeblas, do neniu propreco povas esti ŝanĝita.

source: The properties of this document can be changed with <i>pdftk</i>.
ar: يمكن تغيير خصائص هذا المستند ب‍<i>pdftk</i>.
eo: La propraĵoj de ĉi tiu dokumento povas esti ŝanĝitaj per <i>pdftk</i>.

source: This input file is encrypted, so only <i>pdftk</i> works.
ar: ملف الإدخال هذا مُعَمَّى، لذا يعمل <i>pdftk</i> فقط.
eo: Ĉi tiu eniga dosiero estas ĉifrita, do nur <i>pdftk</i> funkcias.

source: A password is necessary to rearrange pages.
ar: كلمة السر مطلوبة لإعادة تنظيم الصّفحات.
eo: Pasvorto estas necesa por rearanĝi paĝojn.

source: This input file is encrypted, but <i>pdftk</i> is not installed.
ar: ملفّ الدّخل معمّى، ولكن <i>pdftk</i> غير مثبّتة.
eo: Ĉi tiu eniga dosiero estas ĉifrita, sed <i>pdftk</i> ne estas instalita.

source: This wizard will use <i>pdftk</i> and the LaTeX package <i>pdfpages</i>.
ar: سيستخدم هذا المُرشد <i>pdftk</i> وحزمة لاتخ <i>pdfpages</i>.
eo: Ĉi tiu sorĉisto uzos <i>pdftk</i> kaj la LaTeX-pakaĵon <i>pdfpages</i>.

source: This wizard will only use <i>pdftk</i> (<i>pdfpages.sty</i> is not installed).
ar: سيستخدم هذا المُرشد <i>pdftk</i> فقط(<i>pdfpages.sty</i> ليست مثبّتة).
eo: Ĉi tiu asistanto nur uzos <i>pdftk</i> (<i>pdfpages.sty</i> ne estas instalita).

source: This wizard will only use the LaTeX package <i>pdfpages</i> (<i>pdftk</i> was not found).
ar: سيستخدم هذا المُرشد حزمة لاتخ <i>pdfpages</i> فقط (<i>pdftk</i> لم توجد).
eo: Ĉi tiu sorĉisto nur uzos la pakaĵon LaTeX <i>pdfpages</i> (<i>pdftk</i> ne estis trovita).

source: This wizard can't work, because no tool was found (see help section).
ar: لا يمكن للمُرشد العمل إذن لم توجد أيّ أداة (طالع قسم المساعدة).
eo: Ĉi tiu asistanto ne povas funkcii, ĉar neniu ilo estis trovita (vidu helpsekcion).

source: <i>(Compiled without libpoppler pdf library. Not all tasks are available.)</i>
ar: <i>(مصرّف دون مكتبة libpoppler لملفّات pdf. لا تتوفّر كلّ المهامّ.)</i>
eo: <i>(Kompilite sen libpoppler pdf-biblioteko. Ne ĉiuj taskoj estas disponeblaj.)</i>

source: &Update
ar: &حدّث
eo: &Ĝisdatigi

source: Pages:
ar: الصّفحات:
eo: Paĝoj:

source: Comma separated page list: 1,4-7,9
ar: قائمة الصّفحات مفصولة بفواصل: ‎1,4-7,9
eo: Komo apartigita paĝlisto: 1,4-7,9

source: Parameter:
ar: المعامل:
eo: Parametro:

source: All options for 'pdftk'
ar: كلّ خيارات 'pdftk'
eo: Ĉiuj opcioj por 'pdftk'

source: All options for 'pdfpages'
ar: كلّ خيارات 'pdfpages'
eo: Ĉiuj opcioj por 'pdfpages'

source: Applies a PDF watermark to the background of a single input PDF. Pdftk uses only the first page from the background PDF and applies it to every page of the input PDF. This page is scaled and rotated as needed to fit the input page.
ar: يُطبِّق علامة مائية لبي دي إف على خلفية مُدخل بي دي إف واحد. يَستعمل pdftk الصفحة الأولى فقط من خلفية بي دي إف ويُطبِّقها على كل صفحة من مُدخل بي دي إف. تُقاس وتُدار هذه الصفحة حَسب الحاجة لتناسب صفحة المُدخل.
eo: Aplikas PDF-akvomarkon al la fono de ununura eniga PDF. Pdftk uzas nur la unuan paĝon de la fono PDF kaj aplikas ĝin al ĉiu paĝo de la eniga PDF. Ĉi tiu paĝo estas skalita kaj turnita laŭbezone por konveni la enigpaĝon.

source: Applies a foreground stamp on top of the input PDF document's pages. Pdftk uses only the first page from the stamp PDF and applies it to every page of the input PDF. This page is scaled and rotated as needed to fit the input page. This works best if the stamp PDF page has a transparent background.
ar: يُطبِّق طابعًا مُقدَّمًا على صفحات مُستند بي دي إف المُدخل. يَستعمل pdftk الصفحة الأولى فقط من طابع بي دي إف ويُطبِّقها على كل صفحة من مُدخل بي دي إف. تُقاس وتُدار هذه الصفحة حَسب الحاجة لتناسب صفحة المُدخل. يَعمل هذا أفضل إن كانت لصفحة طابع بي دي إف خلفية شفافة.
eo: Aplikas malfonan stampon super la paĝoj de la eniga PDF-dokumento. Pdftk uzas nur la unuan paĝon de la stampo PDF kaj aplikas ĝin al ĉiu paĝo de la eniga PDF. Ĉi tiu paĝo estas skalita kaj turnita laŭbezone por konveni la enigpaĝon. Ĉi tio funkcias plej bone se la stampo PDF-paĝo havas travideblan fonon.

source: &Apply
ar: &طبّق
eo: &Apliki

source: Failed to create a temporary directory. This wizard cannot be used.
ar: فَشِل إنشاء مجلد مُؤقَت. لا يُمكِن استعمال هذا المُرشد.
eo: Malsukcesis krei provizoran dosierujon. Tiu ĉi asistanto ne povas esti uzata.
