Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: &Center Environments
ar: بيئات &توسيط
eo: &Centrigaj Medioj

source: Multi &Line Environments
ar: بيئات الـ &أسطر المتعددة
eo: Mult&liniaj Medioj

source: &Matrix Environments
ar: بيئات الـ &مصفوفات
eo: &Matricaj Medioj

source: breqn Math Environments
ar: بيئات الرّياضيّات breqn

source: &Font Styles
ar: أنماط الـ &خط
eo: &Tiparaj Stiloj

source: Font Family
ar: عائلة الخط
eo: Tiparofamilio

source: Font Series
ar: سلسلة الخط
eo: Tipara Serio

source: Font Shape
ar: شكل الخط
eo: Tiparo Formo

source: Spa&cing
ar: ال&تباعد
eo: Spa&cado

source: Page- and Linebreaks
ar: فواصل الصفحات والأسطر
eo: Paĝ- kaj Liniorompoj

source: Space
ar: مسافة
eo: Spaco

source: Rubber Lengths
ar: أطوال مرنة
eo: Kaŭĉukaj Longoj

source: &Wizard
ar: مُر&شد
eo: &Soristo

source: &Help
ar: م&ساعدة
eo: &Helpo

source: LaTeX Documentation
ar: توثيق تخ
eo: LaTeX-dokumentado

source: Main
ar: الرّئيس
eo: Ĉefa

source: Edit
ar: التّحرير
eo: Redakti

source: Show Cursor Position in Viewer
ar: أظهر موضع المؤشر في العارض
eo: Montri Kursoro-Pozicion en Vidilo

source: Synchronize Cursor Position with Viewer
ar: زاوج موضع المؤشر مع العارض
eo: Sinkronigi Kursoro-Pozicion kun Vidilo

source: Paste as LaTe&X
ar: ألصق بصيغة لاتخ (&X)
eo: Algluu kiel LaTe&X

source: Convert Selection to &LaTeX
ar: حوّل التّحديد إلى لات&خ
eo: Konverti Elekton al &LaTeX

source: Show sorted list of opened documents
ar: أظهر قائمة مصنفة بالمستندات المفتوحة
eo: Montru ordigitan liston de malfermitaj dokumentoj

source: Could not create an editor view.
ar: تعذّر إنشاء منظور محرّر.
eo: Ne eblis krei redaktan vidon.

source: Fatal Error
ar: خطأ فادح
eo: Grava eraro

source: &QuickPreview Selection
ar: عرض &سريع للتحديد
eo: &Rapida Antaŭrigarda Elekto

source: &QuickPreview Environment
ar: عرض &سريع للبيئة
eo: &Rapida Antaŭrigarda Medio

source: &QuickPreview Math
ar: عرض &سريع للرياضيات
eo: &Rapida Antaŭrigardo Matematiko

source: Print Compiled Document...
ar: اطبع المستند المصرّف...
eo: Presi Kompilitan Dokumenton...

source: Print Preview For Compiled Document...
ar: اطبع معاينة للمستند المصرّف...
eo: Presa Antaŭrigardo Por Kompilita Dokumento...

source: Live Preview for Current Document or Project
ar: معاينة حية للمستند أو المشروع الحالي
eo: Viva Antaŭrigardo por Nuna Dokumento aŭ Projekto

source: Recompile Live Preview
ar: أعد تصريف المعاينة الحيّة
eo: Rekompilu Vivan Antaŭrigardon

source: Save Compiled Document...
ar: احفظ المستند المصرّف...
eo: Konservu kompilitan dokumenton...

source: Some documents could not be saved correctly
ar: تعذّر حفظ بعض المستندات كما ينبغي
eo: Iuj dokumentoj ne povis esti ĝuste konservitaj

source: The document must have been saved before the live preview can be started
ar: يجب حفظ المستند قبل بدء المعاينة الحيّة
eo: La dokumento devas esti konservita antaŭ ol la viva antaŭrigardo povas esti komencita

source: The location of one project item is not relative to the project's base directory Live preview for this project has been disabled
ar: موقع عنصر مشروع واحد ليس نسبيًّا بالنسبة لدليل قاعدة المشروع عطِّل المعاينة الحية لهذا المشروع
eo: La loko de unu projektero ne rilatas al la baza dosierujo de la projekto Viva antaŭrigardo por ĉi tiu projekto estas malŝaltita

source: Failed to create the subdirectory structure
ar: فشل إنشاء هيكل الدليل الفرعي
eo: Malsukcesis krei la subdosierujon

source: LivePreview
ar: معاينة حية

source: KDE Integrated LaTeX Environment
ar: بيئة لاتخ متكاملة لكِيدِي
eo: KDE Integra LaTeX-Medio

# the parameter is the last copyright year
source: by the Kile Team (2003 - %1)
ar: صنعها فريق «كايل» (2003 - %1)
eo: de la Kile Teamo (2003 - %1)

source: Project Management/Developer
ar: إدارة المشروع/مطوّر
eo: Projektadministrado/Programisto

source: Developer
ar: مطوّر
eo: Ellaboranto

source: Former Developer
ar: مطوّر سابق
eo: Iama programisto

source: Former Maintainer/Developer
ar: مصين ومطوّر سابق
eo: Iama prizorganto/programisto

source: Migration from Subversion to Git
ar: النّقل من Subversion إلى Git
eo: Migrado de Subversion al Git

source: KConfig XT, Various Improvements and Bug-Fixing
ar: KConfig XT، تحسينات متنوعة وتصحيح للأخطاء
eo: KConfig XT, Diversaj Pliboniĝoj kaj Cimo-Riparado

source: KatePart Integration
ar: تكامل «جزء كيت»
eo: KatePart-Integriĝo

source: Log Parsing
ar: تحليل السجلات
eo: Loga Analizo

source: Find-in-Files Dialog
ar: حواريّ البحث في الملفّات
eo: Dialogo de Trovi-en-Dosieroj

source: Documentation
ar: التّوثيق
eo: Dokumentaro

source: Jump to line
ar: انتقل إلى السّطر
eo: Saltu al linio

source: Start a new Kile mainwindow
ar: افتح نافذة «كايل» جديدة
eo: Komencu novan ĉeffenestron de Kile

source: Files to open / specify '-' to read from standard input
ar: ملفات للفتح / حدد '-' للقراءة من الإدخال القياسي
eo: Dosieroj por malfermi / specifi '-' por legi el norma enigo

source: Kile cannot start as a recent version the Okular library could not be found. Please install the Okular library before running Kile.
ar: لا يمكن لـ كايل البدء لأن نسخة حديثة من مكتبة أوكلار لا يمكن العثور عليها. رجاءً ثبِّت مكتبة أوكلار قبل تشغيل كايل.
eo: Kile ne povas komenci kiel lastatempa versio la Okular-biblioteko ne troviĝis. Bonvolu instali la Okular-bibliotekon antaŭ ol ruli Kile.

source: Okular library not found
ar: لم يعثر على مكتبة أوكلار
eo: Okulara biblioteko ne trovita

source: Frame
ar: إطار
eo: Framo

source: Untitled Block
ar: كتلة غير معنونة
eo: Sentitola Bloko

source: LaTeX ---> DVI (Okular)
ar: لاتخ ---> DVI (أوكلار)
eo: LaTeX ---> DVI (Okularo)

source: LaTeX ---> DVI (Document Viewer)
ar: لاتخ ---> DVI (عارض المستندات)
eo: LaTeX ---> DVI (Dokument-Vidilo)

source: LaTeX ---> PS (Okular)
ar: لاتخ ---> PS (أوكلار)
eo: LaTeX ---> PS (Okularo)

source: LaTeX ---> PS (Document Viewer)
ar: لاتخ ---> PS (عارض المستندات)
eo: LaTeX ---> PS (Dokument-Vidilo)

source: PDFLaTeX ---> PDF (Okular)
ar: PDFلاتخ ---> PDF (أوكلار)
eo: PDFLaTeX ---> PDF (Okularo)

source: PDFLaTeX ---> PDF (Document Viewer)
ar: PDFلاتخ ---> PDF (عارض المستندات)
eo: PDFLaTeX ---> PDF (Dokument-Vidilo)

source: XeLaTeX ---> PDF (Okular)
ar: Xeلاتخ ---> PDF (أوكلار)
eo: XeLaTeX ---> PDF (Okularo)

source: XeLaTeX ---> PDF (Document Viewer)
ar: Xeلاتخ ---> PDF (عارض المستندات)
eo: XeLaTeX ---> PDF (Dokument-Vidilo)

source: LuaLaTeX ---> PDF (Okular)
ar: Luaلاتخ ---> PDF (أوكلار)
eo: LuaLaTeX ---> PDF (Okularo)

source: LuaLaTeX ---> PDF (Document Viewer)
ar: Luaلاتخ ---> PDF (عارض المستندات)
eo: LuaLaTeX ---> PDF (Vidilo de Dokumentoj)

source: There is no selection to compile.
ar: لا تحديد لتصريفه.
eo: Ne estas elekto por kompili.

source: There is no surrounding environment.
ar: لا بيئة محيطة.
eo: Ne estas ĉirkaŭa medio.

source: This job is only useful with a master document.
ar: هذه المهمة مفيدة فقط مع مستند رئيسي.
eo: Ĉi tiu laboro estas utila nur kun majstra dokumento.

source: This is not a subdocument, but the master document.
ar: هذا ليس مستندًا فرعيًا، بل هو المستند الرئيسي.
eo: Ĉi tio ne estas subdokumento, sed la ĉefdokumento.

source: There is no surrounding mathgroup.
ar: لا توجد مجموعة رياضيات محيطة.
eo: Ne estas ĉirkaŭa matematikgrupo.

source: Could not run QuickPreview: unknown task '%1'
ar: لا يمكن تشغيل المعاينة السريعة: مهمة غير معروفة '%1'
eo: Ne eblis ruli QuickPreview: ekonata tasko '%1'

source: There is already a preview running that has to be finished to run this one.
ar: هناك معاينة تعمل ويجب أن تنتهي قبل تشغيل هذه.
eo: Jam ekzistas antaŭrigardo funkcianta, kiu devas esti finita por ruli ĉi tiun.

source: There is nothing to compile and preview.
ar: لا شيء لتصريفه ومعاينته.
eo: Estas nenio por kompili kaj antaŭrigardi.

source: Could not run '%1' for QuickPreview.
ar: لا يمكن تشغيل '%1' للمعاينة السريعة.
eo: Ne eblis ruli '%1' por QuickPreview.

source: Could not determine the main document.
ar: تعذّر تحديد المستند الرّئيس.
eo: Ne eblis determini la ĉefan dokumenton.

source: Could not read the preamble.
ar: لا يمكن قراءة التمهيد.
eo: Ne eblis legi la preambulon.

source: Could not find a '\begin{document}' command.
ar: لا يمكن العثور على الأمر '\begin{document}'.
eo: Ne eblis trovi komandon '\begin{document}'.

source: QuickPreview
ar: معاينة سريعة
eo: Rapida Antaŭrigardo

source: Script: information
ar: السّكربت: معلومات
eo: Skripto: informo

source: Script: sorry
ar: السّكربت: آسفون
eo: Skripto: pardonu

source: Script: error
ar: البرنامج النصي: خطأ
eo: Skripto: eraro

source: Script: question
ar: السّكربت: سؤال
eo: Skripto: demando

source: Script: warning
ar: السّكربت: تحذير
eo: Skripto: averto

source: Enter Value
ar: أدخل قيمة
eo: Enigu Valoron

source: Please enter a value
ar: فضلًا أدخل قيمة
eo: Bonvolu enigi valoron

source: Script '%1.js'
ar: سكربت '%1.js'
eo: Skripto '%1.js'

source: File Handling Error: Unable to find the file '%1'
ar: خطأ في معالجة الملف: لا يمكن العثور على الملف '%1'
eo: Eraro pri Dosiera Pritraktado: Ne eblas trovi la dosieron '%1'

source: Select File to Read
ar: اختر ملفًا للقراءة
eo: Elektu Dosieron por Legi

source: File Handling Error: Unable to create the output file '%1'
ar: خطأ في معالجة الملف: لا يمكن إنشاء ملف المخرجات '%1'
eo: Eraro pri Dosiera Pritraktado: Ne eblas krei la eligdosieron '%1'

source: File Handling Error: Unable to write to the output file '%1'
ar: خطأ في معالجة الملف: لا يمكن الكتابة إلى ملف المخرجات '%1'
eo: Eraro pri Dosiera Pritraktado: Ne eblas skribi al la eligdosiero '%1'

source: Save As
ar: احفظ ك‍
eo: Konservi kiel

source: This action was canceled by the user.
ar: ألغى المستخدم هذا الإجراء.
eo: Ĉi tiu ago estis nuligita de la uzanto.

source: Unable to find '%1'
ar: تعذّر إيجاد '%1'
eo: Ne eblas trovi '%1'

source: Cursor/Range plugin
ar: ملحق المؤشر/المدى
eo: Kursoro/Range kromaĵo

source: An error has occurred at line %1 during the execution of the script "%2": %3
ar: حدث خطأ في السّطر %1 أثناء تنفيذ السّكربت "%2": %3
eo: Eraro okazis ĉe linio %1 dum la plenumo de la skripto "%2": %3

source: Error
ar: خطأ
eo: Eraro

source: Version %1 of Kile is at least required to execute the script "%2". The execution has been aborted.
ar: الإصدارة %1 من «كايل» هي أدنى إصدارة مطلوبة لتنفيذ السّكربت "%2". أُجهض التّنفيذ.
eo: Versio %1 de Kile estas almenaŭ bezonata por plenumi la skripton "%2". La efektivigo estas ĉesigita.

source: Version Error
ar: خطأ في الإصدارة
eo: Versia Eraro

source: Cannot start the script: no view available
ar: تعذّر بدء السّكربت: لا منظور متوفّر
eo: Ne povas komenci la skripton: neniu vido disponebla

source: Script Error
ar: خطأ في السكربت
eo: Skripto Eraro

source: Execution of %1
ar: تنفيذ %1
eo: Efektivigo de %1

source: Could not find a folder to save %1 to. Check whether you have a folder named ".kde" with write permissions in your home folder.
ar: تعذّر إيجاد مجلّد لحفظ %1 فيه. تحقّق فيما إذا كان لديك مجلّد ".kde" بصلاحيّات كتابة في مجلّد المنزل.
eo: Ne eblis trovi dosierujon por konservi %1 al. Kontrolu ĉu vi havas dosierujon nomitan ".kde" kun skribpermesoj en via hejma dosierujo.

source: Empty File
ar: ملفّ فارغ
eo: Malplena Dosiero

source: Empty LaTeX File
ar: ملفّ لاتخ فارغ
eo: Malplena LaTeX-Dosiero

source: Empty BibTeX File
ar: ملف بب تخ فارغ
eo: Malplena BibTeX-Dosiero

source: The file '%1' does not exist.
ar: الملفّ '%1 غير موجود.
eo: La dosiero '%1' ne ekzistas.

source: Input Dialog
ar: حوار الإدخال
eo: Eniga Dialogo

source: Short
ar: قصيرة
eo: Mallonga

source: Expanded Text
ar: نص موسّع
eo: Vastigita Teksto

source: &Add
ar: أ&ضف
eo: &Aldoni

source: &Delete
ar: ا&حذف
eo: &Forigi

source: Delete the abbreviation '%1'?
ar: أأحذف الاختصار '%1'؟
eo: Ĉu forigi la mallongigon '%1'?

source: Delete Abbreviation
ar: حذف الاختصار
eo: Forigi mallongigon

source: Appearance Configuration
ar: ضبط المظهر
eo: Aspekto-Agordo

source: Show full path in window title
ar: أظهر المسار الكامل في عنوان النافذة
eo: Montru plenan vojon en fenestrotitolo

source: Show splash screen on startup
ar: أظهر شاشة البداية عند التشغيل
eo: Montru plaŭdan ekranon ĉe ekfunkciigo

source: Show in external window
ar: أظهر في نافذة خارجيّة
eo: Montru en ekstera fenestro

source: TeX/LaTeX
ar: تخ/لاتخ

source: Dictionary
ar: القاموس
eo: Vortaro

source: Try to place the cursor.
ar: حاول وضع المؤشر.
eo: Provu meti la kursoron.

source: Insert bullets where the user must input data.
ar: أدخل نقاط حيث يجب على المستخدم إدخال البيانات.
eo: Enigu kuglojn kie la uzanto devas enigi datumojn.

source: Also close an environment when an opening command is inserted.
ar: أغلق البيئة أيضًا عند إدراج أمر فتح.
eo: Ankaŭ fermu medion kiam malferma komando estas enmetita.

source: Directional or popup-based completion of the TeX/LaTeX commands that are contained in the selected completion files.
ar: إكمال موجه أو منبثق لأوامر تخ/لاتخ الموجودة في ملفات الإكمال المختارة.
eo: Direkta aŭ ŝpruc-bazita kompletigo de la TeX/LaTeX-komandoj kiuj estas enhavitaj en la elektitaj kompletigaj dosieroj.

source: Automatically show a completion list of TeX/LaTeX commands when the word has this length.
ar: أظهر آليًّا قائمة إكمال لأوامر تخ/لاتخ عندما تكون الكلمة بهذا الطول.
eo: Aŭtomate montru kompletigan liston de TeX/LaTeX-komandoj kiam la vorto havas ĉi tiun longon.

source: Show abbreviations of the selected completion files in the sidebar
ar: أظهر الاختصارات لملفات الإكمال المختارة في الشريط الجانبي
eo: Montru mallongigojn de la elektitaj kompletigaj dosieroj en la flanka kolumno

source: Directional or popup-based completion of abbreviations that are contained in the selected completion files.
ar: إكمال موجه أو منبثق للاختصارات الموجودة في ملفات الإكمال المختارة.
eo: Direkta aŭ ŝpruc-bazita kompletigo de mallongigoj, kiuj estas enhavitaj en la elektitaj kompletigaj dosieroj.

source: Show LaTeX commands of the selected completion files in the sidebar
ar: أظهر أوامر لاتخ لملفات الإكمال المختارة في الشريط الجانبي
eo: Montru LaTeX-komandojn de la elektitaj kompletigaj dosieroj en la flanka kolumno

source: Completion Files
ar: ملفات الإكمال
eo: Kompletigaj Dosieroj

source: File not found
ar: الملف غير موجود
eo: La dosiero ne troviĝis

source: Wordlist '%1' contains duplicate entries.
ar: قائمة الكلمات '%1' تتضمن مدخلات مكررة.
eo: Vortlisto '%1' enhavas duobligitajn enskribojn.

source: Completion
ar: الإكمال
eo: Kompletigo

source: Auto completion for &LaTeX markup
ar: إكمال &آلي لوسم لاتخ
eo: Aŭtomata kompletigo por &LaTeX markado

source: Threshold:
ar: العتبة:
eo: Sojlo:

source: letters
ar: حروف
eo: literoj

source: A&uto completion for abbreviations
ar: إكمال &آلي للاختصارات
eo: A&aŭtokompletigo por mallongigoj

source: Add...
ar: أضف...
eo: Aldoni...

source: Remove
ar: أزل
eo: Forigi

source: Show LaTeX commands
ar: أظهر أوامر لاتخ
eo: Montru LaTeX-komandojn

source: Show abbreviations
ar: أظهر الاختصارات
eo: Montru mallongigojn

source: Completion Properties
ar: خصائص الإكمال
eo: Kompletigaj Propraĵoj

source: Place cursor
ar: ضع المؤشر
eo: Metu kursoron

source: Close environments
ar: أغلق البيئات
eo: Proksimaj medioj

source: Performing System Check
ar: ينفّذ فحصًا للنّظام
eo: Farante Sistemkontrolon

source: Checking if your TeX system is installed correctly...
ar: يفحص فيما إذا كان نظام تخ مثبّت كما ينبغي...
eo: Kontrolante ĉu via TeX-sistemo estas ĝuste instalita...

source: Results
ar: النّتائج
eo: Rezultoj

source: Complete Environments
ar: إكمال البيئات
eo: Kompletaj Medioj

source: Automatically complete \begin{env} with \end{env}
ar: أكمل ‎\begin{env}‎ ب‍‎\end{env}‎ آليًّا
eo: Aŭtomate kompletigu \begin{env} per \end{env}

source: Automatic Indentation Inside Environments
ar: إزاحة آليّة داخل البيئات
eo: Aŭtomata Indentiĝo Ene de Medioj

source: Enable auto indentation of environments.
ar: مكّن الإزاحة الآليّة للبيئات
eo: Ebligu aŭtomatan indentadon de medioj.

source: Activated
ar: مفعّلة
eo: Aktivita

source: Use spaces instead of a tabulator to autoindent environments.
ar: استخدم المسافات بدل محرف الجدولة لإزاحة البيئات آليًّا.
eo: Uzu spacojn anstataŭ tabelilon por aŭtomate indentigi mediojn.

source: Use spaces instead of tabs to indent
ar: استخدم المسافات بدل الجدولة للإزاحة
eo: Uzu spacojn anstataŭ langetojn por deŝovi

source: &Number of spaces:
ar: &عدد المسافات:
eo: &Nombro da spacoj:

source: Use this number of spaces to autoindent environments.
ar: استخدم هذا القدر من المسافات لإزاحة البيئات آليًّا.
eo: Uzu ĉi tiun nombron da spacoj por aŭtomate indentigi mediojn.

source: Open selected
ar: افتح المحدّد
eo: Malfermu elektitan

source: Show LaTeX Files Only
ar: أظهر ملفّات لاتخ فقط
eo: Montru nur LaTeX-dosieroj

source: Options
ar: خيارات
eo: Opcioj

source: &Default project location:
ar: موقع المشروع الـ &مبدئي:
eo: &Defaŭlta projektloko:

source: &Reopen files and projects on startup
ar: أ&عد فتح الملفّات والمشاريع عند البدء
eo: &Remalfermu dosierojn kaj projektojn dum ekfunkciigo

source: Template Variables
ar: متغيرات القالب
eo: Ŝablonaj Variabloj

source: A&uthor:
ar: الم&ؤلّف:
eo: Aŭt&oro:

source: Document c&lass options:
ar: خيارات &صنف المستند:
eo: Dokumentaj c&klaso-opcioj:

source: I&nput encoding:
ar: التّرميز الدّ&خل:
eo: Mi&enigu kodigon:

source: File Clean-Up Details
ar: تفاصيل تنظيف الملف
eo: Detaloj pri Purigado de Dosieroj

source: Automatically clean-up files after closing Kile
ar: نظّف الملفّات آليًّا بعد إغلاق «كايل»
eo: Aŭtomate purigu dosierojn post fermo de Kile

source: Reload document automatically after changes
ar: أعد تحميل المستند آليًّا بعد التّعديلات
eo: Reŝargi la dokumenton aŭtomate post ŝanĝoj

source: Synchronize the directory shown in the console with the document tabs
ar: زاوج الدليل المعروض في الطرفية مع ألسنة المستند
eo: Sinkronigu la dosierujon montritan en la konzolo kun la dokumentaj langetoj

source: Let Kile process LyX commands sent by bibliography editors/viewers
ar: اجعل كايل يعالج أوامر LyX المرسلة من قبل محررات/عارضات المراجع
eo: Lasu Kile prilabori LyX-komandojn senditajn de bibliografiaj redaktantoj/spektantoj

source: &Default resolution:
ar: الميز ال&مبدئيّ:
eo: &Defaŭlta distingivo:

source: (used when the picture offers no resolution)
ar: (استخدم عندما لا تعرض الصورة دقة)
eo: (uzata kiam la bildo ofertas neniun distingivon)

source: Bo&unding box:
ar: ال&مربّع المحيطيّ:
eo: Limskatolo:

source: Tr&y to determine from the picture
ar: &حاول التحديد من الصورة
eo: Provu determini el la bildo

source: (you have to install the ImageMagick package to use this option)
ar: (عليك تثبيت حزمة ImageMagick لاستخدام هذا الخيار)
eo: (vi devas instali la ImageMagick-pakaĵon por uzi ĉi tiun opcion)

source: ImageMagick:
ar: إيماج ماجيك:

source: Context Sensitive Help
ar: مساعدة حساسة للسياق
eo: Kunteksta Helpo

source: &Use the LaTeX2e unofficial reference manual
ar: &استخدم دليل المرجع غير الرسمي لـ LaTeX2e
eo: &Uzu la neoficialan referencmanlibron de LaTeX2e

source: Use &Kile's LaTeX reference
ar: استخدم مرجع لاتخ &كايل
eo: Uzu la referencon LaTeX de &Kile

source: Con&figure...
ar: ا&ضبط...
eo: &Agordi...

source: Configure...
ar: الضّبط...
eo: Agordu...

source: Configure LaTeX environments and commands
ar: اضبط بيئات لاتخ وأوامرها
eo: Agordi LaTeX-mediojn kaj komandojn

source: Double Quotes
ar: علامات تنصيص مزدوجة
eo: Duoblaj Citaĵoj

source: Automatically insert opening and closing double &quotes for LaTeX
ar: أدرج آليًّا علامات التنصيص المزدوجة الفاتحة والغالقة لـ لاتخ (&q)
eo: Aŭtomate enmetu malfermajn kaj fermajn duoblajn &citojn por LaTeX

source: &Type:
ar: ال&نّوع:
eo: &Tipo:

source: This option will insert the LaTeX equivalent of most special characters that can be typed on a keyboard.
ar: سيُدرج هذا الخيار أمر لاتخ المقابل لأغلب المحارف الخاصّة التي يمكن كتابتها بلوحة المفاتيح.
eo: Ĉi tiu opcio enigos la LaTeX-ekvivalenton de la plej multaj specialaj signoj tajpeblaj per klavaro.

source: Automatically insert the LaTeX equivalent of special characters when typing (accents, etc)
ar: أدرج آليًّا مكافئ لاتخ للحروف الخاصة عند الكتابة (علامات التشكيل، إلخ)
eo: Aŭtomate enigu la LaTeX-ekvivalenton de specialaj signoj dum tajpado (akcentoj, ktp)

source: Math mode
ar: وضع الرياضيات
eo: Matematika reĝimo

source: Auto insert $
ar: أدرج $ آليًّا
eo: Aŭtomata enmeto $

source: Environment Variables
ar: المتغيرات البيئية
eo: Mediaj Variabloj

source: Modifiers for Left Click Actions
ar: معدِّلات لإجراءات النقر الأيسر

source: Modifier for forward search in viewer:
ar: معدِّل للبحث الأمامي في العارض:

source: Modifier for selecting from cursor:
ar: معدِّل للتحديد من المؤشر:

source: Check if root document is a LaTeX root before running LaTeX on it
ar: تحقق مما إذا كان المستند الجذر هو جذر لاتخ قبل تشغيل لاتخ عليه
eo: Kontrolu ĉu radika dokumento estas LaTeX-radiko antaŭ ol ruli LaTeX sur ĝi

source: Check if &root document
ar: تحقق مما إذا كان &مستند جذر
eo: Kontrolu ĉu &root dokumento

source: Jump to first error in case running LaTeX failed
ar: اقفز إلى الخطأ الأول في حال فشل تشغيل لاتخ
eo: Saltu al la unua eraro, se la rulado de LaTeX malsukcesis

source: &Jump to first error
ar: &اقفز إلى الخطأ الأول
eo: &Saltu al la unua eraro

source: Automatically run Asymptote, BibTeX, MakeIndex and rerun LaTeX when necessary
ar: شغِّل آليًّا Asymptote وBibTeX وMakeIndex وأعد تشغيل لاتخ عند الضرورة
eo: Aŭtomate rulu Asymptote, BibTeX, MakeIndex kaj rerulu LaTeX kiam necese

source: Automatically run additional tools
ar: شغِّل آليًّا أدوات إضافية
eo: Aŭtomate rulu pliajn ilojn

source: Live Preview Configuration
ar: ضبط المعاينة الحيّة
eo: Viva Antaŭrigarda Agordo

source: Enable &live preview
ar: مكّن المعاينة ال&حيّة
eo: Ebligu &live antaŭrigardon

source: Enable live preview for newly-opened documents
ar: مكّن المعاينة الحيّة للمستندات المفتوحة حديثًا
eo: Ebligu vivan antaŭrigardon por ĵus malfermitaj dokumentoj

source: Compilation Behavior
ar: سلوك التّصريف
eo: Kompilkonduto

source: Compile doc&uments after saving
ar: صرّف الم&ستندات بعد حفظها
eo: Kompilu dokumentojn post konservado

source: Compile documents whenever &there are changes after
ar: صنِّف المستندات متى &وجدت تغييرات بعد
eo: Kompilu dokumentojn kiam ajn &estas ŝanĝoj poste

source: ms
ar: مث

source: Set default live preview tool
ar: عيّن أداة المعاينة الحيّة
eo: Agordi defaŭltan vivan antaŭrigardilon

source: Hide &Bad Boxes
ar: أخفِ &الصناديق السيئة
eo: Kaŝi &Malbonajn Kestojn

source: Hide (La)TeX &Warnings
ar: أخفِ تح&ذيرات (لا)تخ
eo: Kaŝi (Lateksaj Avertoj

source: Select a tool
ar: اختر أداة
eo: Elektu ilon

source: Show hidden tools
ar: أظهر الأدوات المخفية

source: New...
ar: جديدة...
eo: Nova...

source: Choose a configuration for the current tool
ar: اختر ضبطًا للأداة الحاليّة
eo: Elektu agordon por la nuna ilo

source: Se&lect:
ar: ح&دّد:
eo: E&lekti:

source: Advanced
ar: متقدّم
eo: Plie

source: C&lass:
ar: الصّنف:
eo: K&laso:

source: Source e&xtension:
ar: امتداد &المصدر:
eo: Fonta e&etendo:

source: Tar&get extension:
ar: امتداد &الهدف:
eo: Cel&celo etendo:

source: Target &file:
ar: ملف &الهدف:
eo: Celdosiero:

source: &Relative dir:
ar: دليل &نسبي:
eo: &Relativa dosierujo:

source: Close Konsole when tool is finished
ar: أغلق كونسول عند انتهاء الأداة
eo: Fermu Konsole kiam ilo estas finita

source: Menu
ar: القائمة
eo: Menuo

source: Add &tool to Build menu:
ar: أضف الأداة إلى &قائمة البناء:
eo: Aldonu &ilon al Konstrua menuo:

source: &Icon:
ar: الأي&قونة:
eo: P&iktogramo:

source: Restore Default Tools...
ar: استعد الأدوات المبدئيّة...
eo: Restarigi defaŭltajn ilojn...

source: Please select the type of document you want to create:
ar: فضلًا اختر نوع المستند الذي تريد إنشائه:
eo: Bonvolu elekti la tipon de dokumento, kiun vi volas krei:

source: Template
ar: القالب
eo: Ŝablono

source: Please select the template that should be used:
ar: فضلًا اختر القالب الذي يجب استخدامه:
eo: Bonvolu elekti la ŝablonon, kiu devus esti uzata:

source: Start the Quick Start wizard when creating an empty LaTeX file
ar: ابدأ معالج البدء السريع عند إنشاء ملف لاتخ فارغ
eo: Komencu la Rapidan Komencan asistanton kiam vi kreas malplenan LaTeX-dosieron

source: Quick Preview in a Separate Window
ar: معاينة سريعة في نافذة منفصلة
eo: Rapida Antaŭrigardo en Aparta Fenestro
