Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: Open the parent item for all bibitems in the structure view as default
ar: افتح العنصر الأب لجميع bibitems في عرض الهيكل كمبدئي
eo: Malfermu la gepatran eron por ĉiuj bibitems en la strukturo-vido defaŭlte

source: Open the parent item for all TODO and FIXME comments as default
ar: افتح العنصر الأب لجميع تعليقات TODO و FIXME كمبدئي
eo: Malfermu la gepatran eron por ĉiuj TODO kaj FIXME komentoj defaŭlte

source: Default extension to use when opening graphic files with no extension
ar: الامتداد المبدئي للاستخدام عند فتح ملفات الرسوم بدون امتداد
eo: Defaŭlta etendaĵo por uzi dum malfermado de grafikaj dosieroj sen etendo

source: What type of bibliography (bibtex or biblatex) kile should show.
ar: نوع المراجع (bibtex أو biblatex) الذي يجب أن يعرضه كايل.
eo: Kian bibliografion (bibtex aŭ biblatex) kile montru.

source: Whether to run the Lyx server.
ar: هل يجب تشغيل خادم Lyx.
eo: Ĉu ruli la Lyx-servilon.

source: Holds the TEXINPUTS environment variable.
ar: يحمل متغير البيئة TEXINPUTS.
eo: Tenas la mediovariablon TEXINPUTS.

source: Set the TEXINPUTS environment variable here. TEXINPUTS should be a colon-separated list of all paths TeX should look for additional packages and/or files. You do not have to add :$TEXINPUTS at the end.
ar: اضبط متغير البيئة TEXINPUTS هنا. يجب أن يكون TEXINPUTS قائمة مفصولة بنقطتين رأسيتين لجميع المسارات التي يجب أن يبحث فيها تخ عن حزم إضافية و/أو ملفات. لا يجب عليك إضافة :$TEXINPUTS في النهاية.
eo: Agordu la mediovariablon TEXINPUTS ĉi tie. TEXINPUTS devus esti dupunkto-disigita listo de ĉiuj vojoj TeX devus serĉi pliajn pakaĵojn kaj/aŭ dosierojn. Vi ne devas aldoni :$TEXINPUTS ĉe la fino.

source: Holds the TEXINPUTS environment variable for QuickPreview tools.
ar: يحمل متغير البيئة TEXINPUTS لأدوات QuickPreview.
eo: Tenas la mediovariablon TEXINPUTS por QuickPreview-iloj.

source: Set the TEXINPUTS environment variable for QuickPreview tools here. TEXINPUTS should be a colon-separated list of all paths TeX should look for additional packages and/or files. You do not have to add :$TEXINPUTS at the end.
ar: اضبط متغير البيئة TEXINPUTS لأدوات QuickPreview هنا. يجب أن يكون TEXINPUTS قائمة مفصولة بنقطتين رأسيتين لجميع المسارات التي يجب أن يبحث فيها تخ عن حزم إضافية و/أو ملفات. لا يجب عليك إضافة :$TEXINPUTS في النهاية.
eo: Agordu la mediovariablon TEXINPUTS por QuickPreview-iloj ĉi tie. TEXINPUTS devus esti dupunkto-disigita listo de ĉiuj vojoj TeX devus serĉi pliajn pakaĵojn kaj/aŭ dosierojn. Vi ne devas aldoni :$TEXINPUTS ĉe la fino.

source: Holds the BIBINPUTS environment variable.
ar: يحمل متغير البيئة BIBINPUTS.
eo: Tenas la mediovariablon BIBINPUTS.

source: Set the BIBINPUTS environment variable here. BIBINPUTS should be a colon-separated list of all paths bibtex should look for additional .bib files. You do not have to add :$BIBINPUTS at the end.
ar: اضبط متغير البيئة BIBINPUTS هنا. يجب أن يكون BIBINPUTS قائمة مفصولة بنقطتين رأسيتين لجميع المسارات التي يجب أن يبحث فيها bibtex عن ملفات .bib إضافية. لا يجب عليك إضافة :$BIBINPUTS في النهاية.
eo: Agordu la mediovariablon BIBINPUTS ĉi tie. BIBINPUTS devus esti dupunkto-disigita listo de ĉiuj vojoj bibtex devus serĉi pliajn .bib dosierojn. Vi ne devas aldoni :$BIBINPUTS ĉe la fino.

source: Holds the BIBINPUTS environment variable for QuickPreview tools.
ar: يحمل متغير البيئة BIBINPUTS لأدوات QuickPreview.
eo: Tenas la mediovariablon BIBINPUTS por QuickPreview-iloj.

source: Set the BIBINPUTS environment variable for QuickPreview tools here. BIBINPUTS should be a colon-separated list of all the paths where the bibliography tool (e.g. BibTeX or Biber) should look for additional packages and/or files. You do not have to add :$BIBINPUTS at the end.
ar: اضبط متغير البيئة BIBINPUTS لأدوات QuickPreview هنا. يجب أن يكون BIBINPUTS قائمة مفصولة بنقطتين رأسيتين لجميع المسارات التي يجب أن يبحث فيها أداة المراجع (مثل BibTeX أو Biber) عن حزم إضافية و/أو ملفات. لا يجب عليك إضافة :$BIBINPUTS في النهاية.
eo: Agordu la mediovariablon BIBINPUTS por QuickPreview-iloj ĉi tie. BIBINPUTS devus esti dupunkto-disigita listo de ĉiuj vojoj kie la bibliografia ilo (ekz. BibTeX aŭ Biber) devus serĉi pliajn pakaĵojn kaj/aŭ dosierojn. Vi ne devas aldoni :$BIBINPUTS ĉe la fino.

source: Holds the BSTINPUTS environment variable.
ar: يحمل متغير البيئة BSTINPUTS.
eo: Tenas la mediovariablon BSTINPUTS.

source: Set the BSTINPUTS environment variable here. BSTINPUTS should be a colon-separated list of all paths bibtex should look for additional .bst files. You do not have to add :$BSTINPUTS at the end.
ar: اضبط متغير البيئة BSTINPUTS هنا. يجب أن يكون BSTINPUTS قائمة مفصولة بنقطتين رأسيتين لجميع المسارات التي يجب أن يبحث فيها bibtex عن ملفات .bst إضافية. لا يجب عليك إضافة :$BSTINPUTS في النهاية.
eo: Agordu la mediovariablon BSTINPUTS ĉi tie. BSTINPUTS devus esti dupunkto-disigita listo de ĉiuj vojoj bibtex devus serĉi pliajn .bst dosierojn. Vi ne devas aldoni :$BSTINPUTS ĉe la fino.

source: Whether to show the bottom bar.
ar: هل يجب عرض الشريط السفلي.
eo: Ĉu montri la malsupran stangon.

source: Height of the bottom bar.
ar: ارتفاع الشريط السفلي.
eo: Alteco de la malsupra stango.

source: Which tab of the bottom bar to show.
ar: أي لسان من الشريط السفلي يجب عرضه.
eo: Kiun langeton de la malsupra breto montri.

source: Width of the sidebar.
ar: عرض الشريط الجانبي.
eo: Larĝo de la flanka kolumno.

source: Whether to show the side bar.
ar: هل يجب عرض الشريط الجانبي.
eo: Ĉu montri la flankan breton.

source: Whether to show the document viewer.
ar: هل يجب عرض عارض المستندات.
eo: Ĉu montri la dokumentrigardilon.

source: Whether to show the document viewer in a separate external window.
ar: هل يجب عرض عارض المستندات في نافذة خارجية منفصلة.
eo: Ĉu montri la dokumentrigardilon en aparta ekstera fenestro.

source: Whether to show Bad Box warnings in the LogMsg view.
ar: هل يجب عرض تحذيرات الصندوق السيئ (Bad Box) في عرض LogMsg.
eo: Ĉu montri avertojn de Malbona Skatolo en la vido LogMsg.

source: Whether to show (La)TeX warnings in the LogMsg view.
ar: هل يجب عرض تحذيرات (لا)تخ في عرض LogMsg.
eo: Ĉu montri (La)TeX-avertojn en la vido LogMsg.

source: The identifier of the selected view in the left pane.
ar: معرِّف العرض المحدد في الجزء الأيسر.
eo: La identigilo de la elektita vido en la maldekstra panelo.

source: Whether to show the splash screen on startup.
ar: هل يجب عرض شاشة البداية عند بدء التشغيل.
eo: Ĉu montri la plaŭdan ekranon ĉe ekfunkciigo.

source: Last version of Kile for which the system check was run at start up
ar: آخر إصدار من كايل أُجري فيه فحص النظام عند بدء التشغيل
eo: Lasta versio de Kile por kiu la sistema kontrolo estis rulita ĉe ekfunkciigo

source: Automatic completion \begin{env} with \end{env}.
ar: إكمال آلي لـ \begin{env} بـ \end{env}.
eo: Aŭtomata kompletigo \begin{env} kun \end{env}.

source: Enable auto indentation of environments
ar: مكّن الإزاحة الآليّة للبيئات
eo: Ebligu aŭtomatan indentadon de medioj

source: Use spaces instead of a tabulator to autoindent environments
ar: استخدم المسافات بدل محرف الجدولة لإزاحة البيئات آليًّا
eo: Uzu spacojn anstataŭ tabeligilon por aŭtomate indentigi mediojn

source: Use this number of spaces to autoindent environments
ar: استخدم هذا القدر من المسافات لإزاحة البيئات آليًّا
eo: Uzu ĉi tiun nombron da spacoj por aŭtomate indentigi mediojn

source: Click in editor to select from cursor
ar: انقر في المحرر للتحديد من المؤشر

source: Click in editor to search in viewer
ar: انقر في المحرر للبحث في العارض

source: Automatic insertion of double quotes.
ar: إدراج آلي لعلامات الاقتباس المزدوجة.
eo: Aŭtomata enmeto de duoblaj citiloj.

source: Language dependent type of double quotes.
ar: نوع علامات الاقتباس المزدوجة المعتمد على اللغة.
eo: Lingvo dependa tipo de duoblaj citiloj.

source: Automatic insertion of special characters.
ar: إدراج آلي لأحرف خاصة.
eo: Aŭtomata enmeto de specialaj signoj.

source: Center the graphics.
ar: وسِّط الرسوم.
eo: Centri la grafikojn.

source: Insert the bounding box as an option for the includegraphics command.
ar: أدرِج صندوق التحديد كخيار لأمر includegraphics.
eo: Enmetu la limkeston kiel eblon por la komando includegraphics.

source: Filename is relative to a path given in graphicspath command.
ar: اسم الملف نسبي لمسار معين في أمر graphicspath.
eo: Dosiernomo estas relativa al vojo donita en graphicspath komando.

source: Embed the graphics in a figure environment.
ar: ضمِّن الرسوم في بيئة الشكل (figure).
eo: Enmetu la grafikaĵojn en figura medio.

source: Set preferred figure position to top of page.
ar: اضبط موضع الشكل المفضل على أعلى الصفحة.
eo: Agordu preferatan ciferpozicion al la supro de la paĝo.

source: Set preferred figure position to bottom of page.
ar: اضبط موضع الشكل المفضل على أسفل الصفحة.
eo: Agordu preferatan ciferpozicion al la malsupro de la paĝo.

source: Set preferred figure position to "exactly here" on page.
ar: اضبط موضع الشكل المفضل على "هنا بالضبط" في الصفحة.
eo: Agordu preferatan ciferpozicion al "precize ĉi tie" sur paĝo.

source: Set preferred figure position to be on separate page.
ar: اضبط موضع الشكل المفضل ليكون في صفحة منفصلة.
eo: Agordu preferatan ciferpozicion por esti sur aparta paĝo.

source: Force figure position.
ar: افرض موضع الشكل.
eo: Forto figuro pozicio.

source: Enable the wrapfigure environment.
ar: فعّل بيئة wrapfigure.
eo: Ebligu la wrapfigure-medion.

source: Set preferred wrapfigure position to the right of text.
ar: اضبط موضع wrapfigure المفضل على يمين النص.
eo: Agordu preferatan wrapfigure pozicion dekstre de teksto.

source: Set preferred wrapfigure position to the left of text.
ar: اضبط موضع wrapfigure المفضل على يسار النص.
eo: Agordu preferatan wrapfigure pozicion maldekstre de teksto.

source: Set preferred wrapfigure position to the inside of the page.
ar: اضبط موضع wrapfigure المفضل على داخل الصفحة.
eo: Agordu preferatan wrapfigure pozicion al la interno de la paĝo.

source: Set preferred wrapfigure position to the outside of the page.
ar: اضبط موضع wrapfigure المفضل على خارج الصفحة.
eo: Agordu preferatan wrapfigure pozicion al la ekstero de la paĝo.

source: Allow wrapped figures to float.
ar: اسمح للأشكال المغلفة بالطفو.
eo: Permesu envolvitajn figurojn flosi.

source: Whether ImageMagick is installed.
ar: هل ImageMagick مثبَّت.
eo: Ĉu ImageMagick estas instalita.

source: Try to determine the bounding box from the picture.
ar: حاول تحديد صندوق التحديد من الصورة.
eo: Provu determini la limkeston el la bildo.

source: The default image resolution.
ar: دقة الصورة المبدئية.
eo: La defaŭlta bilda distingivo.

source: Use the Kile LaTeX reference for the contextual help.
ar: استخدِم مرجع لاتخ الخاص بكايل للمساعدة السياقية.
eo: Uzu la referencon Kile LaTeX por la kunteksta helpo.

source: Use the system's TexLive LaTeX2e reference for the contextual help.
ar: استخدِم مرجع TexLive LaTeX2e للنظام للمساعدة السياقية.
eo: Uzu la referencon TexLive LaTeX2e de la sistemo por la kunteksta helpo.

source: Reopen files and projects on startup.
ar: أعد فتح الملفّات والمشاريع عند البدء.
eo: Remalfermu dosierojn kaj projektojn dum ekfunkciigo.

source: Automatically clean-up files after close.
ar: نظّف الملفات آلياً بعد الإغلاق.
eo: Aŭtomate purigu dosierojn post fermo.

source: The file extensions to clean on exit.
ar: امتدادات الملفات التي يجب تنظيفها عند الخروج.
eo: La dosieraj etendoj por purigi ĉe eliro.

source: Only show LaTeX files in the file browser widget
ar: أظهِر ملفات لاتخ فقط في ودجة متصفح الملفات
eo: Montru nur LaTeX-dosierojn en la dosier-retumila fenestraĵo

source: The Author template variable.
ar: متغير قالب المؤلف.
eo: La Ŝablonvariablo de Aŭtoro.

source: The Documentclass template variable.
ar: متغير قالب فئة المستند (Documentclass).
eo: La ŝablona variablo Documentclass.

source: The Input encoding template variable.
ar: متغير قالب ترميز الإدخال.
eo: La Enigo-koda ŝablona variablo.

source: The default location where the projects must be created.
ar: الموقع المبدئي الذي يجب إنشاء المشاريع فيه.
eo: La defaŭlta loko kie la projektoj devas esti kreitaj.

source: Whether the current directory shown in the console is kept synchronized with the open tabs
ar: هل يبقى الدليل الحالي المعروض في الطرفية متزامناً مع الألسنة المفتوحة
eo: Ĉu la nuna dosierujo montrita en la konzolo estas konservita sinkronigita kun la malfermitaj langetoj

source: Whether the watch-file mode is enabled for the document viewer
ar: هل وضع مراقبة الملف مفعّل لعارض المستندات
eo: Ĉu la rigardo-dosiera reĝimo estas ebligita por la dokumentrigardilo

source: Whether to show the full path of file names in the window title.
ar: هل يجب عرض المسار الكامل لأسماء الملفات في عنوان النافذة.
eo: Ĉu montri la plenan vojon de dosiernomoj en la fenestrotitolo.

source: Whether Dvipng is installed.
ar: هل Dvipng مثبَّت.
eo: Ĉu Dvipng estas instalita.

source: Whether Convert is installed.
ar: هل Convert مثبَّت.
eo: Ĉu Konverti estas instalita.

source: Show preview of environments in bottom bar.
ar: أظهِر معاينة للبيئات في الشريط السفلي.
eo: Montru antaŭrigardon de medioj en malsupra breto.

source: Show preview of selected text in bottom bar.
ar: أظهِر معاينة للنص المحدد في الشريط السفلي.
eo: Montru antaŭrigardon de elektita teksto en malsupra breto.

source: Show preview of mathgroups in bottom bar.
ar: أظهِر معاينة لمجموعات الرياضيات في الشريط السفلي.
eo: Montru antaŭrigardon de matematikgrupoj en malsupra breto.

source: Conversion tool for preview of environments in bottom bar.
ar: أداة تحويل لمعاينة البيئات في الشريط السفلي.
eo: Konverta ilo por antaŭrigardo de medioj en malsupra breto.

source: Conversion tool for preview of selected text in bottom bar.
ar: أداة تحويل لمعاينة النص المحدد في الشريط السفلي.
eo: Konverta ilo por antaŭrigardo de elektita teksto en malsupra breto.

source: Conversion tool for preview of mathgroups in bottom bar.
ar: أداة تحويل لمعاينة مجموعات الرياضيات في الشريط السفلي.
eo: Konverta ilo por antaŭrigardo de matematikgrupoj en malsupra breto.

source: The background color of the quick preview pane.
ar: لون خلفية جزء المعاينة السريعة.
eo: La fonkoloro de la rapida antaŭrigarda panelo.

source: Enable the scripting support.
ar: فعّل دعم النصوص البرمجية.
eo: Ebligi la skriptsubtenon.

source: Set a time limit for the execution of scripts.
ar: اضبط حداً زمنياً لتنفيذ النصوص البرمجية.
eo: Fiksi templimon por la efektivigo de skriptoj.

source: Time limit for the execution of scripts.
ar: الحد الزمني لتنفيذ النصوص البرمجية.
eo: Tempolimo por la plenumo de skriptoj.

source: Width of the column containing the script name in the scripts management widget.
ar: عرض العمود الذي يحتوي على اسم النص البرمجي في ودجة إدارة النصوص البرمجية.
eo: Larĝo de la kolumno enhavanta la skriptonomon en la skripto-administra fenestraĵo.

source: Last task used by the PdfWizard.
ar: المهمة الأخيرة التي استخدمها PdfWizard.
eo: Lasta tasko uzata de la PdfWizard.

source: Number of symbols to store in the Most Frequently Used Symbols view.
ar: عدد الرموز التي يجب تخزينها في عرض الرموز الأكثر استخداماً.
eo: Nombro da simboloj konservendaj en la vido de Plej Ofte Uzitaj Simboloj.

source: Display the Most Frequently Used Symbols view.
ar: اعرض عرض الرموز الأكثر استخداماً.
eo: Montru la Vidon de Plej Ofte Uzitaj Simboloj.

source: Clear the list of the most frequently used symbols whilst closing Kile.
ar: امسح قائمة الرموز الأكثر استخداماً عند إغلاق كايل.
eo: Forigu la liston de la plej ofte uzataj simboloj dum fermo de Kile.

source: Should UTF-8 characters instead of commands be inserted
ar: هل يجب إدراج أحرف UTF-8 بدلاً من الأوامر
eo: Ĉu UTF-8-signoj anstataŭ komandoj estu enmetitaj

source: XML file for the user menu
ar: ملف XML لقائمة المستخدِم
eo: XML-dosiero por la uzantmenuo

source: Use the main menubar (value 0) or the LaTeX menu (value 1) for the location of the user menu
ar: استخدِم شريط القوائم الرئيسي (القيمة 0) أو قائمة لاتخ (القيمة 1) لموقع قائمة المستخدِم
eo: Uzu la ĉefan menubreton (valoro 0) aŭ la LaTeX-menuon (valoro 1) por la loko de la uzantmenuo

source: Activate live preview functionality.
ar: فعّل وظيفة المعاينة المباشرة.
eo: Aktivigu vivan antaŭrigardan funkcion.

source: Synchronize the cursor position with the view.
ar: زامِن موضع المؤشر مع العرض.
eo: Sinkronigu la kursoran pozicion kun la vido.

source: Enable preview for freshly opened documents.
ar: فعّل المعاينة للمستندات المفتوحة حديثاً.
eo: Ebligu antaŭrigardon por ĵus malfermitaj dokumentoj.

source: Number of milliseconds after which the compilation is started when a change has occurred.
ar: عدد المللي ثانية التي تبدأ بعدها عملية التصريف عند حدوث تغيير.
eo: Nombro da milisekundoj post kiuj la kompilo komenciĝas kiam ŝanĝo okazis.

source: Only compile documents after saving.
ar: صرّف المستندات بعد حفظها فقط
eo: Kompilu dokumentojn nur post konservado.

source: default livepreview tool.
ar: أداة المعاينة الحية المبدئية
eo: defaŭlta livepreview ilo.

source: &Label:
ar: الل&صيقة:
eo: &Etikedo:

source: No editor component found. Please check your KDE installation.
ar: لم يوجد مكوّن المحرّر. فضلًا افحص تثبيت كِيدِي.
eo: Neniu redaktilo komponanto trovita. Bonvolu kontroli vian instaladon de KDE.

source: No editor component found.
ar: لم يوجد مكوّن المحرّر.
eo: Neniu redaktilo komponanto trovita.

source: The internal structure of Kile is corrupted (probably due to a bug in Kile). Please select Save All from the File menu and close Kile. The Kile team apologizes for any inconvenience and would appreciate a bug report.
ar: الهيكل الداخلي لكايل فاسد (ربما بسبب علة في كايل). اختر حفظ الكل من قائمة ملف وأغلِق كايل. يعتذر فريق كايل عن أي إزعاج ويقدّر تقرير علة.
eo: La interna strukturo de Kile estas koruptita (verŝajne pro cimo en Kile). Bonvolu elekti Konservu Ĉion el la Dosiero-menuo kaj fermu Kile. La Kile-teamo pardonpetas pro ajna ĝeno kaj ŝatus raporton pri eraro.

source: The URL "%1" couldn't be opened. %2
ar: لا أستطيع فتح العنوان "%1". %2
eo: La URL "%1" ne eblis malfermi. %2

source: Cannot open URL
ar: لا أستطيع فتح العنوان
eo: Ne povas malfermi URL

source: The URL "%1" couldn't be opened.
ar: تعذر فتح العنوان "%1".
eo: La URL "%1" ne eblis malfermi.

source: Could not find template: %1
ar: تعذّر إيجاد القالب: %1
eo: Ne eblis trovi ŝablonon: %1

source: File Not Found
ar: لم يوجد الملفّ
eo: Dosiero ne trovita

source: Please save the file first.
ar: فضلًا احفظ الملفّ أوّلًا.
eo: Bonvolu unue konservi la dosieron.

source: Open/create a document first.
ar: افتح/أنشئ مستندًا أوّلًا.
eo: Unue malfermu/kreu dokumenton.

source: A template for this type of document cannot be created.
ar: تعذّر إنشاء قالب لنوع المستندات هذا.
eo: Ŝablono por ĉi tiu tipo de dokumento ne povas esti kreita.

source: Create Template From Document
ar: أنشئ قالبًا من المستند
eo: Krei Ŝablonon El Dokumento

source: Remove Template
ar: أزل القالب
eo: Forigi ŝablonon

source: Open Files
ar: افتح ملفّات
eo: Malfermi dosierojn

source: Kile encountered problems while saving the file %1. Do you have enough free disk space left?
ar: واجهت «كايل» مشاكل أثناء حفظ الملفّ %1. ألديك مساحة حرّة كافية على القرص؟
eo: Kile renkontis problemojn dum konservado de la dosiero %1. Ĉu vi restas sufiĉe da libera diskospaco?

source: Saving
ar: يحفظ
eo: Konservante

source: Any files (*)
ar: أيّ ملفّ (*)
eo: Ajnaj dosieroj (*)

source: Save Compiled Document As...
ar: احفظ المستند المصرّف كـ…
eo: Konservu kompilitan dokumenton kiel...

source: The URL "%1" cannot be opened as it is a directory.
ar: تعذّر فتح الملفّ %1 لأنّه لأنه دليل.
eo: La URL "%1" ne povas esti malfermita ĉar ĝi estas dosierujo.

source: Cannot open directory
ar: لا أستطيع فتح الدليل
eo: Ne povas malfermi dosierujon

source: Save File
ar: احفظ الملفّ
eo: Konservi dosieron

source: A file with the name "%1" exists already. Do you want to overwrite it?
ar: هناك ملفّ بالاسم "%1" فعلًا. أتريد الكتابة عليه؟
eo: Dosiero nomita "%1" jam ekzistas. Ĉu vi vere volas anstataŭigi ĝin?

source: Overwrite File?
ar: أأكتب فوق الملفّ؟
eo: Ĉu anstataŭigi dosieron?

source: Refresh Project Tree
ar: حدّث شجرة المشروع
eo: Refreŝigi Projektan Arbon

source: The current document is not associated to a project. Please activate a document that is associated to the project you want to build the tree for, then choose Refresh Project Tree again.
ar: المستند الحالي غير مرتبط بمشروع. فعّل مستنداً مرتبطاً بالمشروع الذي تريد بناء الشجرة له، ثم اختر تحديث شجرة المشروع مرة أخرى.
eo: La nuna dokumento ne estas asociita al projekto. Bonvolu aktivigi dokumenton, kiu rilatas al la projekto, por kiu vi volas konstrui la arbon, tiam elektu denove Refreŝigi Projektan Arbon.

source: Could Not Refresh Project Tree
ar: تعذّر تحديث شجرة المشروع
eo: Ne Eblis Refreŝigi Projektan Arbon

source: Select Project
ar: حدّد مشروع
eo: Elektu Projekton

source: Add to Project
ar: أضف إلى المشروع
eo: Aldoni al Projekto

source: The file %1 is already member of the project %2
ar: الملفّ %1 عضوًا في المشروع %2 فعلًا
eo: La dosiero %1 jam estas membro de la projekto %2

source: The file %1 can not be added because it does not exist or is not readable
ar: تعذّرت إضافة الملفّ %1 لأنّه غير موجود أو لا يمكن قراءته
eo: La dosiero %1 ne povas esti aldonita ĉar ĝi ne ekzistas aŭ ne estas legebla

source: This file is the project file, which holds all the information about your project. As such, it cannot be removed from the project.
ar: هذا الملفّ هو ملفّ المشروع الذي فيه معلومات حوله. لهذا لا يمكن إزالته من المشروع.
eo: Ĉi tiu dosiero estas la projektdosiero, kiu enhavas ĉiujn informojn pri via projekto. Kiel tia, ĝi ne povas esti forigita de la projekto.

source: Cannot Remove File From Project
ar: تعذّرت إزالة الملفّ من المشروع
eo: Ne Povas Forigi Dosieron De Projekto

source: <p>The project "%1" is already open.</p><p>If you wanted to reload the project, close the project before you re-open it.</p>
ar: <p>المشروع "%1" مفتوح فعلًا. </p><p>إن أردت إعادة تحميل المشروع، فأغلقه قبل فتحه مجدّدًا.</p>
eo: <p>La projekto "%1" jam estas malfermita.</p><p>Se vi volis reŝargi la projekton, fermu la projekton antaŭ ol vi remalfermu ĝin.</p>

source: Project Already Open
ar: المشروع مفتوح فعلًا
eo: Projekto Jam Malfermita

source: <p>The project file for the project "%1" does not exist or it is not readable.</p><p>Do you want to remove this project from the recent projects list?</p>
ar: <p>ملف المشروع للمشروع "%1" غير موجود أو غير قابل للقراءة.</p><p>أتريد إزالة هذا المشروع من قائمة المشاريع الحديثة؟</p>
eo: <p>La projektdosiero por la projekto "%1" ne ekzistas aŭ ĝi ne estas legebla.</p><p>Ĉu vi volas forigi ĉi tiun projekton el la lastatempa listo de projektoj?</p>

source: Could Not Open Project
ar: تعذّر فتح ملفّ المشروع
eo: Ne Eblis Malfermi Projekton

source: <p>The file "%1" cannot be opened as it does not appear to be a project file.</p>
ar: <p>لا أستطيع فتح الملف "%1" لأنه لا يبدو أنه ملف مشروع.</p>
eo: <p>La dosiero "%1" ne povas esti malfermita ĉar ĝi ne ŝajnas esti projektdosiero.</p>

source: Impossible to Open Project File
ar: لا أستطيع فتح ملف المشروع
eo: Neeble Malfermi Projektan Dosieron

source: <p>The project "%1" cannot be opened as it was created <br/>by a newer version of Kile.</p>
ar: <p>لا أستطيع فتح المشروع "%1" لأنه أنشئ <br/>بإصدار أحدث من كايل.</p>
eo: <p>La projekto "%1" ne povas esti malfermita ĉar ĝi estis kreita <br/>de pli nova versio de Kile.</p>

source: Impossible to Open Project
ar: لا أستطيع فتح المشروع
eo: Neeble Malfermi Projekton

source: <p>The project file "%1" was created by a previous version of Kile.<br/>It needs to be updated before it can be opened.</p><p>Do you want to update it?</p>
ar: <p>ملف المشروع "%1" أُنشِئ بإصدار سابق من كايل.<br/>يحتاج إلى تحديث قبل أن أستطيع فتحه.</p><p>أتريد تحديثه؟</p>
eo: <p>La projektdosiero "%1" estis kreita de antaŭa versio de Kile.<br/>Ĝi devas esti ĝisdatigita antaŭ ol ĝi povas esti malfermita.</p><p>Ĉu vi volas ĝisdatigi ĝin? </p>

source: Project File Needs to be Updated
ar: ملف المشروع يحتاج إلى تحديث
eo: Projekta Dosiero Necesas Ĝisdatigita
