Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

# NAME OF TRANSLATORS
source: Your names
ar: صفا الفليج
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
ar: safa1996alfulaij@gmail.com
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net

source: Could not save the local abbreviation list. Error code %1.
ar: تعذّر حفظ ملفّ الاختصارات. رمز الخطأ %1.
eo: Ne eblis konservi la lokan mallongigan liston. Erara kodo %1.

source: Saving Problem
ar: مشكلة في الحفظ
eo: Konserva Problemo

source: Running in Kile
ar: يعمل في «كايل»
eo: Kurante en Kile

source: Tool not found. Kile is not configured correctly. Go to Settings->Configure Kile->Tools and either fix the problem or change to the default settings.
ar: لم توجد الأداة. لم يُضبط «كايل» كما ينبغي. توجّه إلى إعدادات->اضبط كايل->الأدوات وحلّ المشكلة أو ارجع إلى الإعدادات المبدئيّة.
eo: Ilo ne trovita. Kile ne estas agordita ĝuste. Iru al Agordoj->Agordu Kile-> Iloj kaj aŭ riparu la problemon aŭ ŝanĝu la defaŭltajn agordojn.

source: Passed
ar: نجح
eo: Pasita

source: Failed
ar: فشل
eo: Malsukcesis

source: Version
ar: الإصدارة
eo: Versio

source: Embedding of Okular is supported
ar: تضمين أوكلار متاح
eo: Enkonstruado de Okular estas subtenata

source: Binary
ar: الثّنائيّ
eo: Duuma

# additional failure message given as argument
source: Could not find the binary for this essential tool. %1
ar: تعذّر إيجاد ثنائيّ هذه الأداة الأساسيّة. %1
eo: Ne eblis trovi la binaron por ĉi tiu esenca ilo. %1

# additional failure message given as argument
source: No executable '%1' found. %2
ar: لم يوجد التّنفيذيّ '%1'. %2
eo: Neniu plenumebla '%1' trovita. %2

source: Could not find the binary for this essential tool
ar: تعذّر إيجاد ثنائيّ هذه الأداة الأساسيّة
eo: Ne eblis trovi la binaron por ĉi tiu esenca ilo

source: No executable '%1' found
ar: لم يوجد التّنفيذيّ '%1'
eo: Neniu plenumebla '%1' trovita

# executable => path
source: Found (%1 => %2)
ar: وُجد (%1 => %2)
eo: Trovita (%1 => %2)

source: Simple Test
ar: اختبار بسيط
eo: Simpla Testo

source: This essential tool does not work; please check your installation.
ar: الأداة الأساسيّة هذه لا تعمل، فضلًا افحص التّثبيت.
eo: Ĉi tiu esenca ilo ne funkcias; bonvolu kontroli vian instaladon.

source: Source Specials Switch
ar: مِفتاح خاصيات المَصْدَر
eo: Fonto Specialaĵoj Ŝaltilo

source: Supported, use the 'Modern' configuration for (La)TeX to auto-enable inverse and forward search capabilities.
ar: مدعم، استخدم الضبط "الحديث" لـ (لا)تخ إلى للتميكن الآليّ للبحث العكسي والأمامي.
eo: Subtenata, uzu la 'Modernan' agordon por (La)TeX por aŭtomate ebligi inversajn kaj antaŭen serĉkapablojn.

source: Not supported, use the srcltx package to enable the inverse and forward search capabilities.
ar: غير مدعوم، استخدم حزمة SRCLTX لتمكين قدرات البحث العكسية والأمام.
eo: Ne subtenata, uzu la srcltx-pakaĵon por ebligi la inversan kaj antaŭen serĉkapablojn.

source: SyncTeX Support
ar: دعم Synctex
eo: Subteno de SyncTeX

source: Supported, use the 'Modern' configuration for PDFLaTeX and XeLaTeX to auto-enable inverse and forward search capabilities.
ar: مدعوم، استخدم ضبط "الحديث" لـ PDFlatex و Xelatex لإمكانيات البحث الآليّ العكسي والأمامي.
eo: Subtenata, uzu la 'Modernan' agordon por PDFLaTeX kaj XeLaTeX por aŭtomate ebligi inversajn kaj antaŭen serĉkapablojn.

source: Not supported
ar: غير مدعوم
eo: Ne subtenata

source: PNG previews cannot be used for mathgroups in the bottom preview pane
ar: لا يمكن استخدام معاينات PNG لمجموعات الرياضيات في جزء المعاينة السفلية
eo: PNG-antaŭrigardoj ne povas esti uzataj por matematikgrupoj en la malsupra antaŭrigarda panelo

source: PNG previews cannot be used with conversions 'dvi->ps->png' and 'pdf->png' in the bottom preview pane
ar: لا يمكن استخدام معاينات PNG مع التحويلات 'DVI-> ps-> png' و 'PDF-> png' في جزء المعاينة السفلي
eo: PNG-antaŭprezentoj ne povas esti uzataj kun konvertiĝoj 'dvi->ps->png' kaj 'pdf->png' en la malsupra antaŭrigarda panelo

source: Add Abbreviation
ar: أضف اختصارًا
eo: Aldoni mallongigon

source: Edit Abbreviation
ar: حرّر الاختصار
eo: Redakti Mallongigon

source: &Abbreviation:
ar: الا&ختصار:
eo: &Mallongigo:

source: &Expanded Text:
ar: النص &المُوَسَّع:
eo: &Plena Teksto:

source: Delete Files
ar: حذف ملفّات
eo: Forigi dosierojn

source: Do you really want to delete these files?
ar: أمتأكّد من حذف هذه الملفّات؟
eo: Ĉu vi vere volas forigi ĉi tiujn dosierojn?

source: Files
ar: الملفّات
eo: Dosieroj

source: Critical failure, Kile will not function properly
ar: فشل ذريع، لن يعمل «كايل» كما ينبغي
eo: Kritika fiasko, Kile ne funkcios ĝuste

source: Failed, but not critical
ar: فَشِلَ، ولكنه ليس حاسِمًا
eo: Malsukcesis, sed ne kritika

source: System Check
ar: فحص النّظام
eo: Sistema kontrolo

source: <p>This configuration assistant will check whether your system is set up correctly to process LaTeX documents. It will also allow to fine-tune the configuration of Kile while taking the results of the tests into account.</p><p>It is recommended to run this assistant before using Kile for the first time.</p><p>Please press 'Next' now to start the test procedure.</p>
ar: <p>مُساعد الضبط هذا يَفحص ما إذا إعداد نظامك صحيح لمعالجة مُستندات لاتخ. كما يَسمح بضبط تشكيلة كايل مع أخِذ نتائج الفُحوص في الحُسبان.</p><p>نوصي بتشغيل هذا المُساعد قبل استعمال كايل أول مرة.</p><p>اضغط 'التالي' الآن لبدء إجراء الفحص.</p>
eo: <p>Ĉi tiu agorda asistanto kontrolos ĉu via sistemo estas ĝuste agordita por prilabori LaTeX-dokumentojn. Ĝi ankaŭ permesos agordi la agordon de Kile dum oni konsideras la rezultojn de la testoj.</p><p>Oni rekomendas ruli ĉi tiun asistanton antaŭ ol uzi Kile por la unua fojo.</p><p> >Bonvolu premi 'Sekva' nun por komenci la testan proceduron.</p>

source: System Check & Configuration Assistant
ar: فحص النّظام ومساعد الضّبط
eo: Asistanto pri Sistema Kontrolo kaj Agordo

source: Checking whether the system is set up correctly...
ar: يفحص فيما إذا كان النّظام مُعدّا كما ينبغي...
eo: Kontrolante ĉu la sistemo estas ĝuste agordita...

source: Configure the viewer tools to use the document viewer
ar: اضبط أدوات العارض لاستخدام عارض المستندات
eo: Agordi la ilojn de spektilo por uzi la dokumentrigardilon

source: Use the 'modern' configuration for the TeX, PDFTeX, and LaTeX tools
ar: استعمل الضبط 'الحَديث' لأدوات تخ، وتخ-بي دي إف، ولاتخ
eo: Uzi la 'modernan' agordon por la iloj TeX, PDFTeX kaj LaTeX

source: Use the 'modern' configuration for the PDFLaTeX, LuaLaTeX and XeLaTeX tools
ar: استعمل الضبط 'الحَديث' لأدوات لاتخ-بي دي إف، ولوا-لاتخ، وزي-لاتخ
eo: Uzi la 'modernan' agordon por la iloj PDFLaTeX, LuaLaTeX kaj XeLaTeX

source: <br/>Please press 'Finish' now to accept the recommended configuration changes.
ar: <br/>فضلًا انقر 'أنهِ' لقبول التّعديلات المستحسنة على الضّبط.
eo: <br/>Bonvolu premi 'Fini' nun por akcepti la rekomenditajn agordajn ŝanĝojn.

source: Test Results
ar: نتائج الاختبار
eo: Testrezultoj

source: The following <b>critical</b> tests did not succeed:<br/><br/>%1<br/><br/>Kile cannot function correctly on your system. Please consult the test results<br/>to determine which programs have to be fixed.
ar: الاختبارات <b>الحرجة</b> الآتية لم تنجح:<br/><br/>%1<br/><br/>لا يمكن ل‍«كايل» العمل كما ينبغي في النّظام. فضلًا راجع نتائج الاختبارات<br/>لتحدّد أيّ البرامج تحتاج إصلاحًا.
eo: La jenaj <b>kritikaj</b> provoj ne sukcesis:<br/><br/>%1<br/><br/>Kile ne povas funkcii ĝuste en via sistemo. Bonvolu konsulti la testrezultojn<br/>por determini kiuj programoj devas esti riparitaj.

source: The following tests did not succeed:<br/><br/>%1<br/><br/>You will still be able to use Kile; however, not all features are guaranteed to work.
ar: الاختبارات الآتية لم تنجح:<br/><br/>%1<br/><br/>ستستطيع استخدام «كايل» إلّا أنّه لا ضمان على عمل كلّ مزاياه.
eo: La jenaj provoj ne sukcesis:<br/><br/>%1<br/><br/>Vi ankoraŭ povos uzi Kile; tamen, ne ĉiuj funkcioj garantias funkcii.

source: <b>No problems were detected. Kile will work correctly on your system.</b>
ar: <b>لم تُكتشف أيّة مشاكل. سيعمل «كايل» كما ينبغي في النّظام.</b>
eo: <b>Neniaj problemoj estis detektitaj. Kile funkcios ĝuste en via sistemo.</b>

source: The embedded document viewer is available and live preview is supported.
ar: عارض المستندات المضمّن متوفّر والمعاينة الحيّة مدعومة.
eo: La enigita dokumenta spektilo disponeblas kaj reala antaŭrigardo estas subtenata.

source: The embedded document viewer is available, but the installed version of PDFLaTeX is<br/><b>not compatible</b> with live preview.
ar: عارض المستندات المضمّن متوفّر، ولكن الإصدارة المثبّتة من PDFLaTeX <br/><b>ليست متوافقة</b> مع المعاينة الحيّة.
eo: La enigita dokumentospektilo disponeblas, sed la instalita versio de PDFLaTeX<br/><b>ne kongruas</b> kun reala antaŭrigardo.

source: The embedded document viewer is <b>not available</b> (as Okular is either not available or the installed<br/>version is too old). Live preview is hence not supported.
ar: عارض المستندات المضمّن <b>ليس متوفّرًا</b> (إذ أنّ «أوكلار» ليس متوفّرًا أو أنّ<br/>الإصدارة المثبّتة قديمة جدًّا). لهذا السّبب، المعاينة الحيّة غير مدعومة.
eo: La enigita dokumentrigardilo estas <b>ne disponebla</b> (ĉar Okular aŭ ne disponeblas aŭ la instalita<br/>versio estas tro malnova). Viva antaŭrigardo do ne estas subtenata.

source: <br/><font color="#FF0000"><b>The tests could not be finished correctly. Please check the available disk space.</b></font>
ar: <br/><font color="#FF0000"><b>تعذّر إنهاء الاختبارات كما ينبغي. فضلًا افحص مساحة القرص المتوفّرة.</b></font>
eo: <br/><font color="#FF0000"><b>La testoj ne povis esti ĝuste finitaj. Bonvolu kontroli la disponeblan diskspacon.</b></font>

source: Configure
ar: الضّبط
eo: Agordi

source: Kile
ar: كايل

source: LaTeX
ar: لاتخ

source: Tools
ar: الأدوات
eo: Iloj

source: Editor
ar: المحرّر
eo: Redaktilo

source: General
ar: عامّ
eo: Ĝenerala

source: General Settings
ar: الإعدادات العامّة
eo: Ĝeneralaj Agordoj

source: Build
ar: البناء
eo: Munti

source: Scripting Support
ar: دعم السّكربتات
eo: Skripta Subteno

source: Scripting
ar: البرمجة النصية
eo: Skripto

source: User Menu
ar: قائمة المستخدم
eo: Uzanta Menuo

source: Complete
ar: الإكمال
eo: Kompleta

source: Code Completion
ar: إكمال الأكواد
eo: Kodkompletigo

source: Quick Preview
ar: المعاينة السّريعة
eo: Rapida Antaŭrigardo

source: Preview
ar: المعاينة
eo: Antaŭrigardo

source: Help
ar: المساعدة
eo: Helpo

source: Live Preview
ar: المعاينة الحيّة
eo: Viva Antaŭrigardo

source: Appearance
ar: المظهر
eo: Aspekto

source: Environments
ar: البيئات
eo: Medioj

source: installed
ar: مثبّت
eo: instalita

source: not installed
ar: غير مثبّت
eo: ne instalita

source: Graphics
ar: الرّسوم
eo: Grafikoj

source: Structure View
ar: منظور البنى
eo: Struktura Vido

source: Symbol View
ar: منظور الرّموز
eo: Simbolo Vido

source: Project
ar: المشروع
eo: Projekto

source: Name:
ar: الاسم:
eo: Nomo:

source: Directory:
ar: الدّليل:
eo: Dosierujo:

source: Search
ar: البحث
eo: Serĉi

source: Pattern:
ar: النّمط:
eo: Ŝablono:

source: Template:
ar: القالب:
eo: Ŝablono:

source: Normal
ar: عاديّ
eo: Normala

source: Command
ar: أمر
eo: Komando

source: Command[]
ar: الأمر[]
eo: Komando[]

source: Environment
ar: البيئة
eo: Medio

source: Image
ar: صورة
eo: Bildo

source: Label
ar: لصيقة
eo: Etikedo

source: Reference
ar: مرجع
eo: Referenco

source: File
ar: ملفّ
eo: Dosiero

source: Directory Options
ar: خيارات الدّليل
eo: Adresaj Opcioj

source: Filter:
ar: المرشّح:
eo: Filtrilo:

source: Scan directories recursively
ar: افحص الأدلّة تكراريًّا
eo: Skani dosierujojn rekursie

source: &Search
ar: اب&حث
eo: &Serĉi

source: &Clear
ar: ام&حُ
eo: &Forigi

source: Enter the regular expression you want to search for here.<br>Possible meta characters are:<br><ul><li>&nbsp;<b>.</b> - Matches any character</li><li>&nbsp;<b>^</b> - Matches the beginning of a line</li><li>&nbsp;<b>$</b> - Matches the end of a line</li><li>&nbsp;<b>\\\&lt;</b> - Matches the beginning of a word</li><li>&nbsp;<b>\\\&gt;</b> - Matches the end of a word</li></ul>The following repetition operators exist:<ul><li>&nbsp;<b>?</b> - The preceding item is matched at most once</li><li>&nbsp;<b>*</b> - The preceding item is matched zero or more times</li><li>&nbsp;<b>+</b> - The preceding item is matched one or more times</li><li>&nbsp;<b>{<i>n</i>}</b> - The preceding item is matched exactly <i>n</i> times</li><li>&nbsp;<b>{<i>n</i>,}</b> - The preceding item is matched <i>n</i> or more times</li><li>&nbsp;<b>{,<i>n</i>}</b> - The preceding item is matched at most <i>n</i> times</li><li>&nbsp;<b>{<i>n</i>,<i>m</i>}</b> - The preceding item is matched at least <i>n</i>, but at most <i>m</i> times.</li></ul>Furthermore, backreferences to bracketed subexpressions are available via the notation \\<i>n</i>.
ar: أدخل التعبير النمطي الذي تود البحث عنه هنا.<br>الحروف الوصفية الممكنة هي:<br><ul><li>&nbsp;<b>.</b> - يُطابِق أي حرف</li><li>&nbsp;<b>^</b> - يُطابِق بداية السطر</li><li>&nbsp;<b>$</b> - يُطابِق نهاية السطر</li><li>&nbsp;<b>\\\&lt;</b> - يُطابِق بداية الكلمة</li><li>&nbsp;<b>\\\&gt;</b> - يُطابِق نهاية الكلمة</li></ul>تَتوفر عِبارات التِكرار التالية:<ul><li>&nbsp;<b>?</b> - يُطابِق العُنصر السابِق مَرَّة واحدة على الأكثر</li><li>&nbsp;<b>*</b> - يُطابِق العُنصر السابِق صفرًا أو أكثر</li><li>&nbsp;<b>+</b> - يُطابِق العُنصر السابِق مَرَّة واحدة أو أكثر</li><li>&nbsp;<b>{<i>ن</i>}</b> - يُطابِق العُنصر السابِق <i>ن</i> مَرَّة بالضبط</li><li>&nbsp;<b>{<i>ن</i>,}</b> - يُطابِق العُنصر السابِق <i>ن</i> مَرَّة أو أكثر</li><li>&nbsp;<b>{,<i>ن</i>}</b> - يُطابِق العُنصر السابِق <i>ن</i> مَرَّة على الأكثر</li><li>&nbsp;<b>{<i>ن</i>,<i>م</i>}</b> - يُطابِق العُنصر السابِق <i>ن</i> على الأقل، و <i>م</i> على الأكثر.</li></ul>إضافة لذلك، تتوفر المراجع الخلفية للتعبيرات الفرعية الموضوعة بين قوسين عبر تدوين <tt>\</tt><i>ن</i>.
eo: Enigu la regulan esprimon, kiun vi volas serĉi ĉi tie.<br>Eblaj metasignoj estas:<br><ul><li>&nbsp;<b>.</b> - Kongruas kun ajna signo</li><li>&nbsp;<b>^</b> - Kongruas kun la komenco de linio</li><li>&nbsp;<b>$</b> - Kongruas kun la fino de linio</li><li>&nbsp;<b>\\\&lt;</b> - Kongruas kun la komenco de vorto</li><li>&nbsp;<b>\\\&gt;</b> - Kongruas kun la fino de vorto</li></ul>La jenaj ripetaj operatoroj ekzistas:<ul><li>&nbsp;<b>?</b> - La antaŭa ero estas egalita maksimume unufoje</li><li>&nbsp;<b>*</b> - La antaŭa ero estas egalita nulo aŭ pliajn fojojn</li><li>&nbsp;<b>+</b> - La antaŭa ero kongruas unu aŭ plurajn fojojn</li><li>&nbsp;<b>{<i>n</i>}</b> - La antaŭa ero kongruas precize <i>n</i> fojojn</li><li>&nbsp;<b>{<i>n</i>,}</b> - La antaŭa ero kongruas <i>n</i> aŭ pli da fojoj</li><li>&nbsp;<b>{,<i>n</i>}</b> - La antaŭa ero maksimume kongruas <i>n</i> fojojn</li><li>&nbsp;<b>{<i>n</i>,<i>m</i>}</b> - La antaŭa ero kongruas almenaŭ <i>n</i>, sed maksimume <i>m</i> fojojn.</li></ul>Krome retroreferencoj al krampitaj subesprimoj estas disponeblaj per la notacio \\<i>n</i>.

source: Enter the file name pattern of the files to search here. You may give several patterns separated by commas.
ar: أدخل نمط أسماء الملفّات التي تريد البحث عنها هنا. يمكنك فصل الأنماط بفواصل.
eo: Enigu la dosiernoman ŝablonon de la dosieroj por serĉi ĉi tie. Vi povas doni plurajn ŝablonojn apartigitajn per komoj.

source: Choose one search mode. For the first modes, the search pattern is built from the editable template, where '%s' is replaced by the given pattern.<br><br>There are additional fixed predefined modes for environments, graphics, labels, references and input files. If the pattern is empty, Kile will search for all commands of this mode. If a pattern is given, it will be inserted as a parameter. For example, in environment mode with pattern 'center', Kile will search for '\begin{center}', and in graphics mode with pattern '.*\.png', Kile will search for all png files.
ar: اختَر وضع بحث. للأوضاع الأولى، يُنشأ نَمَط البحث من القالب القابل للتحرير، حيث يُستبدل '%s' بالنَمَط المُعطى.<br><br>توجد أوضاع مُعَرَّفة مُسبَقًا مُثَبَّتة للبيئات، والرسومات، ولصائق، والمراجع، ومُلفات المُدخلات. إن كان النَمَط فارِغًا، يبحث كايل عن كل أوامر هذا الوَضع. إن أعطي نَمَط، يُدرَج كوسيط. مَثلًا، في وضع البيئة بنَمَط 'center'، يبحث كايل عن '\begin{center}'، وفي وضع الرُسُومات بنَمَط '.*\.png'، يبحث كايل عن كل مُلفات png.
eo: Elektu unu serĉreĝimon. Por la unuaj reĝimoj, la serĉŝablono estas konstruita el la redaktebla ŝablono, kie '%s' estas anstataŭigita per la donita ŝablono.<br><br>Estas pliaj fiksitaj antaŭdifinitaj reĝimoj por medioj, grafikaĵoj, etikedoj, referencoj kaj enigdosieroj. . Se la ŝablono estas malplena, Kile serĉos ĉiujn komandojn de ĉi tiu reĝimo. Se ŝablono estas donita, ĝi estos enmetita kiel parametro. Ekzemple, en medio-reĝimo kun ŝablono 'center', Kile serĉos '\begin{center}', kaj en grafika reĝimo kun ŝablono '.*\.png', Kile serĉos ĉiujn png-dosierojn.

source: For the first three modes you can choose a template for the pattern from the combo box and edit it here. The string %s in the template is replaced by the pattern input field, resulting in the regular expression to search for. In all other modes this template is ignored.
ar: للأوضاع الثلاثة الأولى، يُمكِنك اختيار قالب للنَمَط من مربع التحرير والسرد وتَحريره هنا. يُستبدَل النص %s في القالب بحقل إدخال النَمَط، مُسفرًا عن التعبير النَمَطي للبحث. في كل الأوضاع الأُخرى، يُتَجاهَل هذا القالب.
eo: Por la unuaj tri reĝimoj vi povas elekti ŝablonon por la ŝablono el la kombinaĵo kaj redakti ĝin ĉi tie. La ĉeno %s en la ŝablono estas anstataŭigita per la ŝablono enigokampo, rezultigante la regulan esprimon serĉenda. En ĉiuj aliaj reĝimoj ĉi tiu ŝablono estas ignorita.

source: Enter the directory which contains the files you want to search in.
ar: أدخل الدّليل الذي يحوي الملفّات التي تريد البحث فيه.
eo: Enigu la dosierujon, kiu enhavas la dosierojn, en kiuj vi volas serĉi.

source: Check this box to search in all subdirectories.
ar: أشّر على هذا المربّع للبحث في كلّ الأدلّة الفرعيّة.
eo: Marku ĉi tiun skatolon por serĉi en ĉiuj subdosierujoj.

source: The results of the grep run are listed here. Select a filename/line number combination with a mouse click on the item or with the cursor to show the respective line in the editor.
ar: تُسرَد نتائج تشغيل grep هنا. اختَر مَجموعة اسم المُلف/رقم السطر بضغط فأرة على العُنصر أو بالمؤشر لعرض السطر المَعني في المُحَرر.
eo: La rezultoj de la grep-kuro estas listigitaj ĉi tie. Elektu dosiernomon/linian numeron kombinaĵon per musklako sur la elemento aŭ per la kursoro por montri la respektivan linion en la redaktilo.

source: Find in Files
ar: البحث في الملفّات
eo: Trovi en Dosieroj

source: Find in Project
ar: البحث في المشروع
eo: Trovi en Projekto

source: no project opened
ar: لا مشاريع مفتوحة
eo: nenii projekto malfermiĝis

source: <strong>Error:</strong><p>
ar: <strong>خطأ:</strong><p>
eo: <strong>Eraro:</strong><p>

source: Grep Tool Error
ar: خطأ في أداة Grep
eo: Grep Ila Eraro

source: Invalid regular expression: %1
ar: التّعبير النّمطيّ غير صالح: %1
eo: Nevalida regula esprimo: %1

source: &Cancel
ar: أل&غِ
eo: &Rezigni

source: Figure Environment
ar: بيئة شكل
eo: Figura Medio

source: Table Environment
ar: بيئة جدول
eo: Tabla Medio

source: Figure
ar: شكل
eo: Figuro

source: Table
ar: جدول
eo: Tabelo

source: Position
ar: الموقع
eo: Pozicio

source: Here exact
ar: هنا تمامًا
eo: Jen ekzakte

source: Bottom of page
ar: أدنى الصّفحة
eo: Malsupro de paĝo

source: Top of page
ar: أعلى الصّفحة
eo: Supro de paĝo

source: Extra page
ar: صفحة أخرى
eo: Ekstra paĝo

source: Center
ar: الوسط
eo: Centrigita

source: Caption:
ar: الواصفة:
eo: Titolo:

source: Label:
ar: اللصيقة:
eo: Etikedo:

source: Include Graphics
ar: ضمّن الرّسوم
eo: Inkluzivi Grafikojn

source: Graphics (*.png *.jpg *.pdf *.ps *.eps)
ar: الرسومات ( *.png *.jpg *.pdf *.ps *.eps)
eo: Grafiko (*.png *.jpg *.pdf *.ps *.eps)

source: PNG Files (*.png)
ar: ملفات PNG (*.png)
eo: PNG-Dosieroj (*.png)

source: JPG Files (*.jpg)
ar: ملفات JPG (*.jpg)
eo: JPG-Dosieroj (*.jpg)

source: PDF Files (*.pdf)
ar: ملفات PDF (*.pdf)
eo: PDF-Dosieroj (*.pdf)

source: Postscript Files (*.eps *ps)
ar: ملفات بوستسكريبت ( *.eps *ps)
eo: Postscript-Dosieroj (*.eps *ps)

source: Graphics (*.png *.jpg *.eps.gz *.eps)
ar: الرسومات ( *.png *.jpg *.eps.gz *.eps)
eo: Grafiko (*.png *.jpg *.eps.gz *.eps)

source: Zipped EPS Files (*.eps.gz)
ar: ملفات EPS المضغوطة (*.eps.gz)
eo: Zip-kunpremitaj EPS-Dosieroj (*.eps.gz)

source: EPS Files (*.eps)
ar: ملفات EPS (*.eps)
eo: EPS-Dosieroj (*.eps)

source: All Files (*)
ar: كلّ الملفّات (*)
eo: Ĉiuj dosieroj (*)

source: You must include the wrapfig package to use the text wrapping options
ar: عليك تضمين حزمة wrapfig لاستخدام خيارات لفّ النّصّ
eo: Vi devas inkluzivi la wrapfig-pakaĵon por uzi la tekstajn envolvajn opciojn

source: Missing Package
ar: حزمة ناقصة
eo: Mankas Pako

source: Picture:
ar: الصّورة:
eo: Bildo:

source: Info:
ar: معلومات:
eo: Informo:

source: Output:
ar: الخرج:
eo: Eligo:

source: Center picture
ar: وسّط الصّورة
eo: Centra bildo

source: Path:
ar: المسار:
eo: Pado:

source: Use \graphicspath command of LaTeX
ar: استخدم أمر ‎\graphicspath لـلاتخ
eo: Uzi \graphicspath komandon de LaTeX

source: Image options
ar: خيارات الصّورة
eo: Bildaj opcioj

source: Width:
ar: العرض:
eo: Larĝeco:

source: Height:
ar: الارتفاع:
eo: Alteco:

source: Angle:
ar: الزّواية:
eo: Angulo:

source: Bounding box:
ar: المربّع المحيطيّ:
eo: Limskatolo:

source: Use bounding box
ar: استخدم مربّعًا محيطيًّا
eo: Uzi limkeston

source: Scale:
ar: التّحجيم:
eo: Skalo:

source: Keep aspect ratio
ar: أبقِ النّسبة الباعيّة
eo: Konservi bildformajn proporciojn

source: Trim image
ar: اقتصّ الصّورة
eo: Tondi bildon

source: Trim image by the specified lengths
ar: قلّم الصورة بالأطوال المحددة
eo: Tondi bildon laŭ la specifitaj longoj

source: Trim Image
ar: اقتصاص الصّورة
eo: Tondi Bildon

source: Left:
ar: اليسار:
eo: Maldekstra:

source: Top:
ar: الأعلى:
eo: Supre:

source: Right:
ar: اليمين:
eo: Dekstre:

source: Bottom:
ar: الأسفل:
eo: Sube:

source: 0pt
ar: 0نقطة

source: figure
ar: شكل
eo: figuro

source: Use figure environment
ar: استخدم بيئة figure
eo: Uzi figuran medion

source: fig:
ar: شكل:

source: Position:
ar: الموقع:
eo: Pozicio:

source: Bottom of page (b)
ar: أدنى الصّفحة (b)
eo: Malsupro de paĝo (b)

source: Extra page (p)
ar: صفحة أخرى (p)
eo: Ekstra paĝo (p)

source: Here (h)
ar: هنا (h)
eo: Ĉi tie (h)

source: Top of page (t)
ar: أعلى الصّفحة (t)
eo: Supro de paĝo (t)

source: Force Positioning (!)
ar: أجبر الموضع (!)
eo: Forto-Poziciado (!)

source: Custom:
ar: مخصّص:
eo: Propra:

source: Use wrapfigure environment
ar: استخدم بيئة wrapfigure
eo: Uzi wrapfigure-medion

source: 3.5in
ar: 3.5 بوصة

source: Lines to break:
ar: الأسطر لكسرها:
eo: Linioj por rompi:

source: Left (L/l)
ar: اليسار (L/l)
eo: Maldekstre (L/l)

source: Outside (O/o)
ar: الخارج (خ/X)
eo: Ekstere (O/o)

source: Right (R/r)
ar: اليمين (R/r)
eo: Dekstre (R/r)

source: Inside (I/i)
ar: الداخل (د/D)
eo: Interne (mi/i)

source: Float figure
ar: الشَكل العائِم
eo: Flosila figuro

source: Overhang:
ar: الإفراط:
eo: Superpendanto:

source: Placement:
ar: الموضع:
eo: Lokigo:

source: Attributes
ar: الصّفات
eo: Ecoj

source: Group:
ar: المجموعة:
eo: Grupo:

source: &Name:
ar: الا&سم:
eo: &Nomo:

source: Include *-&version:
ar: ضم إصدار الع&لامة النجمية:
eo: Inkluzivi *-&version:

source: Name of the group, to which this environment or command belongs.
ar: اسم المجموعة التي تنتمي إليها هذه البيئة أو هذا الأمر.
eo: Nomo de la grupo, al kiu ĉi tiu medio aŭ komando apartenas.

source: Name of the new environment or command.
ar: اسم البيئة أو الأمر الجديد.
eo: Nomo de la nova medio aŭ komando.

source: Name of the environment or command to edit.
ar: اسم البيئة أو الأمر لتحريره.
eo: Nomo de la medio aŭ komando por redakti.

source: Does this environment or command also exist in a starred version?
ar: هل هذه البيئة أو هذا الأمر يتوفَر أيضًا في إصدار بِعلامة نجمية؟
eo: Ĉu ĉi tiu medio aŭ komando ankaŭ ekzistas en stelita versio?

source: \\ is end of &line:
ar: هل \\ نهاية &السطر:
eo: \\ estas &liniofino:
