Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: Select a configuration:
ar: اختر ضبطًا:
eo: Elektu agordon:

source: Quick Preview in Bottom Bar
ar: معاينة سريعة في الشريط السفلي
eo: Rapida Antaŭrigardo en Malsupra breto

source: &Resolution:
ar: المي&ز:
eo: &Difino:

source: dpi
ar: نقطة/بوصة

source: (allowed values: 30-1000 dpi)
ar: (القيم المسموح بها: 30-1000 نقطة لكل بوصة)
eo: (permesitaj valoroj: 30-1000 dpi)

source: &Background Color:
ar: لون ال&خلفيّة:
eo: &Fonkoloro

source: Kile supports three kinds of conversion to png images
ar: يدعم «كايل» ثلاث أنواع من التّحويل إلى صور PNG
eo: Kile subtenas tri specojn de konvertiĝo al PNG bildoj

source: (uses dvipng)
ar: (يستخدم dvipng)
eo: (uzas dvipng)

source: (uses dvips/convert)
ar: (يستخدم dvips/convert)
eo: (uzas dvips/konverti)

source: (uses convert)
ar: (يستخدم convert)
eo: (uzas konverti)

source: convert:
ar: حوّل:

source: Show preview in bottom bar:
ar: أظهر معاينة في الشّريط السّفلي:
eo: Montru antaŭrigardon en la malsupra breto:

source: Conversion to image:
ar: تحويل إلى صورة:
eo: Konvertiĝo al bildo:

source: Selection:
ar: التحديد:
eo: Elektaĵo:

source: Environment:
ar: البيئة:
eo: Mediovariabloj:

source: Mathgroup:
ar: مجموعة الرياضيات:
eo: Matematika grupo:

source: Subdocument:
ar: مستند فرعي:
eo: Subdokumento:

source: Not available, opens always in a separate window.
ar: غير متاح، يفتح دائمًا في نافذة منفصلة.
eo: Ne disponebla, malfermiĝas ĉiam en aparta fenestro.

source: Co&mmand:
ar: الأ&مر:
eo: Ko&mando:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Consider the file <span style=" font-style:italic;">myBestBook.tex</span> with full path <span style=" font-style:italic;">/home/archimedes/latex/</span><span style=" font-style:italic;">myBestBook.tex</span>, compiled with pdflatex to <span style=" font-style:italic;">myBestBook.pdf</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The variables have the following meanings:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%source</span>: filename with suffix but without path &lt;-&gt; <span style=" font-style:italic;">myBestBook.tex</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%S:</span> filename without suffix and without path &lt;-&gt; <span style=" font-style:italic;">myBestBook</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%dir_base</span>: path of the source file without filename &lt;-&gt;<span style=" font-style:italic;"> /home/archimedes/latex</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;">%dir_target<span style=" font-weight:400;">: path of the target file without filename, same as %dir_base if no relative path has been set &lt;-&gt; </span><span style=" font-weight:400; font-style:italic;">/home/archimedes/latex</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%target:</span> target filename without path &lt;-&gt; <span style=" font-style:italic;">myBestBook.pdf</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600; font-style:italic;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%res:</span> resolution of the quickpreview action set in configure kile-&gt;tools-&gt;preview</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%AFL</span>: List of all files in a project marked for archiving. Set the archive flag in the "Files and projects" sidebar using the context menu.</p></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">اعتبِر الملف <span style=" font-style:italic;">myBestBook.tex</span> بالمسار الكامل <span style=" font-style:italic;">/home/archimedes/latex/</span><span style=" font-style:italic;">myBestBook.tex</span>، الذي جَرَى تصريفه باستخدام pdflatex إلى <span style=" font-style:italic;">myBestBook.pdf</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">للمتغيرات المعاني الآتية:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%source</span>: اسم الملف باللاحقة ولكن دون المسار &lt;-&gt; <span style=" font-style:italic;">myBestBook.tex</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%S:</span> اسم الملف دون لاحقة ودون مسار &lt;-&gt; <span style=" font-style:italic;">myBestBook</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%dir_base</span>: مسار ملف المصدر دون اسم الملف &lt;-&gt;<span style=" font-style:italic;"> /home/archimedes/latex</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;">%dir_target<span style=" font-weight:400;">: مسار الملف الهدف دون اسم الملف، هو نفسه %dir_base إذا لم يجرَ ضبط مسار نسبي &lt;-&gt; </span><span style=" font-weight:400; font-style:italic;">/home/archimedes/latex</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%target:</span> اسم الملف الهدف دون مسار &lt;-&gt; <span style=" font-style:italic;">myBestBook.pdf</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600; font-style:italic;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%res:</span> دقة إجراء المعاينة السريعة المضبوطة في اضبط كايل->أدوات->معاينة</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%AFL</span>: قائمة بكل الملفات في مشروع موسومة بالأرشفة. اضبط وسم الأرشيف في الشريط الجانبي "ملفات ومشاريع" باستخدام قائمة السياق.</p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Konsideru la dosieron <span style=" font-style:italic;">myBestBook.tex</span> kun plena vojo <span style=" font-style:italic;">/home/archimedes/latex/</span><span style=" font-style:italic;">myBestBook.tex</span>, kompilita per pdflatex al <span style=" font-style:italic;">myBestBook.pdf</span> .</p> <p style="-qt-paragraph-type:malplena; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La variabloj havas la jenajn signifojn:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%source</span> : dosiernomo kun sufikso sed sen vojo &lt;-&gt; <span style=" font-style:italic;">miaBestBook.tex</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%S:</span> dosiernomo sen sufikso kaj sen vojo &lt;-&gt; <span style=" font-style:italic;">miaBestBook</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%dir_base</span>: vojo de la fontdosiero sen dosiernomo &lt;-&gt;<span style=" font-style:italic;"> /home/arĥimedo/latekso</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;">%dir_target<span style=" font-weight:400;">: vojo de la celdosiero sen dosiernomo, sama kiel %dir_base se neniu relativa vojo estis agordita &lt;-&gt; </span><span style=" font-weight:400; font-style:italic;">/home/arĥimedo/latekso</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%target:</span> cela dosiernomo sen vojo &lt;-&gt; <span style=" font-style:italic; ">miaBestBook.pdf</span></p> <p style="-qt-paragraph-type:malplena; margin-top:0px; margin-malsupro:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600; font-style:italic;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%res:</span> distingivo de la rapida antaŭrigarda ago aro en agordi kile->iloj->antaŭrigardo</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">%AFL</span>: Listo de ĉiuj dosieroj en projekto markitaj por arkivado. Agordu la arkivan flagon en la "Flankbreto Dosieroj kaj projektoj" uzante la kuntekstan menuon.</p></body></html>

source: Options:
ar: الخيارات:
eo: Opcioj:

source: Files & Projects
ar: الملفّات والمشاريع
eo: Dosieroj & Projektoj

source: Include in Archive
ar: أدخِل في الأرشيف
eo: Inkluzivi en Arkivo

source: Project File
ar: ملف المشروع
eo: Projekta Dosiero

source: Packages
ar: الحزم
eo: Pakaĵoj

source: Images
ar: الصور
eo: Bildoj

source: &Open With
ar: ا&فتح في
eo: Mal&fermi per

source: Other...
ar: أخرى...
eo: Alia...

source: &Open
ar: ا&فتح
eo: &Malfermu

source: &Save
ar: ا&حفظ
eo: &Konservi

source: &Add to Project
ar: أ&ضف إلى المشروع
eo: &Aldoni al la projekto

source: &Include in Archive
ar: أد&خِل في الأرشيف
eo: &Inkluzivi en Arkivo

source: &Remove From Project
ar: أ&زل من المشروع
eo: &Forigi De Projekto

source: A&dd Files...
ar: أ&ضف ملفّات...
eo: Aldoni dosierojn...

source: &Close
ar: أ&غلق
eo: F&ermi

source: Current Default (%1)
ar: مبدئي حالي (%1)
eo: Nuna Defaŭlto (%1)

source: Current Default
ar: مبدئي حالي
eo: Nuna Defaŭlto

source: Tool:
ar: الأداة:
eo: Ilo:

source: Configuration:
ar: الضّبط:
eo: Agordo:

source: &Up
ar: لأ&على
eo: &Supren

source: &Down
ar: لأ&سفل
eo: &Malsupren

source: Enable &scripting
ar: فعّل ال&سّكربتة
eo: Ebligu &skripton

source: Execution Time Limit
ar: حد زمن التنفيذ
eo: Tempolimo de efektivigo

source: &Limit the execution time of scripts
ar: &قيد زمن تنفيذ السكربتات
eo: &Limigi la rultempon de skriptoj

source: &Time limit (seconds):
ar: حد ال&زمن (بالثواني):
eo: &Templimo (sekundoj):

source: Run Selected Script
ar: شغِّل السكربت المختار
eo: Rulu Elektitan Skripton

source: Create New Script
ar: أنشئ برنامجًا نصيًا جديدًا
eo: Krei Novan Skripton

source: Open Selected Script in Editor
ar: افتح السكربت المختار في المحرّر
eo: Malfermu Elektitan Skripton en Redaktoro

source: Configure Key Sequence
ar: اضبط تسلسل المفاتيح
eo: Agordi Ŝlosilsekvencon

source: Remove Key Sequence
ar: أزِل تسلسل المفاتيح
eo: Forigi Ŝlosilsekvencon

source: Refresh List
ar: حدّث القائمة
eo: Refreŝigi Listo

source: Script Name
ar: اسم السّكربت
eo: Skripto Nomo

source: Sequence
ar: التسلسل
eo: Sekvenco

source: The sequence "%1" is already assigned to the action "%2"
ar: تسلسل "%1" مُسنَد سلفًا للإجراء "%2"
eo: La sekvenco "%1" jam estas asignita al la ago "%2"

source: Sequence Already Assigned
ar: تسلسل مُسنَد سلفًا
eo: Sekvenco Jam Asignita

source: The sequence "%1" is a subsequence of "%2", which is already assigned to the action "%3"
ar: تسلسل "%1" تسلسل فرعي لـ "%2"، الذي مُسنَد سلفًا للإجراء "%3"
eo: La sinsekvo "%1" estas subsekvenco de "%2", kiu jam estas asignita al la ago "%3"

source: The shorter sequence "%1" is already assigned to the action "%2"
ar: التسلسل الأقصر "%1" مُسنَد سلفًا للإجراء "%2"
eo: La pli mallonga sekvenco "%1" jam estas asignita al la ago "%2"

source: Characters
ar: الحروف
eo: Signoj

source: Words and numbers:
ar: الكلمات والأرقام:
eo: Vortoj kaj nombroj:

source: LaTeX commands and environments:
ar: أوامر لاتخ وبيئاتها:
eo: LaTeX-komandoj kaj medioj:

source: Punctuation, delimiter and whitespaces:
ar: علامات الترقيم والفواصل والمسافات البيضاء:
eo: Interpunkcio, limigilo kaj blankspacoj:

source: Total characters:
ar: إجماليّ عدد المحارف:
eo: Totalaj signoj:

source: Strings
ar: السلاسل
eo: Kordoj

source: Words:
ar: الكلمات:
eo: Vortoj:

source: LaTeX commands:
ar: أوامر لاتخ:
eo: LaTeX-komandoj:

source: LaTeX environments:
ar: بيئات لاتخ:
eo: LaTeX-medioj:

source: Total strings:
ar: إجمالي السلاسل:
eo: Totalaj kordoj:

source: Line: %1 Col: %2
ar: السّطر: %1 العمود: %2
eo: Linio: %1 Kolono: %2

source: Expansion Level
ar: مستوى التوسيع
eo: Vastiĝo-Nivelo

source: &Default value
ar: القيمة ال&مبدئيّة
eo: &Defaŭlta valoro

source: (&1=part, 2=chapter, 3=section, 4=subsection, 5=subsubsection, ...)
ar: (&1=جزء، 2=فصل، 3=قسم، 4=قسم فرعي، 5=قسم فرعي فرعي، ...)
eo: (&1=parto, 2=ĉapitro, 3=sekcio, 4=subsekcio, 5=subsekcio, ...)

source: Show &labels
ar: أظهر الل&صائق
eo: Montru &etikedojn

source: &Open labels item
ar: &افتح بند لصائق
eo: &Malfermu etikedojn

source: Show undefined references
ar: أظهِر المراجع غير المعرَّفة
eo: Montru nedifinitajn referencojn

source: Open references item
ar: افتح بند المراجع
eo: Malfermu referencojn

source: Show bibitems
ar: أظهِر bibitems
eo: Montru bibitems

source: Open bibitems item
ar: افتح بند bibitems
eo: Malfermu bibitems ero

source: Show TODO/FIXME
ar: أظهِر TODO/FIXME
eo: Montru TODO/FIXME

source: Open TODO/FIXME
ar: افتح TODO/FIXME
eo: Malfermu TODO/FIXME

source: Show figure and table en&vironments
ar: أظهِر بيئات الأشكال والجداول
eo: Montru figurojn kaj tabelajn mediojn

source: Show graphic files
ar: أظهِر ملفات الرسوميات
eo: Montru grafikajn dosierojn

source: Show input files
ar: أظهِر ملفات الدخل
eo: Montru enigajn dosierojn

source: No extra section for labels
ar: لا قسم إضافي للصائق
eo: Neniu kroma sekcio por etikedoj

source: Default Graphic Extension:
ar: اللاحقة المبدئية للرسوميات:
eo: Defaŭlta Grafika Etendo:

source: Extension to use for graphic files without extensions
ar: اللاحقة التي استخدِمها لملفات الرسوميات التي لا لاحقات لها
eo: Etendo por uzi por grafikaj dosieroj sen etendaĵoj

source: Click left to jump to the line. A double click will open a text file or a graphics file. When a label is assigned to this item, it will be shown when the mouse is over this item. Items for a graphics file or an assigned label also offer a context menu (right mouse button).
ar: انقُر بالزر الأيسر للقفز إلى السطر. نقرٌ مزدوجٌ يفتح ملفًا نصيًا أو ملف رسوميات. عند إسناد لصيقة لهذا البند، تظهر حين يمرّ الفأر فوقه. كما توفّر بنود ملف الرسوميات أو اللصيقة المسندة قائمة سياق (زر الفأر الأيمن).
eo: Klaku maldekstren por salti al la linio. Duobla klako malfermos tekstan dosieron aŭ grafikan dosieron. Kiam etikedo estas asignita al ĉi tiu aĵo, ĝi montriĝos kiam la muso estas super ĉi tiu aĵo. Eroj por grafika dosiero aŭ asignita etikedo aŭ proponas kuntekstan menuon (dekstra musbutono).

# structure view entry: title (line)
source: %1 (line %2)
ar: %1 (السّطر %2)
eo: %1 (linio %2)

source: Label: %1
ar: اللصيقة: %1
eo: Etikedo: %1

source: No "structure data" to display.
ar: لا "بيانات هيكل" لعرضها.
eo: Neniuj "strukturaj datumoj" por montri.

source: BibTeX References
ar: مراجع Bibتخ
eo: BibTeX-referencoj

source: Undefined References
ar: مراجع غير معرّفة
eo: Nedifinitaj Referencoj

source: TODO
ar: مَهمّة
eo: FARI

source: Cannot create a list view item: no parent found.
ar: لا أستطيع إنشاء بند عرض قائمة: لم أجد أبًا.
eo: Ne povas krei listvido-elementon: neniu patro trovita.

source: No extension specified for graphic file. Using .%1 from Project settings.
ar: لا لاحقة محددة لملف الرسوميات. استخدِم .%1 من إعدادات المشروع.
eo: Neniu etendo specifita por grafika dosiero. Uzanta .%1 el Projektaj agordoj.

source: No extension specified for graphic file. Using .%1 from global Structure View settings.
ar: لا لاحقة محددة لملف الرسوميات. استخدِم .%1 من إعدادات عرض الهيكل العامة.
eo: Neniu etendo specifita por grafika dosiero. Uzanta .%1 el ĉieaj agordoj de Structure View.

source: File extension not specified
ar: لاحقة الملف غير محددة
eo: Dosiera etendo ne specifita

source: Cannot find the included file. The file does not exist, is not readable or Kile is unable to determine the correct path to it. The filename causing this error was: %1. Do you want to create this file?
ar: لا أستطيع العثور على الملف المضمَّن. الملف غير موجود، أو لا أستطيع قراءته، أو كايل لا يستطيع تحديد مساره الصحيح. اسم الملف الذي سبب هذا الخطأ كان: %1. أتريد إنشاء هذا الملف؟
eo: Ne povas trovi la inkluzivitan dosieron. La dosiero ne ekzistas, ne estas legebla aŭ Kile ne kapablas determini la ĝustan vojon al ĝi. La dosiernomo kaŭzanta ĉi tiun eraron estis: %1. Ĉu vi volas krei ĉi tiun dosieron?

source: Cannot Find File
ar: لا أستطيع العثور على الملف
eo: Ne Povas Trovi Dosieron

source: Cu&t
ar: ق&صّ
eo: El&tondu

source: &Copy
ar: ا&نسخ
eo: &Kopii

source: &Paste below
ar: أ&لصق أدناه
eo: &Algluu sube

source: C&omment
ar: &علّق
eo: &Komentigi

source: Run QuickPreview
ar: شغِّل المعاينة السريعة
eo: Rulu QuickPreview

source: Insert Label
ar: أدرِج لصيقة
eo: Enmetu Etikedon

source: As &reference
ar: ك&مرجع
eo: Kiel &referenco

source: As &page reference
ar: كمرجع &صفحة
eo: Kiel &paĝa referenco

source: Only the &label
ar: &اللصيقة فقط
eo: Nur la &etikedo

source: Copy Label to Clipboard
ar: انسخ اللصيقة إلى الحافظة
eo: Kopiu Etikedon al Tondujo

source: As reference
ar: كمرجع
eo: Kiel referenco

source: As page reference
ar: كمرجع صفحة
eo: Kiel paĝa referenco

source: Only the label
ar: اللصيقة فقط
eo: Nur la etikedo

source: Command: %1
ar: الأمر: ‎%1‎
eo: Komando: %1

source: <br/>Unicode: %1
ar: <br/>يونيكود: %1
eo: <br/>Unikodo: %1

source: Required Package: %2
ar: الحزمة المطلوبة: %2
eo: Postulata Pako: %2

source: Comment: %1
ar: التعليق: %1
eo: Komento: %1

source: Most Frequently Used Symbols
ar: الرموز الأكثر استخدامًا
eo: Plej Ofte Uzitaj Simboloj

source: Display the vie&w
ar: أظهِر &العرض
eo: Montru la vido&w

source: Number of symbols to show
ar: عدد الرموز التي أظهِرها
eo: Nombro de simboloj por montri

source: &Clear the list of symbols when closing Kile
ar: ا&محش قائمة الرّموز عند إغلاق «كايل»
eo: &Forviŝi la liston de simboloj kiam vi fermas Kile

source: Unicode
ar: يونيكود
eo: Unikodo

source: Insert Unicode representation of the selected symbol (when available)
ar: أدرِج تمثيل يونيكود للرمز المختار (عند توفره)
eo: Enigu Unikodan reprezenton de la elektita simbolo (kiam disponebla)

source: Run Outside of Kile
ar: شغِّل خارج كايل
eo: Kuru Ekster Kile

source: Run in Konsole
ar: شغِّل في كونسول
eo: Kuru en Konsole

source: Use Document Viewer
ar: استخدم عارض المستندات
eo: Uzu Dokumentrigardilon

source: Run Sequence of Tools
ar: شغِّل تسلسل الأدوات
eo: Rulu Sekvencon de Iloj

source: Use the "Advanced" tab to configure this tool.
ar: استخدم لسان "متقدّم" لضبط هذه الأداة.
eo: Uzu la langeton "Altnivela" por agordi ĉi tiun ilon.

source: Unknown tool type; your configuration data is malformed. Perhaps it is a good idea to restore the default settings.
ar: نوع أداة غير معروف؛ بيانات الضبط لديك فاسدة. ربما تكون فكرة جيدة أن استعِدّ الإعدادات المبدئية.
eo: Nekonata ilotipo; viaj agordaj datumoj estas misformitaj. Eble estas bona ideo restarigi la defaŭltajn agordojn.

source: All your tool settings will be overwritten with the default settings. Are you sure you want to continue?
ar: كل إعدادات أدواتك سيكتُب عليها بالإعدادات المبدئية. أأنت متأكد أنك تريد المتابعة؟
eo: Ĉiuj viaj ilaj agordoj estos anstataŭitaj per la defaŭltaj agordoj. Ĉu vi certas, ke vi volas daŭrigi?

source: Choose a configuration for the tool %1
ar: اختر ضبطًا للأداة %1
eo: Elektu agordon por la ilo %1

source: New Configuration
ar: ضبط جديد
eo: Nova Agordo

source: Enter new configuration name:
ar: أدخل اسم الضّبط الجديد:
eo: Enigu novan agordan nomon:

source: Are you sure you want to remove the tool %1?
ar: أمتأكّد من إزالة الأداة %1؟
eo: Ĉu vi certas, ke vi volas forigi la ilon %1?

source: Are you sure that you want to remove this configuration?
ar: أمتأكّد من إزالة هذا الضّبط؟
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun agordon?

source: You need at least one configuration for each tool.
ar: أنت تحتاج على الأقل لضبط واحد لكل أداة.
eo: Vi bezonas almenaŭ unu agordon por ĉiu ilo.

source: Cannot Remove Configuration
ar: لا أستطيع إزالة الضبط
eo: Ne Povas Forigi Agordon

source: no file installed
ar: لا ملف مثبّت
eo: neniu dosiero instalita

source: Installed menu file:
ar: ملف القائمة المثبّت:
eo: Instalita menudosiero:

source: File
ar: ملفّ
eo: Dosiero

source: Location
ar: المكان
eo: Loko

source: Show &the user menu in the LaTeX menu
ar: أظهر &قائمة المستخدم في قائمة لاتخ
eo: Montru &la uzantmenuon en la LaTeX-menuo

source: Show the &user menu in the menu bar
ar: أظهر قائمة ال&مستخدم في شريط القوائم
eo: Montru la &uzantmenuon en la menubreto

source: Monospace
eo: Monospaco

source: Andrius Štikonas
eo: Andrius Ŝtikonas

source: Jonathan Pechta
eo: Jonatano Peĉta

source: FIXME
eo: RIPARU MIN
