Repository: KDE/kile
Catalog: po/*/kile.po
Languages: ar, eo

source: The tabbing environment provides a way to align text in columns. \begin{tabbing} text \= more text \= still more text \= last text \\ second row \&gt; \&gt; more \\ \end{tabbing} Commands : \= Sets a tab stop at the current position. \> Advances to the next tab stop. \&lt; Allows you to put something to the left of the local margin without changing the margin. Can only be used at the start of the line. \+ Moves the left margin of the next and all the following commands one tab stop to the right \- Moves the left margin of the next and all the following commands one tab stop to the left \' Moves everything that you have typed so far in the current column to the right of the previous column, flush against the current column's tab stop. \` Allows you to put text flush right against any tab stop, including tab stop 0 \kill Sets tab stops without producing text. \a In a tabbing environment, the commands \=, \' and \` do not produce accents as normal. Instead, the commands \a=, \a' and \a` are used.
ar: توفر بيئة tabbing طريقة لمحاذاة النص في أعمدة. \begin{tabbing} نص \= المزيد من النص \= ما زال المزيد من النص \= آخر نص \\ السطر الثاني \&gt; \&gt; المزيد \\ \end{tabbing} الأوامر : \= اضبط نقطة توقف جدولة في الموضع الحالي. \> تقدم إلى نقطة توقف الجدولة التالية. \&lt; يسمح لك بوضع شيء إلى يسار الهامش المحلي دون تغيير الهامش. تستطيع استخدامه فقط في بداية السطر. \+ حرك الهامش الأيسر للأمر التالي وجميع الأوامر التالية نقطة توقف جدولة واحدة إلى اليمين \- حرك الهامش الأيسر للأمر التالي وجميع الأوامر التالية نقطة توقف جدولة واحدة إلى اليسار \' حرك كل شيء كتبته حتى الآن في العمود الحالي إلى يمين العمود السابق، محاذيًا لنقطة توقف الجدولة للعمود الحالي. \` يسمح لك بوضع نص محاذيًا لليمين مقابل أي نقطة توقف جدولة، بما في ذلك نقطة توقف الجدولة 0 \kill اضبط نقاط توقف الجدولة دون إنتاج نص. \a في بيئة tabbing، لا تنتج الأوامر \= و \' و \` علامات تشكيل كالمعتاد. بدلاً من ذلك، تستخدم الأوامر \a= و \a' و \a`.
eo: La tabula medio disponigas manieron vicigi tekston en kolumnoj. \begin{tabbing} teksto \= pli da teksto \= ankoraŭ pli da teksto \= lasta teksto \\ dua vico \&gt; \&gt; pli \\ \end{tabbing} Komandoj : \= Agordas tabuladon ĉe la nuna pozicio. \> Antaŭeniras al la sekva tabulado. \&lt; Permesas al vi meti ion maldekstren de la loka marĝeno sen ŝanĝi la marĝenon. Uzeblas nur ĉe la komenco de la linio. \+ Movas la maldekstran marĝenon de la sekva kaj ĉiujn jenajn komandojn unu tabulado dekstren \- Movas la maldekstran marĝenon de la sekva kaj ĉiujn jenajn ordonas unu tabuladon maldekstren \' Movas ĉion, kion vi ĝis nun tajpis en la nuna kolumno dekstren de la antaŭa kolumno, alĝustige kontraŭ la tabulado de la nuna kolumno. \` Ebligas al vi meti tekston rekte kontraŭ iu ajn tabulado, inkluzive de tabulado 0 \kill Metas tabuladon sen produkti tekston. \a En tabulado, la komandoj \=, \ \' kaj \` ne produktas supersignojn kiel normale. Anstataŭe oni uzas la ordonojn \a=, \a' kaj \a`.

source: Tabular - \begin{tabular}
ar: جدولي - \begin{tabular}
eo: Tabela - \begin{tabular}

source: \begin{tabular}[pos]{cols} column 1 entry & column 2 entry ... & column n entry \\ ... \end{tabular} pos : Specifies the vertical position; default is alignment on the center of the environment. t - align on top row b - align on bottom row cols : Specifies the column formatting. l - A column of left-aligned items. r - A column of right-aligned items. c - A column of centered items. | - A vertical line the full height and depth of the environment. @{text} - this inserts text in every row. The \hline command draws a horizontal line the width of the table. The \cline{i-j} command draws horizontal lines across the columns specified, beginning in column i and ending in column j. The \vline command draws a vertical line extending the full height and depth of its row.
ar: \begin{tabular}[pos]{cols} إدخال العمود 1 & إدخال العمود 2 ... & إدخال العمود n \\ ... \end{tabular} pos : يحدد الموضع العمودي؛ مبدئي هو المحاذاة على وسط البيئة. t - محاذاة على الصف العلوي b - محاذاة على الصف السفلي cols : يحدد تنسيق العمود. l - عمود من العناصر المحاذية لليسار. r - عمود من العناصر المحاذية لليمين. c - عمود من العناصر الم居وسطة. | - خط عمودي بالارتفاع والعمق الكاملين للبيئة. @{text} - هذا يدخل نصًا في كل صف. يرسم الأمر \hline خطًا أفقيًا بعرض الجدول. يرسم الأمر \cline{i-j} خطوطًا أفقية عبر الأعمدة المحددة، بدءًا من العمود i وانتهاءً في العمود j. يرسم الأمر \vline خطًا عموديًا يمتد بالارتفاع والعمق الكاملين لصفه.
eo: \begin{tabular}[pos]{kols} kolumno 1 eniro & kolumno 2 eniro ... & kolumno n eniro \\ ... \end{tabular} pos : Specifas la vertikalon pozicio; defaŭlte estas vicigo sur la centro de la medio. t - vicigi sur supra vico b - vicigi sur malsupra vico cols : Specifas la kolumnformaton. l - Kolumno de maldekstre vicigitaj eroj. r - Kolumno dekstre -vicigitaj eroj. c - Kolono de centritaj eroj. | - Vertikala linio la plenan altecon kaj profundon de la medio. @{teksto} - ĉi tio enigas tekston en ĉiun vicon. La \hline komando desegnas horizontalan linion la larĝon de la tabelo. La \cline{i-j } komando desegnas horizontalajn liniojn trans la kolumnoj specifitaj, komencante en kolumno i kaj finiĝanta en kolumno j. La komando \vline desegnas vertikalan linion etendantan la plenan altecon kaj profundon de sia vico.

source: Multicolumn Cells - \multicolumn
ar: خلايا متعددة الأعمدة - \multicolumn
eo: Plurkolumnaj Ĉeloj - \multikolono

source: Multicolumn Cells
ar: خلايا متعددة الأعمدة
eo: Plurkolumnaj Ĉeloj

source: \multicolumn{cols}{pos}{text} col, specifies the number of columns to span. pos specifies the formatting of the entry: c for centered, l for flushleft, r for flushright. text specifies what text is to make up the entry.
ar: \multicolumn{cols}{pos}{text} col، يحدد عدد الأعمدة المراد مدها. pos يحدد تنسيق الإدخال: c للتوسيط، l للمحاذاة لليسار، r للمحاذاة لليمين. text يحدد ما هو النص الذي سيشكل الإدخال.
eo: \multikolumno{cols}{pos}{teksto} kol, specifas la nombron da kolumnoj por enhavi. pos specifas la formatadon de la enskribo: c por centrita, l por flushleft, r por flushight. teksto precizigas kia teksto estas por konsistigi la enskribon.

source: Horizontal Line - \hline
ar: خط أفقي - \hline
eo: Horizontala Linio - \hlinio

source: Horizontal Line
ar: خط أفقي
eo: Horizontala Linio

source: The \hline command draws a horizontal line the width of the table.
ar: يرسم الأمر \hline خطًا أفقيًا بعرض الجدول.
eo: La komando \hline desegnas horizontalan linion la larĝon de la tabelo.

source: Vertical Line - \vline
ar: خط عمودي - \vline
eo: Vertikala Linio - \vlinio

source: Vertical Line
ar: خط رأسي
eo: Vertikala Linio

source: The \vline command draws a vertical line extending the full height and depth of its row.
ar: يرسم الأمر \vline خطًا عموديًا يمتد بالارتفاع والعمق الكاملين لصفه.
eo: La komando \vline desegnas vertikalan linion etendantan la plenan altecon kaj profundon de sia vico.

source: Horizontal Line Across Columns - \cline{m-n}
ar: خط أفقي عبر الأعمدة - \cline{m-n}
eo: Horizontala Linio Trans Kolumnoj - \cline{m-n}

source: Horizontal Line Across Columns
ar: خط أفقي عبر الأعمدة
eo: Horizontala Linio Trans Kolumnoj

source: The \cline{i-j} command draws horizontal lines across the columns specified, beginning in column i and ending in column j,
ar: يرسم الأمر \cline{i-j} خطوطًا أفقية عبر الأعمدة المحددة، بدءًا من العمود i وانتهاءً في العمود j،
eo: La komando \cline{i-j} desegnas horizontalajn liniojn trans la kolumnoj specifitaj, komencante en kolumno i kaj finiĝante en kolumno j,

source: New Page - \newpage
ar: صفحة جديدة - \newpage
eo: Nova Paĝo - \newpage

source: New Page
ar: صفحة جديدة
eo: Nova Paĝo

source: The \newpage command ends the current page
ar: ينهي الأمر \newpage الصفحة الحالية
eo: La komando \newpage finas la nunan paĝon

source: Line Break - \linebreak
ar: فاصل سطر - \linebreak

source: Line Break
ar: كاسر أسطر
eo: Liniorompo

source: The \linebreak command tells LaTeX to break the current line at the point of the command.
ar: يخبر الأمر \linebreak لاتخ أن يكسر السطر الحالي عند نقطة الأمر.
eo: La komando \linebreak diras al LaTeX rompi la nunan linion ĉe la punkto de la komando.

source: Page Break - \pagebreak
ar: فاصل صفحة - \pagebreak
eo: Paĝrompo - \pagebreak

source: Page Break
ar: فاصل صفحات
eo: Paĝrompo

source: The \pagebreak command tells LaTeX to break the current page at the point of the command.
ar: يخبر الأمر \pagebreak لاتخ أن يكسر الصفحة الحالية عند نقطة الأمر.
eo: La komando \pagebreak diras al LaTeX rompi la nunan paĝon ĉe la punkto de la komando.

source: "Big" Vertical Space - \bigskip
ar: مسافة عمودية "كبيرة" - \bigskip
eo: "Granda" Vertikala Spaco - \bigskip

source: "Big" Vertical Space
ar: مسافة عمودية "كبيرة"
eo: "Granda" Vertikala Spaco

source: The \bigskip command adds a 'big' vertical space.
ar: يضيف الأمر \bigskip مسافة عمودية 'كبيرة'.
eo: La komando \bigskip aldonas 'grandan' vertikalan spacon.

source: "Medium" Vertical Space - \medskip
ar: مسافة عمودية "متوسطة" - \medskip
eo: "Meza" Vertikala Spaco - \medskip

source: "Medium" Vertical Space
ar: مسافة عمودية "متوسطة"
eo: "Meza" Vertikala Spaco

source: The \medskip command adds a 'medium' vertical space.
ar: يضيف الأمر \medskip مسافة عمودية 'متوسطة'.
eo: La komando \medskip aldonas 'mezan' vertikalan spacon.

source: Image Insertion - \includegraphics{file}
ar: إدراج صورة - \includegraphics{ملف}
eo: Bilda Enmeto - \includegraphics{dosiero}

source: Image Insertion
ar: إدراج صورة
eo: Bilda Enmeto

source: Customizable File Inclusion - \include{file}
ar: تضمين ملف قابل للتخصيص - \include{ملف}
eo: Agordigebla Dosiera Inkludo - \include{dosiero}

source: Customizable File Inclusion
ar: تضمين ملف قابل للتخصيص
eo: Agordigebla Dosiera Inkludo

source: \include{file} The \include command is used in conjunction with the \includeonly command for selective inclusion of files.
ar: \include{ملف} يستخدم الأمر \include بالاقتران مع الأمر \includeonly للتضمين الانتقائي للملفات.
eo: \include{dosiero} La komando \include estas uzata kune kun la komando \includeonly por elektema inkludo de dosieroj.

source: Type or select a filename:
ar: اكتب أو اختر اسم ملف:
eo: Tajpu aŭ elektu dosiernomon:

source: File Inclusion - \input{file}
ar: تضمين ملف - \input{ملف}
eo: Dosiera inkludo - \input{dosiero}

source: File Inclusion
ar: تضمين ملف
eo: Dosiera Inkludo

source: \input{file} The \input command causes the indicated file to be read and processed, exactly as if its contents had been inserted in the current file at that point.
ar: \input{ملف} يتسبب الأمر \input في قراءة الملف المشار إليه ومعالجته، تمامًا كما لو كانت محتوياته قد أدرجت في الملف الحالي عند تلك النقطة.
eo: \input{dosiero} La \input komando igas la indikitan dosieron esti legita kaj prilaborita, ekzakte kvazaŭ ĝia enhavo estus enmetita en la nunan dosieron en tiu punkto.

source: Sectioning
ar: تقسيم إلى أقسام
eo: Sekciado

source: \part{title} \part*{title} : do not include a number and do not make an entry in the table of contents
ar: \part{عنوان} \part*{عنوان} : لا تدرج رقمًا ولا تنشئ إدخالًا في جدول المحتويات
eo: \part{titolo} \part*{titolo} : ne enmetu numeron kaj ne enigu enskribon en la enhavtabelo

source: &Part
ar: &جزء
eo: &Parto

source: No &numbering
ar: لا &ترقيم
eo: Neniu &numerado

source: \chapter{title} \chapter*{title} : do not include a number and do not make an entry in the table of contents Only for 'report' and 'book' class document.
ar: \chapter{عنوان} \chapter*{عنوان} : لا تدرج رقمًا ولا تنشئ إدخالًا في جدول المحتويات فقط لمستند صنف 'report' و 'book'.
eo: \chapter{titolo} \chapter*{titolo} : ne enmetu numeron kaj ne enigu enskribon en la enhavtabelo Nur por 'raporto' kaj 'libro' klasdokumento.

source: C&hapter
ar: &فصل
eo: C&apitro

source: \section{title} \section*{title} : do not include a number and do not make an entry in the table of contents
ar: \section{عنوان} \section*{عنوان} : لا تدرج رقمًا ولا تنشئ إدخالًا في جدول المحتويات
eo: \section{titolo} \section*{titolo} : ne enmetu numeron kaj ne enigu enskribon en la enhavtabelo

source: &Section
ar: ال&قسم
eo: &Sekcio

source: \subsection{title} \subsection*{title} : do not include a number and do not make an entry in the table of contents
ar: \subsection{عنوان} \subsection*{عنوان} : لا تدرج رقمًا ولا تنشئ إدخالًا في جدول المحتويات
eo: \subsection{titolo} \subsection*{titolo} : ne enmetu numeron kaj ne enigu enskribon en la enhavtabelo

source: &Subsection
ar: &قسم الفرعي
eo: &Subsekcio

source: \subsubsection{title} \subsubsection*{title} : do not include a number and do not make an entry in the table of contents
ar: \subsubsection{عنوان} \subsubsection*{عنوان} : لا تدرج رقمًا ولا تنشئ إدخالًا في جدول المحتويات
eo: \subsubsection{titolo} \subsubsection*{titolo} : ne enmetu numeron kaj ne enigu enskribon en la enhavtabelo

source: &Subsubsection
ar: &قسم فرعي فرعي
eo: &Subsekcio

source: \paragraph{title} \paragraph*{title} : do not include a number and do not make an entry in the table of contents
ar: \paragraph{عنوان} \paragraph*{عنوان} : لا تدرج رقمًا ولا تنشئ إدخالًا في جدول المحتويات
eo: \paragraph{titolo} \paragraph*{titolo} : ne enmetu numeron kaj ne enigu enskribon en la enhavtabelo

source: &Paragraph
ar: &فقرة
eo: &Alineo

source: \subparagraph{title} \subparagraph*{title} : do not include a number and do not make an entry in the table of contents
ar: \subparagraph{عنوان} \subparagraph*{عنوان} : لا تدرج رقمًا ولا تنشئ إدخالًا في جدول المحتويات
eo: \subparagraph{titolo} \subparagraph*{titolo} : ne enmetu numeron kaj ne enigu enskribon en la enhavtabelo

source: &Subparagraph
ar: فقرة الفر&عية
eo: &Subalineo

source: Size
ar: الحجم
eo: Grandeco

source: tiny
ar: ضئيل
eo: eta

source: scriptsize
ar: حجم خط صغير
eo: skriptograndeco

source: footnotesize
ar: حجم خط الحاشية
eo: piednotoj

source: small
ar: صغير
eo: malgranda

source: normalsize
ar: الحجم العادي
eo: normala grandeco

source: large
ar: كبير 1
eo: granda

source: Large
ar: كبير 2
eo: Granda

source: LARGE
ar: كبير 3
eo: GRANDA

source: huge
ar: ضخم 1
eo: grandega

source: Huge
ar: ضخم 2
eo: Tre granda

source: Other
ar: أخرى
eo: Alia

source: \label{key}
ar: \label{مفتاح}
eo: \label{ŝlosilo}

source: \index{word}
ar: \index{كلمة}
eo: \index{vorto}

source: \footnote{text}
ar: \footnote{نص}
eo: \footnote{teksto}

source: This command generates an in-text citation to the reference associated with the ref entry in the bib file You can open the bib file with Kile to see all the available references
ar: يولد هذا الأمر اقتباسًا داخل النص للمرجع المرتبط بإدخال ref في ملف bib تستطيع فتح ملف bib باستخدام كايل لترى جميع المراجع المتاحة
eo: Ĉi tiu komando generas entekstan citaĵon al la referenco asociita kun la ref-eniro en la bib-dosiero Vi povas malfermi la bib-dosieron kun Kile por vidi ĉiujn disponeblajn referencojn.

source: Underline - \underline{}
ar: تسطير - \underline{}
eo: Substreko - \underline{}

source: Smart Tabulator
ar: مُجَدْوِل ذكي

source: Abstract - \begin{abstract}
ar: ملخص - \begin{abstract}
eo: Abstraktaĵo - \begin{abstract}

source: Abstract
ar: خلاصة
eo: Abstraktaĵo

source: \begin{abstract} text \end{abstract} The abstract environment creates a title page, i.e. a page with no printed page number or heading.
ar: \begin{abstract} نص \end{abstract} تنشئ بيئة abstract صفحة عنوان، أي صفحة لا تحتوي على رقم صفحة مطبوع أو ترويسة.
eo: \begin{abstract} text \end{abstract} La abstrakta medio kreas titolpaĝon, t.e. paĝon sen presita paĝonumero aŭ titolo.

source: Tabular* - \begin{tabular*}
ar: جدولي* - \begin{tabular*}
eo: Tabula* - \begin{tabular*}

source: Tabular*
ar: مجدول*
eo: Tabela*

source: \begin{tabular*}{width}[pos]{cols} column 1 entry & column 2 entry ... & column n entry \\ ... \end{tabular*} This is an extended version of the tabular environment with an extra parameter for the width. There must be rubber space between columns that can stretch to fill out the specified width.
ar: \begin{tabular*}{width}[pos]{cols} إدخال العمود 1 & إدخال العمود 2 ... & إدخال العمود n \\ ... \end{tabular*} هذه نسخة موسعة من بيئة tabular مع وسيط إضافي للعرض. يجب أن يكون هناك مسافة مطاطية بين الأعمدة يمكن أن تتمدد لملء العرض المحدد.
eo: \begin{tabular*}{larĝo}[pos]{cols} kolumno 1 eniro & kolumno 2 eniro ... & kolumno n enskribo \\ ... \end{tabular*} Ĉi tio estas plilongigita versio de la tabela medio kun ekstra parametro por la larĝo. Devas esti kaŭĉuka spaco inter kolumnoj, kiuj povas etendiĝi por plenigi la specifitan larĝon.

source: Minipage - \begin{minipage}
ar: صفحة مصغرة - \begin{minipage}
eo: Minipaĝo - \begin{minipage}

source: Minipage
ar: صفحة مصغرة
eo: Minipaĝo

source: The minipage environment is similar to a \parbox command. It takes the same optional position argument and mandatory width argument. You may use other paragraph-making environments inside a minipage.
ar: تشبه بيئة minipage أمر \parbox. تأخذ نفس الوسيط الاختياري للموضع ووسيط العرض الإلزامي. تستطيع استخدام بيئات أخرى لإنشاء الفقرات داخل minipage.
eo: La minipaĝa medio similas al komando \parbox. Ĝi prenas la saman laŭvolan pozicioargumenton kaj devigan larĝargumenton. Vi povas uzi aliajn alineajn mediojn ene de minipaĝo.

source: Table of Figures - \listoffigures
ar: جدول الأشكال - \listoffigures
eo: Tabelo de Figuroj - \listoffigures

source: Table of Figures
ar: جدول الأشكال
eo: Tabelo de Figuroj

source: Put this command where you want the list of figures to go.
ar: ضع هذا الأمر حيث تريد أن تذهب قائمة الأشكال.
eo: Metu ĉi tiun komandon kie vi volas ke la listo de figuroj iru.

source: Table of Tables - \listoftables
ar: جدول الجداول - \listoftables
eo: Tabelo de Tabeloj - \listoftables

source: Table of Tables
ar: جدول الجداول
eo: Tablo de Tabloj

source: Put this command where you want the list of tables to go.
ar: ضع هذا الأمر حيث تريد أن تذهب قائمة الجداول.
eo: Metu ĉi tiun komandon kie vi volas ke la listo de tabeloj iru.

source: Generate Index - \makeindex
ar: ولد الفهرس - \makeindex
eo: Generu Indekson - \makeindex

source: Generate Index
ar: ولد الفهرس
eo: Generu Indekson

source: Put this command when you want to generate the raw index.
ar: ضع هذا الأمر عندما تريد توليد الفهرس الخام.
eo: Metu ĉi tiun komandon kiam vi volas generi la krudan indekson.

source: Print Index - \printindex
ar: اطبع الفهرس - \printindex
eo: Presa Indekso - \printindex

source: Print Index
ar: اطبع الفهرس
eo: Presa Indekso

source: Put this command when you want to print the formatted index.
ar: ضع هذا الأمر عندما تريد طباعة الفهرس المنسق.
eo: Metu ĉi tiun komandon kiam vi volas presi la formatitan indekson.

source: Glossary - \makeglossary
ar: مسرد - \makeglossary
eo: Glosaro - \makeglossary

source: Glossary
ar: مُسرَد
eo: Glosaro

source: Put this command when you want to print a glossary.
ar: ضع هذا الأمر عندما تريد طباعة مسرد.
eo: Metu ĉi tiun komandon kiam vi volas presi glosaron.

source: Bibliography - \begin{thebibliography}
ar: ببليوغرافيا - \begin{thebibliography}
eo: Bibliografio - \begin{thebibliography}

source: Bibliography
ar: ثبَت مراجع
eo: Bibliografio

source: \begin{thebibliography}{widest-label} \bibitem[label]{cite_key} ... \end{thebibliography} widest-label : Text that, when printed, is approximately as wide as the widest item label produces by the \bibitem commands \bibitem : Specify a bibliography item
ar: \begin{thebibliography}{أعرض لصيقة} \bibitem[لصيقة]{مفتاح_الاقتباس} ... \end{thebibliography} أعرض لصيقة : نص، عندما يطبع، يكون تقريبًا بعرض أعرض لصيقة عنصر تنتجها أوامر \bibitem \bibitem : حدد عنصر ببليوغرافيا
eo: \begin{thebibliography}{widest-label} \bibitem[label]{cite_key} ... \end{thebibliography} widest-label : Teksto kiu, presite, estas proksimume same larĝa kiel la plej larĝa etikedo produktas per la \bibitem-komandoj \bibitem : Specifi bibliografian eron

source: Verbatim (show spaces) - \begin{verbatim*}
ar: حرفي (أظهر المسافات) - \begin{verbatim*}
eo: Laŭvorte (montri spacojn) - \begin{verbatim*}

source: Verbatim (show spaces)
ar: حرفي (أظهر المسافات)
eo: Laŭvorte (montri spacojn)

source: Environment that gets LaTeX to print exactly what you type in. In this variant, spaces are printed in a special manner.
ar: بيئة تجعل لاتخ يطبع بالضبط ما تكتبه. في هذا النوع، تطبع المسافات بطريقة خاصة.
eo: Medio kiu igas LaTeX presi ĝuste tion, kion vi tajpas. En ĉi tiu varianto, spacoj estas presitaj en speciala maniero.

source: Embedded Code - \verb||
ar: شفرة مضمنة - \verb||
eo: Enigita Kodo - \verb||

source: Embedded Code
ar: شفرة مضمنة
eo: Enigita Kodo

source: Macro form of the verbatim environment.
ar: شكل الماكرو لبيئة verbatim.
eo: Makroformo de la laŭvorta medio.

source: Embedded Code (show spaces) - \verb*||
ar: شفرة مضمنة (أظهر المسافات) - \verb*||
eo: Enigita Kodo (montri spacojn) - \verb*||

source: Embedded Code (show spaces)
ar: شفرة مضمنة (أظهر المسافات)
eo: Enigita Kodo (montri spacojn)

source: Macro form of the verbatim* environment.
ar: شكل الماكرو لبيئة verbatim*.
eo: Makroformo de la laŭvorte* medio.

source: "Small" Vertical Space - \smallskip
ar: مسافة عمودية "صغيرة" - \smallskip
eo: "Malgranda" Vertikala Spaco - \smallskip

source: "Small" Vertical Space
ar: مسافة عمودية "صغيرة"
eo: "Malgranda" Vertikala Spaco

source: The \smallskip command adds a 'small' vertical space.
ar: يضيف الأمر \smallskip مسافة عمودية 'صغيرة'.
eo: La komando \smallskip aldonas 'malgrandan' vertikalan spacon.

source: Horizontal Variable Space - \hfill
ar: مسافة أفقية متغيرة - \hfill
eo: Horizontala Variabla Spaco - \hfill

source: Horizontal Variable Space
ar: مسافة أفقية متغيرة
eo: Horizontala Variabla Spaco

source: The \hfill fill command produces a "rubber length" which can stretch or shrink horizontally. It will be filled with spaces.
ar: يُنتج أمر الملء \hfill "طول مطاطي" يمكن أن يتمدد أو ينكمش أفقيًا. سيمتلئ بالمسافات.
eo: La \hfillplenigkomando produktas "kaŭĉukan longon" kiu povas etendi aŭ ŝrumpi horizontale. Ĝi estos plenigita de spacoj.

source: Horizontal Dots - \dotfill
ar: نقاط أفقية - \dotfill
eo: Horizontalaj Punktoj - \dotfill

source: Horizontal Dots
ar: نقاط أفقية
eo: Horizontalaj Punktoj

source: The \dotfill command produces a "rubber length" that produces dots instead of just spaces.
ar: يُنتج الأمر \dotfill "طول مطاطي" ينتج نقاطًا بدلاً من مجرد مسافات.
eo: La komando \dotfill produktas "kaŭĉukan longon" kiu produktas punktojn anstataŭ nur spacojn.

source: Horizontal Rule - \hrulefill
ar: قاعدة أفقية - \hrulefill
eo: Horizontala Regulo - \hrulefill

source: Horizontal Rule
ar: مسطرة أفقية
eo: Horizontala Regulo

source: The \hrulefill fill command produces a "rubber length" which can stretch or shrink horizontally. It will be filled with a horizontal rule.
ar: يُنتج أمر الملء \hrulefill "طول مطاطي" يمكن أن يتمدد أو ينكمش أفقيًا. سيمتلئ بقاعدة أفقية.
eo: La \hrulefill plenigkomando produktas "kaŭĉukan longon" kiu povas etendi aŭ ŝrumpi horizontale. Ĝi estos plenigita per horizontala regulo.

source: Vertical Variable Space - \vfill
ar: مسافة عمودية متغيرة - \vfill
eo: Vertikala Variebla Spaco - \vfill

source: Vertical Variable Space
ar: مسافة عمودية متغيرة
eo: Vertikala Variebla Spaco

source: The \vfill fill command produces a "rubber length" which can stretch or shrink vertically.
ar: يُنتج أمر الملء \vfill "طول مطاطي" يمكن أن يتمدد أو ينكمش عموديًا.
eo: La \vfill plenigkomando produktas "kaŭĉukan longon" kiu povas etendi aŭ ŝrumpi vertikale.

source: Horizontal Space - \hspace{}
ar: مسافة أفقية - \hspace{}
eo: Horizontala Spaco - \hspace{}

source: Horizontal Space
ar: مسافة أفقية
eo: Horizontala Spaco
